[
    {
        "text": "Leonardo di ser Piero da Vinci (15 April 1452 – 2 May 1519) was an Italian polymath of the High Renaissance who was active as a painter, draughtsman, engineer, scientist, theorist, sculptor, and architect. While his fame initially rested on his achievements as a painter, he has also become known for his notebooks, in which he made drawings and notes on a variety of subjects, including anatomy, astronomy, botany, cartography, painting, and paleontology. Leonardo epitomized the Renaissance humanist ideal, and his collective works comprise a contribution to later generations of artists matched only by that of his younger contemporary Michelangelo.",
        "ngram": 100,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Born out of wedlock to a successful notary and a lower-class woman in, or near, Vinci, he was educated in Florence by the Italian painter and sculptor Andrea del Verrocchio. He began his career in the city, but then spent much time in the service of Ludovico Sforza in Milan. Later, he worked in Florence and Milan again, as well as briefly in Rome, all while attracting a large following of imitators and students. Upon the invitation of Francis I, he spent his last three years in France, where he died in 1519. Since his death, there has not been a time where his achievements, diverse interests, personal life, and empirical thinking have failed to incite interest and admiration, making him a frequent namesake and subject in culture.",
        "ngram": 128,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Leonardo is identified as one of the greatest painters in the history of Western art and is often credited as the founder of the High Renaissance. Despite having many lost works and fewer than 25 attributed major works –  including numerous unfinished works –  he created some of the most influential paintings in the Western canon. His magnum opus, the Mona Lisa, is his best known work and often regarded as the world's most famous painting. The Last Supper is the most reproduced religious painting of all time and his Vitruvian Man drawing is also regarded as a cultural icon. In 2017, Salvator Mundi, attributed in whole or part to Leonardo, was sold at auction for US$450.3 million, setting a new record for the most expensive painting ever sold at public auction.",
        "ngram": 134,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Revered for his technological ingenuity, he conceptualized flying machines, a type of armored fighting vehicle, concentrated solar power, a ratio machine that could be used in an adding machine, and the double hull. Relatively few of his designs were constructed or were even feasible during his lifetime, as the modern scientific approaches to metallurgy and engineering were only in their infancy during the Renaissance. Some of his smaller inventions, however, entered the world of manufacturing unheralded, such as an automated bobbin winder and a machine for testing the tensile strength of wire. He made substantial discoveries in anatomy, civil engineering, hydrodynamics, geology, optics, and tribology, but he did not publish his findings and they had little to no direct influence on subsequent science.",
        "ngram": 123,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Leonardo da Vinci, properly named Leonardo di ser Piero da Vinci (\"Leonardo, son of ser Piero from Vinci\"), was born on 15 April 1452 in, or close to, the Tuscan hill town of Vinci, 20 miles from Florence. He was born out of wedlock to Piero da Vinci (Ser Piero da Vinci d'Antonio di ser Piero di ser Guido; 1426–1504), a Florentine legal notary, and Caterina di Meo Lippi (c. 1434–1494), from the lower class. It remains uncertain where Leonardo was born; the traditional account, from a local oral tradition recorded by the historian Emanuele Repetti, is that he was born in Anchiano, a country hamlet that would have offered sufficient privacy for the illegitimate birth, though it is still possible he was born in a house in Florence that Ser Piero almost certainly had. Leonardo's parents both married separately the year after his birth. Caterina –  who later appears in Leonardo's notes as only \"Caterina\" or \"Catelina\" –  is usually identified as the Caterina Buti del Vacca, who married the local artisan Antonio di Piero Buti del Vacca, nicknamed L'Accattabriga, 'the quarrelsome one'. Ser Piero married Albiera Amadori –   having been betrothed to her the previous year –   and after her death in 1464, went on to have three subsequent marriages. From all the marriages, Leonardo eventually had 16 half-siblings (of whom 11 survived infancy) who were much younger than he (the last was born when Leonardo was 46 years old) and with whom he had very little contact.",
        "ngram": 255,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Very little is known about Leonardo's childhood and much is shrouded in myth, partially because of his biography in the frequently apocryphal Lives of the Most Excellent Painters, Sculptors, and Architects (1550) by 16th-century art historian Giorgio Vasari. Tax records indicate that by at least 1457 he lived in the household of his paternal grandfather, Antonio da Vinci, but it is possible that he spent the years before then in the care of his mother in Vinci, either Anchiano or Campo Zeppi in the parish of San Pantaleone. He is thought to have been close to his uncle, Francesco da Vinci, but his father was probably in Florence most of the time. Ser Piero, who was the descendant of a long line of notaries, established an official residence in Florence by at least 1469 and had a successful career. Despite his family history, Leonardo only received a basic and informal education in (vernacular) writing, reading, and mathematics; possibly because his artistic talents were recognised early, so his family decided to focus their attention there.",
        "ngram": 174,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Later in life, Leonardo recorded his earliest memory, now in the Codex Atlanticus. While writing on the flight of birds, he recalled as an infant when a kite came to his cradle and opened his mouth with its tail; commentators still debate whether the anecdote was an actual memory or a fantasy.",
        "ngram": 52,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In the mid-1460s, Leonardo's family moved to Florence, which at the time was the centre of Christian Humanist thought and culture. Around the age of 14, he became a garzone (studio boy) in the workshop of Andrea del Verrocchio, who was the leading Florentine painter and sculptor of his time. This was about the time of the death of Verrocchio's master, the great sculptor Donatello. Leonardo became an apprentice by the age of 17 and remained in training for seven years. Other famous painters apprenticed in the workshop or associated with it include Ghirlandaio, Perugino, Botticelli, and Lorenzo di Credi. Leonardo was exposed to both theoretical training and a wide range of technical skills, including drafting, chemistry, metallurgy, metal working, plaster casting, leather working, mechanics, and woodwork, as well as the artistic skills of drawing, painting, sculpting, and modelling.",
        "ngram": 139,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Leonardo was a contemporary of Botticelli, Ghirlandaio and Perugino, who were all slightly older than he was. He would have met them at the workshop of Verrocchio or at the Platonic Academy of the Medici. Florence was ornamented by the works of artists such as Donatello's contemporaries Masaccio, whose figurative frescoes were imbued with realism and emotion, and Ghiberti, whose Gates of Paradise, gleaming with gold leaf, displayed the art of combining complex figure compositions with detailed architectural backgrounds. Piero della Francesca had made a detailed study of perspective, and was the first painter to make a scientific study of light. These studies and Leon Battista Alberti's treatise De pictura were to have a profound effect on younger artists and in particular on Leonardo's own observations and artworks.",
        "ngram": 128,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Much of the painting in Verrocchio's workshop was done by his assistants. According to Vasari, Leonardo collaborated with Verrocchio on his The Baptism of Christ (c. 1472–1475), painting the young angel holding Jesus's robe with skill so far superior to his master's that Verrocchio purportedly put down his brush and never painted again (the latter claim probably being apocryphal). The new technique of oil paint was applied to areas of the mostly tempera work, including the landscape, the rocks seen through the brown mountain stream, and much of Jesus's figure, indicating Leonardo's hand. Additionally, Leonardo may have been a model for two works by Verrocchio: the bronze statue of David in the Bargello and the archangel Raphael in Tobias and the Angel.",
        "ngram": 121,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Vasari tells a story of Leonardo as a very young man: a local peasant made himself a round buckler shield and requested that Ser Piero have it painted for him. Leonardo, inspired by the story of Medusa, responded with a painting of a monster spitting fire that was so terrifying that his father bought a different shield to give to the peasant and sold Leonardo's to a Florentine art dealer for 100 ducats, who in turn sold it to the Duke of Milan.",
        "ngram": 83,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "By 1472, at the age of 20, Leonardo qualified as a master in the Guild of Saint Luke, the guild of artists and doctors of medicine, but even after his father set him up in his own workshop, his attachment to Verrocchio was such that he continued to collaborate and live with him. Leonardo's earliest known dated work is a 1473 pen-and-ink drawing of the Arno valley (see below). According to Vasari, the young Leonardo was the first to suggest making the Arno river a navigable channel between Florence and Pisa.",
        "ngram": 91,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In January 1478, Leonardo received an independent commission to paint an altarpiece for the Chapel of Saint Bernard in the Palazzo Vecchio, an indication of his independence from Verrocchio's studio. An anonymous early biographer, known as Anonimo Gaddiano, claims that in 1480 Leonardo was living with the Medici and often worked in the garden of the Piazza San Marco, Florence, where a Neoplatonic academy of artists, poets and philosophers organized by the Medici met. In March 1481, he received a commission from the monks of San Donato in Scopeto for The Adoration of the Magi. Neither of these initial commissions were completed, being abandoned when Leonardo went to offer his services to Duke of Milan Ludovico Sforza. Leonardo wrote Sforza a letter which described the diverse things that he could achieve in the fields of engineering and weapon design, and mentioned that he could paint. He brought with him a silver string instrument –  either a lute or lyre –  in the form of a horse's head.",
        "ngram": 169,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "With Alberti, Leonardo visited the home of the Medici and through them came to know the older Humanist philosophers of whom Marsiglio Ficino, proponent of Neoplatonism; Cristoforo Landino, writer of commentaries on Classical writings, and John Argyropoulos, teacher of Greek and translator of Aristotle were the foremost. Also associated with the Platonic Academy of the Medici was Leonardo's contemporary, the brilliant young poet and philosopher Pico della Mirandola. In 1482, Leonardo was sent as an ambassador by Lorenzo de' Medici to Ludovico il Moro, who ruled Milan between 1479 and 1499.",
        "ngram": 91,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Leonardo worked in Milan from 1482 until 1499. He was commissioned to paint the Virgin of the Rocks for the Confraternity of the Immaculate Conception and The Last Supper for the monastery of Santa Maria delle Grazie. In the spring of 1485, Leonardo travelled to Hungary (on behalf of Sforza) to meet king Matthias Corvinus, and was commissioned by him to paint a Madonna. In 1490 he was called as a consultant, together with Francesco di Giorgio Martini, for the building site of the cathedral of Pavia and was struck by the equestrian statue of Regisole, of which he left a sketch. Leonardo was employed on many other projects for Sforza, such as preparation of floats and pageants for special occasions; a drawing of, and wooden model for, a competition to design the cupola for Milan Cathedral; and a model for a huge equestrian monument to Ludovico's predecessor Francesco Sforza. This would have surpassed in size the only two large equestrian statues of the Renaissance, Donatello's Gattamelata in Padua and Verrocchio's Bartolomeo Colleoni in Venice, and became known as the Gran Cavallo. Leonardo completed a model for the horse and made detailed plans for its casting, but in November 1494, Ludovico gave the metal to his brother-in-law to be used for a cannon to defend the city from Charles VIII of France.",
        "ngram": 222,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Contemporary correspondence records that Leonardo and his assistants were commissioned by the Duke of Milan to paint the Sala delle Asse in the Sforza Castle, c. 1498. The project became a trompe-l'œil decoration that made the great hall appear to be a pergola created by the interwoven limbs of sixteen mulberry trees, whose canopy included an intricate labyrinth of leaves and knots on the ceiling.",
        "ngram": 65,
        "subject": "Leonardo da Vinci"
    }
]