[
    {
        "text": "In July 2022, Insider published court documents revealing that Musk had had twins with Shivon Zilis, director of operations and special projects at Neuralink, in November 2021. They were born weeks before Musk and Grimes had their second child via surrogate in December. The news \"raise[d] questions about workplace ethics\", given that Zilis directly reported to Musk. Also in July 2022, The Wall Street Journal reported that Musk allegedly had an affair with Nicole Shanahan, the wife of Google co-founder Sergey Brin, in 2021, leading to their divorce the following year. Musk denied the report. Musk also had a relationship with Australian actress Natasha Bassett, who has been described as \"an occasional girlfriend.\"",
        "ngram": 113,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "After the purchase, Jefferson preserved the region's Spanish legal code and instituted a gradual approach to integrating settlers into American democracy. He believed that a period of the federal rule would be necessary while Louisianans adjusted to their new nation. Historians have differed in their assessments regarding the constitutional implications of the sale, but they typically hail the Louisiana acquisition as a major accomplishment. Frederick Jackson Turner called the purchase the most formative event in American history.",
        "ngram": 77,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "With no major label to give him a record deal, Jay-Z sold burned CDs out of his car, and with Damon \"Dame\" Dash and Kareem \"Biggs\" Burke, created Roc-A-Fella Records as an independent label in 1995. After striking a distribution deal with Priority, Jay-Z released his 1996 debut album Reasonable Doubt with beats from acclaimed producers such as DJ Premier and Super DJ Clark Kent and an appearance by The Notorious B.I.G. The album reached number 23 on the Billboard 200, and was generally favored by critics. This album would later be included in Rolling Stone's 500 Greatest Albums of All Time as No. 248 and eventually reach platinum status. After reaching a new label distribution deal with Def Jam in 1997, Jay-Z released his follow-up In My Lifetime, Vol. 1. Featuring production by Sean \"Puff Daddy\" Combs, DJ Premier, and Ski, it earned platinum status in the United States.In 1998, Jay-Z released Vol. 2... Hard Knock Life which spawned the biggest hit of his career at the time, \"Hard Knock Life (Ghetto Anthem)\". He relied more on flow and wordplay, and he continued with his penchant for mining beats from the popular producers of the day such as Swizz Beatz, an upstart in-house producer for Ruff Ryders, and Timbaland. Other producers included DJ Premier, Erick Sermon, The 45 King, and Kid Capri. Charting hits from this album included \"Can I Get A...\", featuring Ja Rule and Amil, and \"Nigga What, Nigga Who\", featuring Amil and Jaz-O. Vol. 2 would eventually become Jay-Z's most commercially successful",
        "ngram": 256,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Elliott had a supporting role in Mask (1985) opposite Cher. He played a hard-nosed, rough-around-the-edges but ultimately sympathetic father figure in the Christmas film Prancer (1989). He has made guest appearances on shows including Felony Squad, Gunsmoke, Lancer, and Hawaii Five-O, and has been featured in many TV movies, including Buffalo Girls (1995), in which he played Wild Bill Hickok.",
        "ngram": 60,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 1987, Harmon filed for custody of his nephew Sam, Kristin's son, on the grounds that she was incapable of good parenting. Sam's psychiatrist testified that the thirteen-year-old boy depicted his mother as a dragon and complained about her mood swings and how she prevented him from being with his siblings. Harmon later dropped the custody bid.",
        "ngram": 57,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 2010, the Sea Shepherd Conservation Society announced that it had purchased and outfitted a ship to interdict Japanese whaling operations in the Southern Ocean using $5 million (equivalent to $7 million in 2023) provided by Barker. The ship was then named the MY Bob Barker, and its existence was first revealed when it helped discover the location of the Japanese whaling fleet.",
        "ngram": 63,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "On January 30, 2015, it was announced that Carey had left Universal Music Group's Def Jam Recordings to reunite with L.A. Reid and Sony Music via Epic Records. Carey also announced her new #1 to Infinity residency at The Colosseum at Caesars Palace in Las Vegas the same month. To coincide with the residency, Carey released #1 to Infinity, a greatest hits compilation album containing all of her eighteen Billboard Hot 100 number one singles at the time, along with a new recording, \"Infinity\", which was released as a single on April 27. In 2015 Carey had her directorial debut for the Hallmark Channel Christmas movie A Christmas Melody, in which she also performed as one of the main characters. In December 2015, Carey announced The Sweet Sweet Fantasy Tour which spanned a total of 27-dates beginning in March 2016, marking Carey's first major tour of mainland Europe in 13 years. Four stops included shows in South Africa. The tour grossed $30.3 million.",
        "ngram": 163,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Crosby and Celia Crawford Ferguson had a son, James Raymond, in 1962. James was placed for adoption and later reunited with Crosby as an adult. Beginning in 1997, Raymond performed with Crosby on stage and in the studio, as a member of CPR, and as part of the touring bands Crosby & Nash and Crosby, plus Stills & Nash. Crosby had three other children: daughter Erika, with Jackie Guthrie, daughter Donovan Crosby, with former girlfriend Debbie Donovan, and son Django Crosby, conceived with wife Jan Dance after extensive fertility treatments while Crosby's liver was failing.",
        "ngram": 95,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In March 2016, Johnson partnered with American fitness apparel manufacturer Under Armour to release \"Project Rock\". The first item in his partnership with Under Armour, a gym bag, sold out in a couple of days. His second item, a black T-shirt sporting his signature \"Brahma bull\", sold out after being worn at WrestleMania 32. Johnson also released an alarm clock app as part of \"Project Rock\" that received more than one million downloads in its first week of release. Since then, they have released sneakers, headphones, and other apparel.",
        "ngram": 89,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 2004, Trump co-founded Trump University, a company that sold real estate seminars for up to $35,000. After New York State authorities notified the company that its use of \"university\" violated state law (as it was not an academic institution), its name was changed to the Trump Entrepreneur Initiative in 2010.",
        "ngram": 51,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 1995, model Holly Hallstrom left The Price Is Right and later filed suit against Barker, alleging that the reason she was fired was not so much because of her 14-pound (6.4 kg) medication-mediated weight gain (as documented) but because, to Barker's displeasure, she refused to give false information to the media regarding Parkinson's suit, as she alleges Barker had requested she do. Barker countersued for slander, but Hallstrom prevailed, receiving a settlement in 2005.",
        "ngram": 75,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Carter made twelve international trips to 25 countries as president. He was the first president to make a state visit to Sub-Saharan Africa when he went to Nigeria in 1978. His travel also included trips to Europe, Asia, and Latin America. He made several trips to the Middle East to broker peace negotiations. His visit to Iran from December 31, 1977, to January 1, 1978, took place less than a year before the overthrow of Shah Mohammad Reza Pahlavi.",
        "ngram": 79,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "After a three-year hiatus from films, Stallone had a comeback in 2006 with the sixth installment of his successful Rocky series, Rocky Balboa, which was a critical and commercial hit. After the critical and box-office failure of the previous installment Rocky V, Stallone had decided to write, direct and star in a sixth installment which would be a more appropriate climax to the series. The total domestic box office came to US$70.3 million (and US$155.7 million worldwide). The budget of the film was only US$24 million. His performance in Rocky Balboa has been praised and garnered mostly positive reviews. That year, the development Death Wish remake began, when Stallone announced that he would be directing and starring in a remake of the 1974 film. Stallone said, \"Instead of the Charles Bronson character being an architect, my version would have him as a very good cop who had incredible success without ever using his gun. So when the attack on his family happens, he's really thrown into a moral dilemma in proceeding to carry out his revenge.\" He later told the publication that he was no longer involved. In a 2009 interview with MTV, though, Stallone stated that he was again considering the project. However the role went to Bruce Willis with Eli Roth as director.",
        "ngram": 215,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "During college, Cooper spent two summers as an intern at the Central Intelligence Agency while studying political science. He pursued journalism with no formal journalistic education. He is a self-proclaimed \"news junkie since [he] was in utero\". After his first correspondence work in the early 1990s, he took a break from reporting and lived in Vietnam for a year, during which time he studied the Vietnamese language at Vietnam National University, Hanoi.",
        "ngram": 72,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "He achieved his first major recognition as a dramatic actor in Sweet Smell of Success (1957) with co-star Burt Lancaster. The following year he was nominated for the Academy Award for Best Actor for The Defiant Ones (1958) alongside Sidney Poitier (who was also nominated in the same category). This was followed by the comedies Some Like It Hot and Operation Petticoat in 1959. In 1960, Curtis played a supporting role in the epic historical drama Spartacus.",
        "ngram": 77,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "The following year Carey co-wrote, co-produced and recorded her second studio effort, Emotions. Described by Carey as an homage to Motown soul music, Carey employed the help of Walter Afanasieff, who only had a small role on her debut, as well as Robert Clivillés and David Cole, from the dance group C+C Music Factory. Carey's relationship with Margulies deteriorated over a songwriting royalties dispute. After he filed a lawsuit against Columbia's parent company, Sony, the songwriting duo parted ways. Emotions was released on September 17, 1991. The title track, the album's lead single, became Carey's fifth chart topper on the Billboard Hot 100, making her the first artist whose first five singles reached the chart's summit. Though critics praised the album's content and described it as a more mature effort, the album was criticized as calculated and lacking originality. While the album managed sales of eight million copies globally, Emotions failed to reach the commercial and critical heights of its predecessor.",
        "ngram": 161,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In contrast to the unfriendly disposition of the previous Kennedy and Johnson administrations towards the Estado Novo regime of Portugal, particularly with regards to its attempts to maintain the Portuguese Colonial Empire by waging the Portuguese Colonial War against anti-colonial rebellions in defense of its empire, the Department of State under Kissinger adopted a more conciliatory attitude towards Portugal. In 1971, the administration of President Nixon successfully renewed the lease of the American military base in the Azores, despite condemnation from the Congressional Black Caucus and some members of the Senate. Though privately continuing to view Portugal contemptibly for its perceived atavistic foreign policy towards Africa, Kissinger publicly expressed thanks for Portugal's agreement to use its military base in Lajes in the Azores to resupply Israel in the Yom Kippur War. Following the fall of the far-right Portuguese regime in 1974, Kissinger worried that the new government's hasty decolonization plan might benefit radical factions such as the MPLA in Angola. He also expressed concern that the inclusion of the Portuguese Communist Party in the new Portuguese government could legitimize communist parties in other NATO member states, such as Italy.",
        "ngram": 189,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Timberlake's autobiography, Hindsight & All the Things I Can't See In Front of Me, was released on October 30, 2018. The book covers some on and off camera candid images, the singer's early life and inspiration for songs. According to publisher HarperCollins, Hindsight includes a \"collection of anecdotes, reflections, and observations on his life and work\".",
        "ngram": 56,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 2009, Brown had a son named Cassius with his partner of two years, manager Alicia Etheredge. Brown and Etheredge became engaged in May 2010, when Brown proposed during a performance at the Funk Fest in Jacksonville, Florida. The couple married on June 18, 2012, in Hawaii and have since had two daughters.",
        "ngram": 53,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In late 2011, she took the stage at New York's Roseland Ballroom for four nights of special performances: the 4 Intimate Nights with Beyoncé concerts saw the performance of her 4 album to a standing room only. On August 1, 2011, the album was certified platinum by the Recording Industry Association of America (RIAA), having shipped 1 million copies to retail stores. By December 2015, it reached sales of 1.5 million copies in the US. The album reached one billion Spotify streams on February 5, 2018, making Beyoncé the first female artist to have three of their albums surpass one billion streams on the platform. In June 2012, she performed for four nights at Revel Atlantic City's Ovation Hall to celebrate the resort's opening, her first performances since giving birth to her daughter.",
        "ngram": 133,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In four confidential talks with French consul Joseph Létombe in the spring of 1797, Jefferson attacked Adams and predicted that his rival would serve only one term. He also encouraged France to invade England, and advised Létombe to stall any American envoys sent to Paris. This toughened the tone that the French government adopted toward the Adams administration. After Adams's initial peace envoys were rebuffed, Jefferson and his supporters lobbied for the release of papers related to the incident, called the XYZ Affair after the letters used to disguise the identities of the French officials involved. However, the tactic backfired when it was revealed that French officials had demanded bribes, rallying public support against France. The U.S. began an undeclared naval war with France known as the Quasi-War.",
        "ngram": 128,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Vanna Marie Rosich was born on February 18, 1957, near North Myrtle Beach in Horry County, South Carolina, the daughter of Joan Marie (Nicholas) and Miguel Angel Rosich. According to census records her paternal (Rosich) 2nd great-grandparents  were Spanish from Mallorca, who settled in Ponce, Puerto Rico. Her parents divorced when she was an infant, and she was raised by her mother Joan, and Joan's second husband Herbert White Jr., a former real estate broker, in North Myrtle Beach, and she took his surname. After graduating from high school, White moved to Atlanta, Georgia, where she attended the Atlanta School of Fashion and Design and worked as a model. She headed to Los Angeles in 1979 to pursue an acting career, but in the summer of 1980, she returned briefly to South Carolina to see her mother, who was dying of ovarian cancer.",
        "ngram": 144,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Cynthia Ann Crawford (born February 20, 1966) is an American model. During the 1980s and 1990s, she was among the most popular supermodels and a ubiquitous presence on magazine covers and runways, as well as fashion campaigns. She subsequently expanded into acting and business ventures.",
        "ngram": 45,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "After his death, a notebook of poetry written by Morrison was recovered, titled Paris Journal; amongst other personal details, it contains the allegorical foretelling of a man who will be left grieving and having to abandon his belongings, due to a police investigation into a death connected to the Chinese opium trade. \"Weeping, he left his pad on orders from police and furnishings hauled away, all records and mementos, and reporters calculating tears & curses for the press: 'I hope the Chinese junkies get you' and they will for the [opium] poppy rules the world\".",
        "ngram": 95,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Mark Savage of BBC News named Grande \"one of pop's most intriguing and gifted singers\" and complimented her \"unrivalled vocal control\". In The New York Times, Jon Pareles noted that Grande's voice \"can be silky, breathy or cutting, swooping through long melismas or jabbing out short R&B phrases; it's always supple and airborne, never forced.\" Composer and playwright Jason Robert Brown wrote in a 2016 Time magazine article, \"[N]o matter how much you are underestimated ... you are going to open your mouth and that unbelievable sound is going to come out. That [...] instrument [...] allows you to shut down every objection and every obstacle.\"",
        "ngram": 106,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Williams returned to America to successfully defend her Stanford title, overcoming CoCo Vandeweghe in the final. At the Olympics, she won gold by defeating Sharapova in a dominating performance. She and Venus also won a second consecutive Olympic doubles title. In New York, Williams claimed her fourth US Open singles title, which was her 15th career Grand Slam singles title. She ended the season by going undefeated at the WTA Championships and winning the event for the third time. She was named ITF World Champion, and was voted WTA Player of the Year for the fourth time.",
        "ngram": 97,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "After moving to New York City, from 18 April to 12 June 1970, Lennon and Ono presented a series of Fluxus conceptual art events and concerts at Joe Jones's Tone Deaf Music Store called GRAPEFRUIT FLUXBANQUET. Performances included Come Impersonating John Lennon & Yoko Ono, Grapefruit Banquet and Portrait of John Lennon as a Young Cloud by Yoko + Everybody. That same year, Lennon also made The Complete Yoko Ono Word Poem Game (1970): a conceptual art poem collage that utilized the cut-up (or découpé) aleatory technique typical of the work of John Cage and many Fluxus artists. The cut-up technique can be traced to at least the Dadaists of the 1920s, but was popularized in the early 1960s by writer William S. Burroughs. For The Complete Yoko Ono Word Poem Game, Lennon took the portrait photo of himself that was included in the packaging of the 1968 The Beatles LP (aka The White Album) and cut it into 134 small rectangles. A single word was written on the back of each fragment, to be read in any order. The portrait image was meant to be reassembled in any order. The Complete Yoko Ono Word Poem Game was presented by Lennon to Ono on 28 July in an inscribed envelope for her to randomly assemble and reassemble at will.",
        "ngram": 219,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "On February 29, 2012, Houston became the first female artist, first solo artist and first posthumous artist in history ever to place three or more albums in the top ten of the US Billboard 200 simultaneously, with Whitney: The Greatest Hits at number 2, The Bodyguard at number 6 and Whitney Houston at number 9. On March 7, 2012, Houston claimed two more additional feats on the US Billboard charts: she became the first female act to place nine albums within the top 100 (with Whitney: The Greatest Hits at number 2, The Bodyguard at number 5, Whitney Houston at number 10, I Look to You at number 13, Triple Feature at number 21, My Love Is Your Love at number 31, I'm Your Baby Tonight at number 32, Just Whitney at number 50 and The Preacher's Wife at number 80); in addition, other Houston albums were also on the US Billboard Top 200 Album Chart at this time. Houston also became the second female act, after Adele, to place two albums in the top five of the US Billboard Top 200, with Whitney: The Greatest Hits at number 2 and The Bodyguard at number 5. In addition, Houston set a Guinness World Record by being the first female artist to place the most albums inside the Billboard 200 simultaneously by a female artist with ten. In October 2023, Houston made the list of the top ten highest-earning posthumous celebrities on Forbes earning $30 million, later winning Houston a posthumous Guinness World Records entry as the",
        "ngram": 256,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 2003, Johnson got a partial Samoan Peʻa tattoo on his left side. In August 2004, in recognition of his service to the Samoan people, and because he is a descendant of Samoan chiefs, Johnson was given the noble title Seiuli, meaning the son of Malietoa [Alo o Malietoa], by Malietoa Tanumafili II during his visit there.",
        "ngram": 57,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 2015 and 2016, he guest-starred in two episodes of Grandfathered, starring and produced by his Full House co-star John Stamos. From 2016 to 2020, Saget reprised his role as Danny Tanner for fifteen episodes of Full House's sequel series, Fuller House, including the series premiere and finale.",
        "ngram": 48,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Jenner runs her own production company, Jenner Communications, which is based in Los Angeles. Since before the start of Keeping Up with the Kardashians, she has managed her daughters' Kim, Kourtney, Khloe, Kendall, and Kylie's career. She also is involved with the business management of her other daughters and son. She has been involved in the launch and an instrumental guiding force of their successful family brands including Kylie Cosmetics, Kylie Skin, KKW Beauty, KKW Fragrance, Skims, Good American, 818 Tequila, SKKN by Kim and Arthur George.Jenner opened a children's boutique in 2004 with her eldest daughter, Kourtney. The boutique was called \"Smooch\" and was open for almost six years before closing down in 2009. In 2011, Jenner launched a clothing line, Kris Jenner Kollection with QVC. Jenner had previously sold exercise equipment with QVC in the 1990s.In 2014, Jenner and her youngest daughter Kylie founded a company called Kylie Lip Kits (now Kylie Cosmetics) and partnered with Seed Beauty, a retail and product development company co-founded by siblings, John and Laura Nelson. The company's first product Kylie Lip Kits, a liquid lipstick and lip liner, debuted on November 30, 2015. The first 15,000 lip kits were produced by Seed Beauty and funded by Kylie at a cost of $250,000 from her modelling earnings. The company was renamed to Kylie Cosmetics in February 2016, and production was increased to 500,000 kits. By the end of 2016, the company's total revenue was over $300 million. On May 9, 2018, Jenner and Kylie announced their collaboration called the",
        "ngram": 256,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Beyoncé responded about her intent by utilizing the definition of feminist with her platform was to \"give clarity to the true meaning\" behind it. She says to understand what being a feminist is, \"it's very simple. It's someone who believes in equal rights for men and women.\" She advocated to provide equal opportunities for young boys and girls, men and women must begin to understand the double standards that remain persistent in our societies and the issue must be illuminated in effort to start making changes.",
        "ngram": 86,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "She guest-starred on Married...With Children; in a gender-bending parody of the film Indecent Proposal, White had the Robert Redford role while Al Bundy had that of Demi Moore. She served as guest timekeeper and provided interviews from the backstage area throughout the evening for WrestleMania IV. In 1996, she was the main narrator and singer in the CD release of Leslie Bricusse's \"Santa's Last Ride\".On April 20, 2006, she was honored with a star on the Hollywood Walk of Fame, with Pat Sajak, Merv Griffin, and Alex Trebek as key witnesses.White lent her voice to the Canadian animated television special The Real Story of Twinkle, Twinkle Little Star and the American animated television series Captain Planet and the Planeteers.White presented a set of luggage in a special guest appearance on The Price Is Right Celebrates 50 Years in September 2021.In May 2022, White appeared as a special guest in the seventh season of RuPaul's Drag Race: All Stars where the contestants did a runway in tribute to her past looks.On April 21, 2023, it was announced that White would be featured in a four-episode documentary by ABC News titled The Game Show Show, covering the history of game shows in America over the last eight decades. The four-part documentary premiered on May 10, 2023.",
        "ngram": 214,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Throughout Jackson's career, he has appeared in many films alongside mainstream rappers. These include Tupac Shakur (Juice), Queen Latifah (Juice/Sphere/Jungle Fever), Method Man (One Eight Seven), LL Cool J (Deep Blue Sea/S.W.A.T.), Busta Rhymes (Shaft), Eve (xXx), Ice Cube (xXx: State of the Union), Xzibit (xXx: State of the Union), David Banner (Black Snake Moan), and 50 Cent (Home of the Brave). Additionally, Jackson has appeared in five films with actor Bruce Willis (National Lampoon's Loaded Weapon 1, Pulp Fiction, Die Hard with a Vengeance, Unbreakable, and Glass) and the actors were slated to work together in Black Water Transit before both dropped out.",
        "ngram": 104,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Gellar met her future husband, Freddie Prinze Jr., while they were filming the 1997 teen horror film I Know What You Did Last Summer, but the two did not begin dating until 2000. They were engaged in April 2001 and married in Mexico on September 1, 2002, in a ceremony officiated by Adam Shankman, a director and choreographer with whom Gellar had worked on Buffy the Vampire Slayer.Prinze and Gellar have worked together several times, including when they played each other's respective love interests as Fred and Daphne in  Scooby-Doo and Scooby-Doo 2: Monsters Unleashed. In 2007, in honor of their fifth year of marriage, Gellar legally changed her name to Sarah Michelle Prinze.Together, Gellar and Prinze have two children, a daughter born in 2009 and a son born in 2012. The family lives in Los Angeles.On February 10, 2021, Gellar expressed support for her Buffy the Vampire Slayer co-star Charisma Carpenter after Carpenter made allegations of abuse against series creator Joss Whedon. She also stated, \"While I am proud to have my name associated with Buffy Summers, I don't want to be forever associated with the name Joss Whedon.\" In an interview with The Hollywood Reporter published January 18, 2023, Gellar is quoted as saying, \"I'll never tell my full story because I don't get anything out of it.\"",
        "ngram": 221,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In July 2022, Stephen King appeared in a video call with the Russian pranksters Vovan and Lexus who played the role of Volodymyr Zelenskyy. In the call Stephen King said \"You can always find things about people to pull them down. Washington and Jefferson were slave owners — that doesn't mean they didn't do many good things to the United States of America. There are always people who have flaws, we are humans. On the whole, I think Bandera is a great man, and you're a great man, and Viva Ukraine!\" However, King later realized that he was pranked and apologized on Twitter, noting that he was not the only victim and \"other victims who fell for these guys include J.K. Rowling, Prince Harry, and Justin Trudeau\".",
        "ngram": 127,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Minnelli has long suffered from alcoholism and has been addicted to prescription drugs, originating from a Valium prescription after her mother died. Her use of recreational drugs in the 1970s was noted by Andy Warhol, who in a 1978 diary entry recalled Minnelli arriving at Halston's house and imploring the host to \"Give me every drug you've got.\" Along with Warhol and Bianca Jagger, Minnelli made frequent appearances at New York City nightclubs during the late 1970s, including Studio 54. Minnelli left her 1984 musical The Rink to enter the Betty Ford Clinic.Minnelli is an Episcopalian.Minnelli's friendships have included the singer Adam Ant whom she advised on what to wear when he was presented to Queen Elizabeth II after the 1981 Royal Variety Performance at which his band Adam and the Ants performed.  Ant in turn namechecked Minnelli in the track \"Crackpot History and the Right To Lie\" on his 1982 solo album Friend or Foe.During an Australian visit in 1964, Minnelli and her then-boyfriend Peter Allen were invited to the opening of the Compass Centre in Bankstown, Sydney. They were awarded the titles of King and Queen of the Compass Centre.",
        "ngram": 193,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Beyoncé starred as the voice of Nala in the remake The Lion King, which was released in July 2019. Beyoncé is featured on the film's soundtrack, released on July 11, 2019, with a remake of the song \"Can You Feel the Love Tonight\" alongside Donald Glover, Billy Eichner and Seth Rogen, which was originally composed by Elton John. An original song from the film by Beyoncé, \"Spirit\", was released as the lead single from both the soundtrack and The Lion King: The Gift – a companion album released alongside the film, produced and curated by Beyoncé.",
        "ngram": 96,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "In 1999, with the release of the single \"How to Rob\", 50 Cent attacked his rap peers, including Jay-Z, who responded to the provocation with the single \"It's Hot (Some Like It Hot)\" in which he raps \"Go against Jigga yo ass is dense/I'm about a dollar – what the f*ck is 50 Cents?\".In a 2009 interview with Rolling Stone, 50 Cent accused Jay-Z and his record company Roc-A-Fella Records of being unfair to Beanie Sigel because \"[Jay-Z] didn't have their interests in mind, he was just doing what he had to do for himself.\" The rapper also stated that \"I don't know him personally, [...] I tried to collaborate with him on the Freeway project ... What I did was Freeway went out and found his publishing deal, and we started the album. [...] when it came time to put the record out, he didn't want to shoot his video. He has a god complex.\" 50 Cent also accused Jay-Z of changing in attitude and image since marrying Beyoncé.",
        "ngram": 170,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "Basinger returned to Africa in her next film, the 2012 Nigerian drama Black November, about a Niger Delta community's struggle to save their environment, which was being destroyed by excessive oil drilling. As part of an ensemble cast (which included her 9½ Weeks co-star Mickey Rourke), she played the role of a kidnapped reporter. While the film had a significant impact upon its release, The Hollywood Reporter noted: \"Don't be fooled by the names of Mickey Rourke and Kim Basinger on the marquee. Despite the tantalizing prospect of a reunion of the stars of a certain '80s-era hit erotic drama, their minor presence is largely extraneous to the proceedings of [this] overwrought and preachy thriller\".",
        "ngram": 115,
        "subject": "Lindsay Lohan"
    },
    {
        "text": "The turning point for Aftermath came in 1998, when Dre's close friend, Jimmy Iovine, the co-founder of Interscope Records (parent label for Aftermath), suggested that Dr. Dre sign Eminem, a white rapper from Detroit. Dre produced three songs and provided vocals for two on Eminem's successful and controversial debut album The Slim Shady LP, released in 1999. The Dr. Dre-produced lead single from that album, \"My Name Is\", brought Eminem to public attention for the first time, and the success of The Slim Shady LP – it reached number two on the Billboard 200 and received general acclaim from critics – revived the label's commercial ambitions and viability.",
        "ngram": 108,
        "subject": "Lindsay Lohan"
    }
]