[
    {
        "text": "Initially, he and his band had worn black shirts because that was the only matching color they had among their various outfits. He wore other colors on stage early in his career, but he claimed to like wearing black both on and off stage. He stated that political reasons aside, he simply liked black as his on-stage color. The outdated US Navy's winter blue uniform used to be referred to by sailors as \"Johnny Cashes\", as the uniform's shirt, tie, and trousers are solid black.In the mid-1970s, Cash's popularity and number of hit songs began to decline. He made commercials for Amoco and STP, an unpopular enterprise at the time of the 1970s energy crisis. In 1976, he made commercials for Lionel Trains, for which he also wrote the music. However, his first autobiography, Man in Black, was published in 1975 and sold 1.3 million copies. A second, Cash: The Autobiography, appeared in 1997.",
        "ngram": 154,
        "subject": "Reba McEntire"
    },
    {
        "text": "In 2020, Louis-Dreyfus headlined the comedy-drama Downhill, opposite Will Ferrell. The film premiered at the 2020 Sundance Film Festival and was theatrically released on February 14. Next, she voiced a suburban elf mother in Pixar's Onward opposite Tom Holland and Chris Pratt. The film was released on March 6, 2020. In January 2020, Louis-Dreyfus signed a multi-year deal with Apple TV+. Under the deal, she will develop new projects for Apple TV+ as both an executive producer and star. The following year Louis-Dreyfus appeared in the Disney+ series The Falcon and the Winter Soldier (2021) as Valentina Allegra de Fontaine, which is set in the Marvel Cinematic Universe, though she was originally intended to debut in the film Black Widow (where she appears in the post credit scene). She reprised the role in Black Panther: Wakanda Forever (2022), and will also appear in the upcoming film Thunderbolts* (2025). In 2022 she was a guest on the Netflix show My Next Guest Needs No Introduction with David Letterman.",
        "ngram": 167,
        "subject": "Reba McEntire"
    },
    {
        "text": "Wong and William Chen stated that the fight lasted an unusually long 20–25 minutes. Wong claims that although he had originally expected a serious but polite bout, Lee aggressively attacked him with the intent to kill. When Wong presented the traditional handshake, Lee appeared to accept the greeting, but instead, Lee allegedly thrust his hand as a spear aimed at Wong's eyes. Forced to defend his life, Wong asserted that he refrained from striking Lee with killing force when the opportunity presented itself because it could have earned him a prison sentence, but used illegal cufflings under his sleeves. According to Michael Dorgan's 1980 book Bruce Lee's Toughest Fight, the fight ended due to Lee's \"unusually winded\" condition, as opposed to a decisive blow by either fighter.",
        "ngram": 127,
        "subject": "Reba McEntire"
    },
    {
        "text": "She also appeared in some television commercials during the early 1980s for Burger King and Aim toothpaste, among others. Several television and smaller film roles followed, including appearances in Charles in Charge, Armed and Dangerous, and Amityville 3-D. Her role in Promised Land (1987) earned Ryan her first Independent Spirit Award nomination.",
        "ngram": 52,
        "subject": "Reba McEntire"
    },
    {
        "text": "In February 2019, it was revealed that James would executive produce rapper 2 Chainz's new album Rap or Go to the League. A Def Jam press release said the intent of the album is \"celebrating black excellence and focusing on the power of education and entrepreneurship.\" The press release also says the title \"challenges the notion that the only way out of the inner city is either to become a rapper or a ball player.\" As of June 2023, James is the most followed basketball player on Instagram, with over 155 million followers.",
        "ngram": 93,
        "subject": "Reba McEntire"
    },
    {
        "text": "As the 1932 presidential election approached, Roosevelt turned his attention to national politics, established a campaign team led by Howe and Farley, and a \"brain trust\" of policy advisers, primarily composed of Columbia University and Harvard University professors. Some were not so sanguine about his chances, such as Walter Lippmann, the dean of political commentators, who observed: \"He is a pleasant man who, without any important qualifications for the office, would very much like to be president.\"",
        "ngram": 77,
        "subject": "Reba McEntire"
    },
    {
        "text": "The Sussexes visited the UK and Germany in September 2022 for a number of charity events in Manchester and Düsseldorf. On 8 September 2022, while Harry and Meghan were in London preparing to attend a charity event, Queen Elizabeth II died at Balmoral Castle in Scotland.",
        "ngram": 46,
        "subject": "Reba McEntire"
    },
    {
        "text": "He also gained widespread recognition as the Jedi Mace Windu in the Star Wars prequel trilogy (1999–2005), and Nick Fury in 11 Marvel Cinematic Universe films, beginning with Iron Man (2008), as well as guest-starring in the ABC series Agents of S.H.I.E.L.D.. Jackson has provided his voice for Lucius Best / Frozone in the Pixar films The Incredibles (2004) and Incredibles 2 (2018). He has also acted in a number of big-budget films, including Die Hard with a Vengeance (1995), A Time to Kill (1996), Unbreakable (2000), Shaft (2000) and its reboot (2019), XXX (2002), Coach Carter (2005), Snakes on a Plane (2006), Kingsman: The Secret Service (2014), Kong: Skull Island (2017), and Glass (2019).",
        "ngram": 115,
        "subject": "Reba McEntire"
    },
    {
        "text": "Moore appeared on the cover of the January 1981 issue of the adult magazine Oui, taken from a photo session in which she had posed nude. In a 1988 interview, Moore claimed she \"only posed for the cover of Oui—I was 16; I told them I was 18\". Interviewer Alan Carter said, \"However, some peekaboo shots did appear inside. And later, nude shots of her turned up in Celebrity Sleuth—photos that she once said 'were for a European fashion magazine'.\" In 1990, she told another interviewer, \"I was 17 years old. I was underage. It was just the cover.\" Moore made her film debut with a brief role in the 1981 teen drama Choices, directed by Silvio Narizzano. Her second film feature was the 3-D sci-fi horror film Parasite (1982), for which director Charles Band had instructed casting director Johanna Ray to \"find me the next Karen Allen.\" Moore then joined the cast of the ABC soap opera General Hospital, playing the role of investigative reporter Jackie Templeton until 1983. During her tenure on the series, she made an uncredited cameo appearance in the 1982 spoof film Young Doctors in Love. Moore's film career took off in 1984 following her appearance in the sex comedy Blame It on Rio. She also portrayed Laura Victor in the comedy film No Small Affair (1984), opposite Jon Cryer.",
        "ngram": 225,
        "subject": "Reba McEntire"
    },
    {
        "text": "On July 8, 2018, Travis Pastrana from Nitro Circus paid tribute to Evel on History Channel live event, \"Evel Live\", with 3 of Evel's most famous record-breaking Las Vegas jumps in one night. He was riding a Roland Sands Design–prepared 450-pound Indian Scout FTR750, and dressed in a full Evel Knievel getup, down to wearing vintage-style-appearing dress boots from Bates, the manufacturer that had made Evel's.",
        "ngram": 66,
        "subject": "Reba McEntire"
    },
    {
        "text": "On June 16, 2021, Beyoncé won the award of \"top touring artist\" of the decade (2010s) at the Pollstar Awards. On June 17, 2021, Beyoncé was inducted into the Black Music & Entertainment Walk of Fame as a member of the inaugural class.",
        "ngram": 43,
        "subject": "Reba McEntire"
    },
    {
        "text": "Kelly's music took root in R&B, hip hop and soul. He was influenced by listening to his mother, Joanne Kelly, sing. She played records by Stevie Wonder, Donny Hathaway and Marvin Gaye, inspirations for Kelly. In reference to Hathaway, Kelly stated: \"A guy like Donny Hathaway had a focused, sexual texture in his voice that I always wanted in mine. He had smooth, soulful tones, but he was spiritual at the same time. In his autobiography, Kelly stated that he was heavily influenced by Marvin Gaye's R&B Lothario image. \"I had to make a 'baby-makin'' album. If Marvin Gaye did it, I wanted to do it\", Kelly said.While Kelly created a smooth, professional mixture of hip-hop beats, soulman crooning and funk, the most distinctive element of his music is its explicit sensuality. \"Sex Me\", \"Bump n' Grind\", \"Your Body's Callin'\", and \"Feelin' on Yo Booty\" are considered to be examples, as their productions were seductive enough to sell such blatant come-ons. Kelly's crossover appeal was also sustained by his development of a flair for pop balladry.",
        "ngram": 176,
        "subject": "Reba McEntire"
    },
    {
        "text": "Harmon had two older sisters, the late actress and painter Kristin Nelson, who was divorced from the late singer Rick Nelson, and actress and model Kelly Harmon, formerly married to car magnate John DeLorean. His maternal grandparents were Austrian immigrants.",
        "ngram": 40,
        "subject": "Reba McEntire"
    },
    {
        "text": "Cyrus is the founder of the Happy Hippie Foundation, which works to \"fight injustice facing homeless youth, LGBTQ youth, and other vulnerable populations\". From 2014 to 2016 the foundation served nearly 1,500 homeless youth in Los Angeles, reached more than 25,000 LGBTQ youth and their families with resources about gender, and provided social services to transgender individuals, youth in conflict zones, and people affected by crises. Happy Hippie encourages Cyrus's fans to support causes including gender equality, LGBTQ rights and mental health through awareness campaigns and fundraising. Leading up to the 2020 presidential election, Happy Hippie encouraged its Instagram followers to seek out VoteRiders for assistance ensuring that gender identity would not affect their right to vote.",
        "ngram": 117,
        "subject": "Reba McEntire"
    },
    {
        "text": "Bot Sentinel also released three more reports in the following months, arguing that the accounts were part of a \"bot network\" and a similar network could be found on YouTube. In January 2022, the BBC named Meghan and Harry among people whose photos and videos were used in fake instant profits advertisements and bitcoin-related investment schemes.",
        "ngram": 56,
        "subject": "Reba McEntire"
    },
    {
        "text": "In 2020, Tarantino signed a two-book deal with HarperCollins. He published his first novel in June 2021, a novelization of Once Upon a Time in Hollywood. It received positive reviews from The New York Times and The Guardian. The second book titled Cinema Speculation, about films of the New Hollywood era, inspired by film critic Pauline Kael was published on November 1, 2022.",
        "ngram": 63,
        "subject": "Reba McEntire"
    },
    {
        "text": "Prior to the Mississippi runoff election on June 24, 2014, Favre endorsed the incumbent Republican U.S. Senator Thad Cochran in his race against State Senator Chris McDaniel, a \"tea party\" favorite. He has stated he does not identify with a specific political party.",
        "ngram": 43,
        "subject": "Reba McEntire"
    },
    {
        "text": "Blair criticised other governments for not doing enough to solve global climate change. In a 1997 visit to the United States, he made a comment on \"great industrialised nations\" that fail to reduce greenhouse gas emissions. Again in 2003, Blair went before the United States Congress and said that climate change \"cannot be ignored\", insisting \"we need to go beyond even Kyoto.\" Blair and his party promised a 20% reduction in carbon dioxide. The Labour Party also claimed that by 2010 10% of the energy would come from renewable resources; however, it only reached 7% by that point.",
        "ngram": 98,
        "subject": "Reba McEntire"
    },
    {
        "text": "While it is believed that Aristotle's Poetics originally comprised two books – one on comedy and one on tragedy – only the portion that focuses on tragedy has survived. Aristotle taught that tragedy is composed of six elements: plot-structure, character, style, thought, spectacle, and lyric poetry. The characters in a tragedy are merely a means of driving the story; and the plot, not the characters, is the chief focus of tragedy. Tragedy is the imitation of action arousing pity and fear, and is meant to effect the catharsis of those same emotions. Aristotle concludes Poetics with a discussion on which, if either, is superior: epic or tragic mimesis. He suggests that because tragedy possesses all the attributes of an epic, possibly possesses additional attributes such as spectacle and music, is more unified, and achieves the aim of its mimesis in shorter scope, it can be considered superior to epic. Aristotle was a keen systematic collector of riddles, folklore, and proverbs; he and his school had a special interest in the riddles of the Delphic Oracle and studied the fables of Aesop.",
        "ngram": 181,
        "subject": "Reba McEntire"
    },
    {
        "text": "The album's first single, \"I Wanna Dance with Somebody (Who Loves Me)\", released a month earlier in May, was also a massive hit worldwide, peaking at number one on the Billboard Hot 100 and topping the singles chart in 17 countries, including Australia, West Germany and the UK. To date, the single has sold over 14 million copies worldwide. Following that single was three more singles, \"Didn't We Almost Have It All\", \"So Emotional\" and \"Where Do Broken Hearts Go\", all of which peaked at number one on the Billboard Hot 100. With this feat, Houston became the first recording artist in history to earn seven consecutive number one hits, besting the previous record of six, held by the Beatles and the Bee Gees. Houston remains the only artist to ever accomplish this feat as of 2024. In addition, Houston also became the first female artist to generate four number one singles off one album. Whitney has been certified Diamond in the US for shipments of over ten million copies and has sold a total of 20 million copies worldwide.",
        "ngram": 180,
        "subject": "Reba McEntire"
    },
    {
        "text": "In 2016, Brown partnered with German streetwear company Snipes, for a summer capsule collection designed in collaboration with the singer. The same year Brown also served as a model for Philipp Plein's fall and winter campaign. In 2016, during an interview with Vanity Fair Italia, he talked about his own definition of style: «It's not the name of a designer, it's not parading as a model, it's not the money you can spend on a jacket. Style is self-awareness, self-confidence. It's feeling comfortable in what you have on and who you are. It's the ability to be an individual, to be yourself, to be free in a free world».",
        "ngram": 109,
        "subject": "Reba McEntire"
    },
    {
        "text": "Brown has also pursued an acting career. In 2007, he made his on-screen feature film debut as a supporting role in the dance drama Stomp the Yard and took a leading role in the Christmas comedy film This Christmas (2007). He portrayed Will Tutt in three episodes on the Fox television series The O.C. in 2007. He also guest starred as himself on the children's programs Sesame Street in 2007, The Suite Life of Zach and Cody in 2008, and in the Comedy Central series Tosh.O in 2011. He has continued to act inconsistently in films such as the heist thriller, Takers (2010), which he also executive produced, the romantic comedy Think Like a Man (2012), and the dance film Battle of the Year (2013). He produced and starred in a documentary on himself entitled Welcome to My Life (2017). Reviewing the documentary, Rachel Leah of Salon talked about what the singer said on domestic violence, stating: \"Chris Brown's actions are inexcusable, but what he says about male violence is vital\". Brown returned to film playing a supporting role in the sports comedy film She Ball (2021).",
        "ngram": 187,
        "subject": "Reba McEntire"
    },
    {
        "text": "Carter's seventh studio album, Rebirth (2010) experimented with rap rock and was released in February of that year to generally negative critical response. A month later in March, he began serving an 8-month jail sentence for criminal possession of a weapon stemming from an incident in July 2007. His eighth album, I Am Not a Human Being (2010) was released during his incarceration, while the release of his ninth album, Tha Carter IV (2011) coincided months after his release from prison. Tha Carter IV sold 964,000 units in its first-week in the United States and received mixed reviews. His twelfth studio album, Tha Carter V (2018)—preceded by I Am Not a Human Being II (2013) and Free Weezy Album (2015)—was released following long-term delays and label disputes, and was met with 480,000 in first-week sales. His thirteenth album, Funeral (2020) became his fifth non-consecutive number one album.",
        "ngram": 147,
        "subject": "Reba McEntire"
    },
    {
        "text": "In April 2012, on the premiere of MTV's Hip Hop POV, Carter sat down with Amanda Seales and spoke briefly about an album he put together titled Devol (loved, backwards), an album full of \"love songs\" that he wrote during his imprisonment at Rikers Island. In May 2013, he confirmed the album will still be released.",
        "ngram": 56,
        "subject": "Reba McEntire"
    },
    {
        "text": "Shields played a romantic lead in Sahara (1983) for a fee variously reported as $1 million or $1.5 million. Her mother Teri Shields was executive producer of the picture, with a fee of $25,000. The movie was a critical and financial failure, released only in the Western United States after poor previews and grossing $1.2 million against a budget of $15 million film (equivalent to approximately $47,358,621 in 2023). ",
        "ngram": 70,
        "subject": "Reba McEntire"
    },
    {
        "text": "Minnelli began as a nightclub singer as an adolescent, making her professional nightclub debut at the age of 19 at the Shoreham Hotel in Washington, D.C. That same year she began appearing in other clubs and on stage in Las Vegas, Los Angeles, Chicago, Miami, and New York City. Her success as a live performer led her to record several albums for Capitol Records: Liza! Liza! (1964), It Amazes Me (1965), and There Is a Time (1966). In her early years, she recorded traditional pop standards as well as show tunes from various musicals in which she starred. Because of this fact, William Ruhlmann named her \"Barbra Streisand's little sister\". The Capitol albums Liza! Liza!, It Amazes Me, and There Is a Time were reissued on the two-CD compilation The Capitol Years in 2001, in their entirety.",
        "ngram": 137,
        "subject": "Reba McEntire"
    },
    {
        "text": "Swift divides her writing into three types: \"quill lyrics\", songs rooted in antiquated poeticism; \"fountain pen lyrics\", based on modern and vivid storylines; and \"glitter gel pen lyrics\", which are lively and frivolous. Critics note the fifth track of every Swift album as the most \"emotionally vulnerable\" of the album. Awarding her with the Songwriter Icon Award in 2021, the National Music Publishers' Association remarked that \"no one is more influential when it comes to writing music today\". The Week deemed her the foremost female songwriter of modern times, and the Nashville Songwriters Association International named her Songwriter-Artist of the Decade in 2022. Swift has also published two original poems: \"Why She Disappeared\" and \"If You're Anything Like Me\".",
        "ngram": 119,
        "subject": "Reba McEntire"
    },
    {
        "text": "By 1988, Clancy had earned $1.3 million for The Hunt for Red October and had signed a $3 million contract for his next three books. In 1992, he sold North American rights to Without Remorse for $14 million, a record for a single book. By 1997, Penguin Putnam Inc. (part of Pearson Education) paid Clancy $50 million for world rights to two new books and another $25 million to Red Storm Entertainment for a four-year book/multimedia deal. Clancy followed this up with an agreement with Penguin's Berkley Books for 24 paperbacks to tie in with the ABC television miniseries Tom Clancy's Net Force, which aired in the fall/winter of 1998. The Op-Center universe has laid the ground for the series of books written by Jeff Rovin, which was in an agreement worth $22 million, bringing the total value of the package to $97 million.In 1993, Clancy joined a group of investors that included Peter Angelos, and bought the Baltimore Orioles from Eli Jacobs. In 1998, he tentatively reached an agreement to purchase the Minnesota Vikings, but had to abandon the deal because of a divorce settlement cost.The first NetForce novel, titled Net Force (1999), was adapted as a 1999 TV movie starring Scott Bakula and Joanna Going. The first Op-Center novel (Tom Clancy's Op-Center published in 1995) was released to coincide with a 1995 NBC television miniseries of the same name starring Harry Hamlin and a cast of stars. Though the miniseries did not continue, the book series did, but later had little in common with",
        "ngram": 256,
        "subject": "Reba McEntire"
    },
    {
        "text": "Filming of Rosemary's Baby ran over its initial schedule, which angered Sinatra, who had cast Farrow in a role in his film The Detective (1968). After Farrow failed to report for filming, Sinatra cast actress Jacqueline Bisset in Farrow's role.In November 1967, while Farrow was filming Rosemary's Baby, Sinatra's lawyer served her with divorce papers. Their divorce was finalized in August 1968.Farrow later blamed the demise of the marriage on their age difference and said she was an \"impossibly immature teenager\" when she married Sinatra. The two remained friends until Sinatra's death.",
        "ngram": 92,
        "subject": "Reba McEntire"
    },
    {
        "text": "Hamilton returned once more to the Terminator franchise and the character of Sarah Connor when she headlined the Tim Miller-directed Terminator: Dark Fate, set 25 years after the events of T2. She admitted to being reluctant to sign on to the project, having spent the previous few years away from the spotlight: \"I love my alone time like no one you've ever met … That was my hesitation: Do I want to trade this lovely, authentic life [that I've built] for that? I didn't want my neighbours looking at me differently. We're neighbors because of who we are, not what we do, and I don't want that to creep into my life again\".",
        "ngram": 113,
        "subject": "Reba McEntire"
    },
    {
        "text": "In 2008, Wilde campaigned with actors Justin Long and then-current House castmate Kal Penn in support for Democratic presidential nominee Barack Obama. She supported the youth voter organization 18 in '08, serving on their advisory council and appearing in a public service announcement that debuted June 30, 2008, encouraging youth to vote in the 2008 election.",
        "ngram": 56,
        "subject": "Reba McEntire"
    },
    {
        "text": "In 2005, the couple participated in the reality show Being Bobby Brown, which gave a picture of their lives behind the scenes. In September 2006, Houston filed for legal separation and later divorce. Their divorce was finalized on April 24, 2007, with Houston receiving custody of their 14-year-old daughter. In a September 2009 interview with Oprah Winfrey, Houston admitted to sometimes using drugs with Brown, stating that Brown had \"laced marijuana with cocaine\". Houston also told Winfrey that Brown had been abusive during their marriage and even spat on her on one occasion while drunk.",
        "ngram": 95,
        "subject": "Reba McEntire"
    },
    {
        "text": "C-SPAN ranked Trump fourth-lowest overall in their Presidential Historians Survey 2021, with Trump rated lowest in the leadership characteristics categories for moral authority and administrative skills. The Siena College Research Institute's 2022 survey ranked Trump 43rd out of 45 presidents. He was ranked last on background, integrity, intelligence, foreign policy accomplishments, and executive appointments, and second-last on ability to compromise, executive ability, and present overall view. He was ranked near the bottom in all categories except for luck, willingness to take risks, and party leadership.",
        "ngram": 85,
        "subject": "Reba McEntire"
    }
]