[
    {
        "text": "Kelce was born on October 5, 1989, in Westlake, Ohio. His father, Ed Kelce, is a sales representative in the steel industry, and his mother, Donna, is a former bank executive. Kelce's older brother Jason played center for the Philadelphia Eagles for 13 seasons.Kelce attended Cleveland Heights High School in his hometown of Cleveland Heights, Ohio, where he played football, basketball, and baseball. He was a three-year letter winner as quarterback for the Tigers. As a senior in 2007, he ran for 1,016 yards and 10 touchdowns and threw for 1,523 yards, 21 touchdowns, and eight interceptions. His 2,539 yards of total offense garnered him All-Lake Erie League honors.",
        "ngram": 109,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Beyoncé has worked with numerous directors for her music videos throughout her career, including Melina Matsoukas, Jonas Åkerlund, and Jake Nava. Bill Condon, director of Beauty and the Beast, stated that the Lemonade visuals in particular served as inspiration for his film, commenting, \"You look at Beyoncé's brilliant movie Lemonade, this genre is taking on so many different forms ... I do think that this very old-school break-out-into-song traditional musical is something that people understand again and really want.\"",
        "ngram": 79,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Some celebrities opposed Davis's decision to continue with the party while a police investigation was being conducted in Houston's hotel room and her body was still in the building. Chaka Khan, in an interview with CNN's Piers Morgan on February 13, 2012, shared that she felt the party should have been canceled, saying: \"I thought that was complete insanity. And knowing Whitney I don't believe that she would have said 'the show must go on.' She's the kind of woman that would've said 'Stop everything! Un-unh. I'm not going to be there.'\"",
        "ngram": 92,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Marx's view of capitalism was two-sided. On one hand, in the 19th century's deepest critique of the dehumanising aspects of this system he noted that defining features of capitalism include alienation, exploitation and recurring, cyclical depressions leading to mass unemployment. On the other hand, he characterised capitalism as \"revolutionising, industrialising and universalising qualities of development, growth and progressivity\" (by which Marx meant industrialisation, urbanisation, technological progress, increased productivity and growth, rationality, and scientific revolution) that are responsible for progress, at in contrast to earlier forms of societies. Marx considered the capitalist class to be one of the most revolutionary in history because it constantly improved the means of production, more so than any other class in history and was responsible for the overthrow of feudalism. Capitalism can stimulate considerable growth because the capitalist has an incentive to reinvest profits in new technologies and capital equipment.According to Marx, capitalists take advantage of the difference between the labour market and the market for whatever commodity the capitalist can produce. Marx observed that in practically every successful industry, input unit-costs are lower than output unit-prices. Marx called the difference \"surplus value\" and argued that it was based on surplus labour, the difference between what it costs to keep workers alive, and what they can produce. Although Marx describes capitalists as vampires sucking worker's blood, he notes that drawing profit is \"by no means an injustice\" since Marx, according to Allen W. Wood \"excludes any trans-epochal standpoint from which one can comment\" on the morals of such particular arrangements. Marx",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Swift began professional songwriting at age 14. She signed with Big Machine Records in 2005 and achieved prominence as a country pop singer with the albums Taylor Swift (2006) and Fearless (2008). Their singles \"Teardrops on My Guitar\", \"Love Story\", and \"You Belong with Me\" were crossover successes on country and pop radio formats and brought Swift mainstream fame. She experimented with rock and electronic styles on her next albums, Speak Now (2010) and Red (2012), respectively, with the latter featuring her first Billboard Hot 100 number-one single, \"We Are Never Ever Getting Back Together\". Swift recalibrated her image from country to pop with 1989 (2014), a synth-pop album containing the chart-topping songs \"Shake It Off\", \"Blank Space\", and \"Bad Blood\". Media scrutiny inspired the hip-hop-influenced Reputation (2017) and its number-one single \"Look What You Made Me Do\".",
        "ngram": 138,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In 2008, Basinger produced and starred in the independent thriller While She Was Out, as a suburban housewife who is forced to fend for herself when she becomes stranded in a desolate forest with four murderous thugs. Despite a very limited release in theaters, L.A. Weekly described that film as a \"surprisingly enjoyable female revenge tale\" and called Basinger's performance \"first-rate\". Her next film, The Informers (2009), which was written by Bret Easton Ellis, premiered at the Sundance Film Festival. In it, Basinger starred as the chronically depressed wife of a jaded film executive (played by Billy Bob Thornton).",
        "ngram": 99,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "At WWE's Survivor Series in 2003, Cuban was involved in a staged altercation with Raw General Manager Eric Bischoff and Raw wrestler Randy Orton. On December 7, 2009, Cuban acted as the guest host of Raw, getting revenge on Orton when he was the guest referee in Orton's match against Kofi Kingston, giving Kingston a fast count victory. He then announced that Orton would face Kingston at TLC: Tables, Ladders & Chairs. At the end of the show, Cuban was slammed through a table by the number one contender for the WWE Championship, Sheamus.",
        "ngram": 94,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Confucius (孔子; pinyin: Kǒngzǐ; lit. 'Master Kong'; c. 551 – c. 479 BCE), born Kong Qiu (孔丘), was a Chinese philosopher of the Spring and Autumn period who is traditionally considered the paragon of Chinese sages. Confucius's teachings and philosophy underpin the East Asian culture and society, and remain influential across China and East Asia to this day. His philosophical teachings, called Confucianism, emphasized personal and governmental morality, correctness of social relationships, justice, kindness, sincerity, and a ruler's responsibilities to lead by virtue.Confucius considered himself a transmitter for the values of earlier periods which he claimed had been abandoned in his time. He advocated for filial piety, endorsing strong family loyalty, ancestor veneration, the respect of elders by their children and of husbands by their wives. Confucius recommended a robust family unit as the cornerstone for an ideal government. He championed the Silver Rule, or a negative form of the Golden Rule, advising, \"Do not do unto others what you do not want done to yourself.\"The time of Confucius's life saw a rich diversity of thought, and was a formative period in China's intellectual history. His ideas gained in prominence during the Warring States period, but experienced setback immediately following the Qin conquest. Under Emperor Wu of Han, Confucius's ideas received official sanction, with affiliated works becoming mandatory readings for career paths leading to officialdom. During the Tang and Song dynasties, Confucianism developed into a system known in the West as Neo-Confucianism, and later as New Confucianism. From ancient dynasties to the modern era, Confucianism has integrated into the",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Jefferson wrote letters and speeches prolifically; these show him to be well-read in the philosophical literature of his day and of antiquity. Nevertheless, some scholars do not take Jefferson seriously as a philosopher mainly because he did not produce a formal work on philosophy. However, he has been described as one of the most outstanding philosophical figures of his time because his work provided the theoretical background to, and the substance of, the social and political events of the revolutionary years and the development of the American Constitution in the 1770s and 1780s. Jefferson continued to attend to more theoretical questions of natural philosophy and subsequently left behind a rich philosophical legacy in the form of presidential messages, letters, and public papers.",
        "ngram": 122,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In 1954, Shatner decided to leave Stratford and move to New York City in the hope of building a career on the Broadway stage. He was soon offered the chance to make his first appearance on American television: in a children's program called The Howdy Doody Show, he created the role of Ranger Bob, co-starring with a cast of puppets and Clarabell the Clown, whose dialogue with Shatner consisted entirely of honks on a bicycle horn. It was four years before he won his first role in a major Hollywood movie, appearing in the MGM film The Brothers Karamazov as Alexei, the youngest of the brothers, in a cast that included Yul Brynner. In December 1958, directed by Kirk Browning, he appeared opposite Ralph Bellamy as a Roman tax collector in Bethlehem on the day of Jesus's birth in a Hallmark Hall of Fame live television production entitled The Christmas Tree, the cast list of which included Jessica Tandy, Margaret Hamilton, Bernadette Peters, Richard Thomas, Cyril Ritchard, and Carol Channing. His US television profile was heightened further when he had a leading role in an episode in the third (1957–58) season of Alfred Hitchcock Presents, \"The Glass Eye\".",
        "ngram": 198,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Participating in Lower Manhattan's River to River Festival in 2019, Ono presented her participatory installation Add Color (Refugee Boat) (1960/2019). The work comprises a white room with a white rowing boat in it, which were both covered by messages and drawings from members of the audience throughout the festival. Through the participatory nature of the work, the artist emphasised the need for solidarity and the history of immigrants and refugees in the United States. Refugee Boat belongs to Ono's Add Color Painting series, first enacted in 1960, which invites the audience to make marks over the designated objects, often white.",
        "ngram": 100,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "By 1998, Houston hadn't recorded a full-length studio album in eight years. During discussion over a possible greatest hits album with Clive Davis, however, it was agreed that Houston should return to the studio for a brand new album instead. Recorded and mixed in a six-week period - fastest for any Houston recording - Houston released the album, My Love Is Your Love, on November 17, 1998. The album featured production from Rodney Jerkins, Wyclef Jean and Missy Elliott. Led by the Academy Award-winning duet, \"When You Believe\", with singer Mariah Carey off the Prince of Egypt soundtrack in a week full of star-studded releases, the album debuted and peaked at number thirteen on the Billboard 200, while later topping the European Top 100 Albums chart for six weeks, starting in August 1999. The album gave Houston some of her strongest reviews ever. Rolling Stone said Houston was singing \"with a bite in her voice\" and The Village Voice called it \"Whitney's sharpest and most satisfying so far\". Billboard magazine noted the album had a \"funkier and edgier sound than past releases\" and saw Houston \"handling urban dance, hip hop, mid-tempo R&B, reggae, torch songs and ballads all with great dexterity.\"",
        "ngram": 201,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "After failing to win a number one contendership for the World Heavyweight Championship, The Rock went into another program with Stone Cold Steve Austin. This led to a match at WrestleMania XIX on March 30, 2003, which called back to their previous two WrestleMania encounters, both of which Austin had won. The Rock won after delivering three consecutive Rock Bottoms, ending their long-running rivalry in what turned out to be Austin's final match, until WrestleMania 38. The next night, Raw was billed as \"The Rock Appreciation Night\", in honor of his victory over Austin. That night, he was attacked by a debuting Goldberg. At Backlash on April 27, 2003, Goldberg defeated The Rock, who then briefly left WWE to film Walking Tall.",
        "ngram": 122,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Throughout his premiership, Blair has been considered the most popular and unpopular Prime Minister in British history. During his time in office, he achieved the highest recorded approval ratings in his first term but also one of the lowest ratings during and in the aftermath of the Iraq War.",
        "ngram": 49,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "The Born in the U.S.A. period represented the height of Springsteen's visibility in popular culture and the broadest audience he would ever reach (aided by the release of Arthur Baker's dance mixes of three of the singles). From June 15 to August 10, 1985, all seven of his albums appeared on the UK Albums Chart: the first time an artist had charted their entire back catalogue simultaneously.",
        "ngram": 67,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In 1956, due to poor academic performance and possibly poor conduct, he was transferred to St. Francis Xavier's College, where he was mentored by Brother Edward Muss, F.M.S., a Bavarian-born teacher and coach of the school boxing team. After Lee was involved in several street fights, his parents decided that he needed to be trained in martial arts.",
        "ngram": 58,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "He followed his Oscar nomination with 1968's Bullitt – one of his best-known films, and his personal favorite – which co-starred Jacqueline Bisset, Robert Vaughn and Don Gordon. It featured an unprecedented (and endlessly imitated) car chase through San Francisco. Although McQueen did the driving that appeared in closeups, his was about 10% of what is seen in the film's car chase. The rest of the driving by McQueen's character was done by stunt drivers Bud Ekins and Loren Janes. McQueen's character drove a 1968 Ford Mustang GT 390, while the antagonist's black Dodge Charger was driven by veteran stunt driver Bill Hickman. McQueen, his stunt drivers and Hickman spent several days before the scene was shot practicing high-speed, close-quarters driving. Bullitt went so far over budget that Warner Bros. canceled the contract on the rest of his films, seven in all.",
        "ngram": 142,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "James is considered by fellow NBA players, media tabloids, and popular culture to be the \"face of the NBA\", often alongside Warriors superstar Stephen Curry. James's opinions have yielded significant influence on people who make important league decisions; for example, in 2014, he asked commissioner Adam Silver to increase the duration of the All-Star break, and the request was granted the following season. On February 13, 2015, James was elected the first vice president of the National Basketball Players Association (NBPA).",
        "ngram": 81,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In 2014, Apple CEO Tim Cook, before making the decision to publicly come out as gay, sought Cooper's advice.In 2014, Cooper and his long-term partner at the time, Benjamin Maisani, purchased Rye House, a historic estate in Connecticut. In March 2018, Cooper confirmed that he and  Maisani had split up.Cooper was friends with Anthony Bourdain, celebrity chef and host of the CNN series Parts Unknown. After Bourdain died by suicide on June 8, 2018, Cooper paid tribute to him in a CNN special program, Remembering Anthony Bourdain. Cooper also paid tribute to Bourdain on the Thanksgiving 2020 episode of Anderson Cooper Full Circle, saying that he was \"proud to call Anthony Bourdain a friend\", and adding: \"He is so, so missed by so many.\"In 2021, Cooper and co-author Katherine Howe published Vanderbilt: The Rise and Fall of an American Dynasty, a history of the Vanderbilt family going back to his Vanderbilt ancestors who came to New Amsterdam in the 17th century.",
        "ngram": 162,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Crawford is 5 feet 9+1⁄2 inches (1.77 m) tall with brown hair and eyes. Her measurements are 34–25.5–36. Her trademark is a mole (or \"beauty mark\") above her upper lip. She is so closely associated with this physical feature that she appeared in an Australian advertising campaign for flavoured milk featuring a TV commercial wherein she \"licked off\" her own mole. Her resemblance to model Gia Carangi led her to being known as \"Baby Gia\".",
        "ngram": 75,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In 2005, Simon was honored at the 53rd Annual BMI Pop Awards. His songwriting catalog had earned 39 BMI Awards, including numerous citations for \"Bridge over Troubled Water\", \"Mrs. Robinson\", \"Scarborough Fair\" and \"The Sound of Silence\". By 2005 he had amassed nearly 75 million broadcast airplays, according to BMI surveys. In 2006, he was selected by Time Magazine as one of the \"100 People Who Shaped the World\".",
        "ngram": 69,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "On December 13, 2017, he released a 12-track surprise deluxe edition of the album called Cuffing Season – 12 Days of Christmas. Brown eventually embarked on his US \"Heartbreak on a Full Moon Tour\" in June 2018 to further promote the album. The opening acts for the tour were 6lack, H.E.R., Rich the Kid, and Jacquees.",
        "ngram": 56,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Susan Alexandra Weaver was born in New York City on October 8, 1949. Her mother, Elizabeth Inglis (born Desiree Mary Lucy Hawkins), was a British actress and a native of Colchester, England. Weaver's father, Sylvester \"Pat\" Weaver Jr., was an American television executive born in Los Angeles, who served as president of NBC from 1953 to 1955 and created NBC's Today Show in 1952. Pat's brother, Winstead \"Doodles\" Weaver, was a comedian and contributor to Mad. Her father's American family was of Dutch, English, Scots-Irish, and Scottish ancestry.At the age of 14, Weaver began using the name Sigourney, taking it from a minor character in The Great Gatsby. She briefly attended the Brearley School and Chapin School in New York before arriving at the Ethel Walker School (Walker's) in Simsbury, Connecticut, where she developed an early interest in performance art. One of her early roles was in a school adaptation of the poem \"The Highwayman\", and on another occasion she played a Rudolph Valentino character in an adaptation of The Sheik. She was also involved in theatrical productions of A Streetcar Named Desire and You Can't Take It with You during one summer at Southbury, Connecticut. Weaver reportedly reached the height of 179 cm (5 ft 10 in) by the age of 11, which had a negative impact on her self-esteem. She recalled feeling like \"a giant spider\" and never having \"the confidence to ever think I could act.\"In 1967, shortly before turning 18, Weaver visited Israel and volunteered on a kibbutz for several months. On",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Blair's apparent refusal to set a date for his departure was criticised by the British press and Members of Parliament. It has been reported that a number of cabinet ministers believed that Blair's timely departure from office would be required to be able to win a fourth election. Some ministers viewed Blair's announcement of policy initiatives in September 2006 as an attempt to draw attention away from these issues.",
        "ngram": 69,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In the late 1980s, McEntire's touring schedule became increasingly busy. To avoid long bus trips, she and her band began traveling by private planes to concerts. McEntire and her touring band started the 1991 leg of their tour with dates in Alaska, Saginaw, Michigan, Fort Wayne, Indiana and a private gig for IBM in San Diego, California. Two planes were scheduled to leave San Diego which would carry McEntire's band. McEntire, her husband and her stylist would take a different aircraft the next day. In the early hours of March 16, 1991, McEntire was awakened by a phone call from Roger Woolsey, pilot of the second plane. McEntire's husband took the call and discovered that one of the planes had crashed. Following the successful takeoff of both planes, one plane's wing hit the side of Otay Mountain in San Diego, killing everyone on board.In total, eight members of her band were killed: Chris Austin, Kirk Cappello, Joey Cigainero, Paula Kaye Evans, Jim Hammon, Terry Jackson, Anthony Saputo, and Michael Thomas. In addition, pilot Donald Holmes and co-pilot Chris Hollinger were also killed. The first plane was a Hawker Siddeley DH-125-1A/522 charter jet that took off at 1:40 AM from the Brown Field Municipal Airport, located near the US/Mexico border. After reaching an altitude of 3,400 feet (1,040 m) above sea level, the aircraft crashed on the side of Otay Mountain, located 10 miles (16 km) east of the airport. The National Transportation Safety Board (NTSB) determined the probable cause of the accident was related to \"improper",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Dwayne Michael Carter Jr. was born on September 27, 1982, and spent his first few years in the impoverished Hollygrove neighborhood of Uptown New Orleans, Louisiana's 17th Ward. His mother, a cook, gave birth to him when she was 19 years old. His parents divorced when he was two and his father permanently abandoned the family. When CBS interviewer Katie Couric asked why he used the name Wayne instead of his given name, Carter explained that \"I dropped the D because I'm a junior and my father is living and he's not in my life and he's never been in my life. So I don't want to be Dwayne, I'd rather be Wayne\". Asked if his father knew of this, Carter replied, \"He knows now\". Carter has said that he considers his deceased stepfather Reginald \"Rabbit\" McDonald to be his real father. Carter has a tattoo dedicated to McDonald.",
        "ngram": 149,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Despite years of protesting by tennis pioneer Billie Jean King and others, in 2005 the French Open and Wimbledon still refused to pay women's and men's players equally through all rounds. In 2005, Williams met with officials from both tournaments, arguing that female tennis players should be paid as much as male tennis players. Although WTA tour President Larry Scott commented that she left \"a very meaningful impression\", Williams's demands were rejected.",
        "ngram": 72,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "McCarthy has written several books about parenting and has promoted research into environmental causes and alternative medical treatments for autism. She has promoted the disproven idea that vaccines cause autism, and said that chelation therapy, a quack remedy, helped cure her son of autism. McCarthy's proselytization of these views has been called \"dangerous\", \"reckless\", and \"uninformed\". She has been described by journalists as \"the nation's most prominent purveyor of anti-vaxxer ideology\" and \"the face of the anti-vaxx movement\". She disputes the anti-vaccine label saying she prefers the term \"pro-safe-vaccine-schedule\", a term that has met strong criticism.",
        "ngram": 96,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Aristotle's \"natural philosophy\" spans a wide range of natural phenomena including those now covered by physics, biology and other natural sciences. In Aristotle's terminology, \"natural philosophy\" is a branch of philosophy examining the phenomena of the natural world, and includes fields that would be regarded today as physics, biology and other natural sciences. Aristotle's work encompassed virtually all facets of intellectual inquiry. Aristotle makes philosophy in the broad sense coextensive with reasoning, which he also would describe as \"science\". However, his use of the term science carries a different meaning than that covered by the term \"scientific method\". For Aristotle, \"all science (dianoia) is either practical, poetical or theoretical\" (Metaphysics 1025b25). His practical science includes ethics and politics; his poetical science means the study of fine arts including poetry; his theoretical science covers physics, mathematics and metaphysics.",
        "ngram": 137,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "The group changed their name to Destiny's Child in 1996, based upon a passage in the Book of Isaiah. In 1997, Destiny's Child released their major label debut song \"Killing Time\" on the soundtrack to the 1997 film Men in Black. In November, the group released their debut single and first major hit, \"No, No, No\". They released their self-titled debut album in February 1998, which established the group as a viable act in the music industry. The group released their Multi-Platinum second album The Writing's on the Wall in 1999. The record features songs such as \"Bills, Bills, Bills\", the group's first number-one single, \"Jumpin' Jumpin'\" and \"Say My Name\", which became their most successful song at the time, and would remain one of their signature songs. \"Say My Name\" won the Best R&B Performance by a Duo or Group with Vocals and the Best R&B Song at the 43rd Annual Grammy Awards. The Writing's on the Wall sold more than eight million copies worldwide. During this time, Beyoncé recorded a duet with Marc Nelson, an original member of Boyz II Men, on the song \"After All Is Said and Done\" for the soundtrack to the 1999 film, The Best Man.",
        "ngram": 202,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Fox's first feature film roles were Midnight Madness (1980) and Class of 1984 (1982), credited in both as Michael Fox. Shortly afterward, he began playing \"Young Republican\" Alex P. Keaton in the show Family Ties, which aired on NBC for seven seasons from 1982 to 1989. In an interview with Jimmy Fallon in April 2014, Fox stated he negotiated the role at a payphone at Pioneer Chicken. He received the role only after Matthew Broderick was unavailable. Family Ties had been sold to the television network using the pitch \"Hip parents, square kids\", with the parents originally intended to be the main characters. However, the positive reaction to Fox's performance led to his character's becoming the focus of the show following the fourth episode. At its peak, the audience for Family Ties drew one-third of America's households every week. Fox won three Emmy Awards for Family Ties in 1986, 1987, and 1988. He won a Golden Globe Award in 1989.Brandon Tartikoff, one of the show's producers, felt that Fox was too short in relation to the actors playing his parents, and tried to have him replaced. Tartikoff reportedly said that \"this is not the kind of face you'll ever find on a lunchbox.\" After his later successes, Fox presented Tartikoff with a custom-made lunchbox with the inscription \"To Brandon: This is for you to put your crow in. Love and Kisses, Michael J.\" Tartikoff kept the lunchbox in his office for the rest of his NBC career.When Fox left the television series Spin City in 2000,",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Chan had vocal lessons while at the Peking Opera School in his childhood. He began producing records professionally in the 1980s and has gone on to become a successful singer in Hong Kong and Asia. He has released 20 albums since 1984 and has performed vocals in Cantonese, Mandarin, Japanese, Taiwanese and English. He often sings the theme songs of his films, which play over the closing credits. Chan's first musical recording was \"Kung Fu Fighting Man\", the theme song played over the closing credits of The Young Master (1980). At least 10 of these recordings have been released on soundtrack albums for the films. His Cantonese song \"Story of a Hero\" (英雄故事) (theme song of Police Story) was selected by the Royal Hong Kong Police and incorporated into their recruitment advertisement in 1994.Chan voiced the character of Shang in the Chinese release of the Walt Disney animated feature Mulan (1998). He also performed the song \"I'll Make a Man Out of You\", for the film's soundtrack. For the US release, the speaking voice was performed by B.D. Wong and the singing voice was done by Donny Osmond. He also collaborated with Ani DiFranco on \"Unforgettable\".In 2007, Chan recorded and released \"We Are Ready\", the official one-year countdown song to the 2008 Summer Olympics which he performed at a ceremony marking the one-year countdown to the 2008 Summer Paralympics. Chan also released one of the two official Olympics albums, Official Album for the Beijing 2008 Olympic Games – Jackie Chan's Version, which featured a number of",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Two days later, on February 11, Houston was found unconscious in Suite 434 at the Beverly Hilton, submerged in the bathtub. Beverly Hills paramedics arrived about 3:30 pm, found Houston unresponsive, and performed CPR. Houston was pronounced dead at 3:55 pm PST. The cause of death was not immediately known; local police said there were \"no obvious signs of criminal intent\". ",
        "ngram": 62,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Simon has earned sixteen Grammy Awards for his solo and collaborative work, including three for Album of the Year (Bridge Over Troubled Water, 1971; Still Crazy After All These Years, 1976; and Graceland, 1988), and a Lifetime Achievement Award. He is one of only six artists to have won the Grammy Award for Album of the Year more than once as the main credited artist.",
        "ngram": 65,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "Carter typically refused to conform to Washington's rules. He avoided phone calls from members of Congress and verbally insulted them. He was unwilling to return political favors. His negativity led to frustration in passing legislation. During a press conference on February 23, 1977, Carter stated that it was \"inevitable\" that he would come into conflict with Congress and added that he had found \"a growing sense of cooperation\" with Congress and met in the past with congressional members of both parties. Carter developed a bitter feeling following an unsuccessful attempt at having Congress enact the scrapping of several water projects, which he had requested during his first 100 days in office and received opposition from members of his party.",
        "ngram": 119,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In 1956, Garland performed for four weeks at the New Frontier Hotel on the Las Vegas Strip for a salary of US$55,000 (equivalent to $470,000 in 2023) per week, making her the highest-paid entertainer to work in Las Vegas. Despite a brief bout of laryngitis, when Jerry Lewis filled in for her for one performance while she watched from a wheelchair, her performances there were so successful that her run was extended an extra week. Later that year, she returned to the Palace Theatre, site of her two-a-day triumph. She opened in September, once again to rave reviews and popular acclaim.",
        "ngram": 101,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "On August 6, 2015, Springsteen performed \"Land of Hope and Dreams\" and \"Born to Run\" on the final episode of The Daily Show with Jon Stewart, as Stewart's final 'Moment of Zen'. On October 16, to celebrate the 35th anniversary of The River, Springsteen announced The Ties That Bind: The River Collection box set. Released on December 4, it contains four CDs (including many previously unreleased songs) and three DVDs (or Blu-ray) along with a 148-page coffee table book. In November 2015, \"American Skin (41 Shots)\" was performed with John Legend at Shining a Light: A Concert for Progress on Race in America.",
        "ngram": 103,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "On June 9, 2022, Beyoncé removed her profile pictures across various social media platforms, causing speculation that she would be releasing new music. Days later, Beyoncé caused further speculation via her nonprofit BeyGood's Twitter account hinting at her upcoming seventh studio album. On June 15, 2022, Beyoncé officially announced her seventh studio album would be titled Renaissance. The lead single of Renaissance, \"Break My Soul\", was released on June 20, 2022. The album was released on July 29, 2022. \"Break My Soul\" became Beyoncé's 20th top ten single on the Billboard Hot 100, and in doing so, Beyoncé joined Paul McCartney and Michael Jackson as the only artists in Hot 100 history to achieve at least twenty top tens as a solo artist and ten as a member of a group.",
        "ngram": 131,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "During the North American summer hardcourt season, Williams won for the second consecutive year the tournaments in San Diego, defeating Seles in the final, and in New Haven, defeating Davenport in the final. Williams also won the US Open singles title for the second consecutive year, without dropping a set. In the quarterfinals, she beat fifth-seeded Clijsters, followed by a semifinal victory over No. 2 Capriati. She played her sister Serena in the final, which was the first Grand Slam singles final contested by two sisters during the open era. Venus won the match and her fourth Grand Slam singles title. Williams also became only the sixth woman in history to win the singles titles at both Wimbledon and the US Open in consecutive years, the others being Martina Navratilova (twice), Steffi Graf (twice), Althea Gibson, Maureen Connolly Brinker, and Helen Wills Moody (twice).",
        "ngram": 144,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In February 2019, it was revealed that James would executive produce rapper 2 Chainz's new album Rap or Go to the League. A Def Jam press release said the intent of the album is \"celebrating black excellence and focusing on the power of education and entrepreneurship.\" The press release also says the title \"challenges the notion that the only way out of the inner city is either to become a rapper or a ball player.\" As of June 2023, James is the most followed basketball player on Instagram, with over 155 million followers.",
        "ngram": 93,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "With Roosevelt's influence on the wane following the failure of the Judicial Procedures Reform Bill of 1937, conservative Democrats joined with Republicans to block the implementation of further New Deal programs. Roosevelt did manage to pass some legislation, including the Housing Act of 1937, a second Agricultural Adjustment Act, and the Fair Labor Standards Act (FLSA) of 1938, which was the last major piece of New Deal legislation. The FLSA outlawed child labor, established a federal minimum wage, and required overtime pay for certain employees who work in excess of forty hours per week. He also passed the Reorganization Act of 1939 and subsequently created the Executive Office of the President, making it \"the nerve center of the federal administrative system.\" When the economy began to deteriorate again in mid-1937, Roosevelt launched a rhetorical campaign against big business and monopoly power, alleging that the recession was the result of a capital strike and even ordering the Federal Bureau of Investigation to look for a criminal conspiracy (they found none). He then asked Congress for $5 billion (equivalent to $105.97 billion in 2023) in relief and public works funding. This created as many as 3.3 million WPA jobs by 1938. Projects accomplished under the WPA ranged from new federal courthouses and post offices to facilities and infrastructure for national parks, bridges, and other infrastructure across the country, and architectural surveys and archaeological excavations—investments to construct facilities and preserve important resources. Beyond this, however, Roosevelt recommended to a special congressional session only a permanent national farm act, administrative",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "In late 1976, in the middle of the second season, Chase became the first member of the original cast to leave the show. While he landed starring roles in several films on the strength of his SNL fame, he asserted that the principal reason for his departure was the reluctance of his girlfriend, Jacqueline Carlin, to move to New York. Chase moved to Los Angeles, married Carlin, and was replaced by Bill Murray, although he made a few cameo appearances on the show during the second season.",
        "ngram": 87,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "By early April, as the pandemic worsened and amid criticism of his administration's response, Trump refused to admit any mistakes in his handling of the outbreak, instead blaming the media, Democratic state governors, the previous administration, China, and the WHO. The daily coronavirus task force briefings ended in late April, after a briefing at which Trump suggested the dangerous idea of injecting a disinfectant to treat COVID-19; the comment was widely condemned by medical professionals.",
        "ngram": 75,
        "subject": "Ryan Seacrest"
    },
    {
        "text": "RuPaul was born in San Diego on November 17, 1960, the son of Ernestine \"Toni\" (née Fontenette) and Irving Andrew Charles. His parents were both from Louisiana. He was named by his mother; \"Ru\" came from roux, the French term for the base of gumbo and other creole stews and soups. According to DNA analysis by Finding Your Roots staff, his ancestry is 70% African and 30% European.After his parents divorced in 1967, RuPaul and his three sisters lived with their mother, a Seventh-day Adventist. He was raised in the Catholic faith and attended Patrick Henry High School.At 15, RuPaul and his sister Renetta moved to Atlanta, where they studied performing arts. RuPaul struggled as a musician and filmmaker during the 1980s, working at Atlanta's Plaza Theatre. In 1982, he debuted on an Atlanta public access variety show called The American Music Show, and went on to appear on the show frequently.: 59  He also took part in underground cinema, helping create the low-budget film Star Booty and an album of the same name. In Atlanta he often performed at the Celebrity Club, managed by Larry Tee, as a bar dancer or with his band, Wee Wee Pole. RuPaul also performed as a backup singer to Glen Meadmore along with drag queen Vaginal Davis. His first prominent national exposure came in 1989, when he danced as an extra in the video for The B-52s' \"Love Shack\".In the early 1990s, RuPaul worked the Georgia club scene and was known by his full birth name. Initially participating in gender",
        "ngram": 256,
        "subject": "Ryan Seacrest"
    }
]