[
    {
        "text": "Grant had won the first major victory for the Union, capturing Floyd's entire rebel army of more than 12,000. Halleck was angry that Grant had acted without his authorization and complained to McClellan, accusing Grant of \"neglect and inefficiency\". On March 3, Halleck sent a telegram to Washington complaining that he had no communication with Grant for a week. Three days later, Halleck followed up with a postscript claiming \"word has just reached me that ... Grant has resumed his bad habits (of drinking).\" Lincoln, regardless, promoted Grant to major general of volunteers and the Northern press treated Grant as a hero. Playing off his initials, they took to calling him \"Unconditional Surrender Grant\".",
        "ngram": 114,
        "subject": "Dionne Warwick"
    },
    {
        "text": "On January 27, 2008, at Royal Rumble, Cena made a surprise return as the final participant of the eponymous match, winning it and the traditional WrestleMania XXIV title shot, last eliminating Triple H. Instead of waiting until WrestleMania, the shot was cashed in against WWE Champion Randy Orton at No Way Out on February 17, winning by disqualification, therefore not being awarded the title. The following night on Raw, Cena was placed back into WrestleMania's WWE Championship match on March 30, defeating Orton in a non-title match with Triple H as special guest referee, making it a triple threat match, during which he was pinned by Orton. On April 27 at Backlash, Cena failed to regain the title in a fatal four-way elimination match, in which he was eliminated by Orton. During the match, Cena eliminated JBL, renewing their feud from 2005. Cena defeated JBL on May 18 at Judgment Day and at One Night Stand on June 1 in a First Blood match. Cena failed to regain the WWE Championship from Triple H on June 29 at Night of Champions. JBL defeated Cena in a New York City Parking Lot Brawl at The Great American Bash on July 20 to end their feud.",
        "ngram": 204,
        "subject": "Dionne Warwick"
    },
    {
        "text": "On June 28, 1992, hours before midnight, a barbecue grill and an overfill of charcoal caused Dre's Calabasas mansion to set on fire. Two firefighters who exhausted the fire were treated in the hospital for minor injuries. The fire caused over $125,000 in home damages.",
        "ngram": 45,
        "subject": "Dionne Warwick"
    },
    {
        "text": "In the early 1980s, he met Patti Scialfa at The Stone Pony, a bar and music venue in Asbury Park, New Jersey, the evening she was performing alongside his friend Bobby Bandiera, with whom she wrote \"At Least We Got Shoes\" for Southside Johnny. Springsteen liked her voice, and after the performance he introduced himself to her. They soon started spending time together and became friends.",
        "ngram": 66,
        "subject": "Dionne Warwick"
    },
    {
        "text": "According to an analysis in Political Science Quarterly, Trump made \"explicitly racist appeals to whites\" during his 2016 presidential campaign. In particular, his campaign launch speech drew widespread criticism for claiming Mexican immigrants were \"bringing drugs, they're bringing crime, they're rapists\". His later comments about a Mexican-American judge presiding over a civil suit regarding Trump University were also criticized as racist.",
        "ngram": 61,
        "subject": "Dionne Warwick"
    },
    {
        "text": "In 2014, the free-to-play video game app Lindsay Lohan's The Price of Fame was released for the iOS and Android operating systems. In 2017, Lohan launched a lifestyle site, Preemium, which subscribers could access for $2.99 a month.In 2021, Red Arrow's Studio71 revealed it had signed Lohan to host and launch a new podcast. It was then announced the podcast would be titled The Lohdown with Lindsay Lohan. It premiered in April 2022.",
        "ngram": 73,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Brando won the Oscar for his role as Irish-American stevedore Terry Malloy in On the Waterfront. His performance, spurred on by his rapport with Eva Marie Saint and Kazan's direction, was praised as a tour de force. For the scene in which Terry laments his failings, saying I coulda been a contender, he convinced Kazan that the scripted scene was unrealistic. Schulberg's script had Brando acting the entire scene with his character being held at gunpoint by his brother Charlie, played by Rod Steiger. Brando insisted on gently pushing away the gun, saying that Terry would never believe that his brother would pull the trigger and doubting that he could continue his speech while fearing a gun on him. Kazan let Brando improvise and later expressed deep admiration for Brando's instinctive understanding, saying:",
        "ngram": 133,
        "subject": "Dionne Warwick"
    },
    {
        "text": "At 99 years old, Carter is the longest-lived former U.S. president. He has been the earliest-serving living former president since Gerald Ford's death in 2006. In 2012, he surpassed Herbert Hoover as the longest-retired president. On January 20, 2017, and January 20, 2021, Carter became the first president to live to the 40th anniversary of his inauguration and post-presidency, respectively. In 2017, Carter, then 92, became the oldest former president ever to attend an American presidential inauguration. On March 22, 2019, he became the nation's longest-lived president, when he surpassed the lifespan of George H. W. Bush, who died at the age of 94 years, 171 days, in November 2018.",
        "ngram": 110,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Fox met his wife, Tracy Pollan, when she played the role of his girlfriend, Ellen, on Family Ties. They were married on July 16, 1988, at West Mountain Inn in Arlington, Vermont. The couple have four children: son Sam Michael (born May 30, 1989), twin daughters Aquinnah Kathleen and Schuyler Frances (born February 15, 1995), and daughter Esmé Annabelle (born November 3, 2001). Fox holds dual Canadian-US citizenship. He provided a light-hearted segment during the 2010 Winter Olympics' closing ceremony in Vancouver, British Columbia on February 28, 2010, when he expressed how proud he is to be Canadian. On June 4, 2010, the city of Burnaby, British Columbia granted him the Freedom of the City. Fox and his family live primarily in Manhattan. The family owns a second home in Quogue, New York.Fox battled alcoholism during the onset of his Parkinson's diagnosis, but has been sober since 1992.Fox endorsed Democrat Pete Buttigieg prior to the 2020 United States presidential election.",
        "ngram": 160,
        "subject": "Dionne Warwick"
    },
    {
        "text": "In 2019, documents were published revealing that Houssaye had kept the ring and a lock of hair. In 1925, his great-grandson sold these to an American collector. Sixty years later, another American acquired them, leading to their being displayed at the Leonardo Museum in Vinci beginning on 2 May 2019, the 500th anniversary of the artist's death.",
        "ngram": 57,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Dre is noted for his evolving production style, while always keeping in touch with his early musical sound and re-shaping elements from previous work. At the beginning of his career as a producer for the World Class Wreckin Cru with DJ Alonzo Williams in the mid-1980s, his music was in the electro-hop style pioneered by the Unknown DJ, and that of early hip-hop groups like the Beastie Boys and Whodini.",
        "ngram": 70,
        "subject": "Dionne Warwick"
    },
    {
        "text": "When Roosevelt was inaugurated on March 4, 1933, the U.S. was at the nadir of the worst depression in its history. A quarter of the workforce was unemployed, and farmers were in deep trouble as prices had fallen by 60%. Industrial production had fallen by more than half since 1929. Two million people were homeless. By the evening of March 4, 32 of the 48 states—as well as the District of Columbia—had closed their banks.",
        "ngram": 75,
        "subject": "Dionne Warwick"
    },
    {
        "text": "SpaceX attempted its first launch of the Falcon 1 rocket in 2006. Though the rocket failed to reach Earth orbit, it was awarded a Commercial Orbital Transportation Services program contract from NASA Administrator (and former SpaceX consultant) Mike Griffin later that year. After two more failed attempts that nearly caused Musk and his companies to go bankrupt, SpaceX succeeded in launching the Falcon 1 into orbit in 2008. Later that year, SpaceX received a $1.6 billion Commercial Resupply Services contract from NASA for 12 flights of its Falcon 9 rocket and Dragon spacecraft to the International Space Station, replacing the Space Shuttle after its 2011 retirement. In 2012, the Dragon vehicle docked with the ISS, a first for a commercial spacecraft.",
        "ngram": 121,
        "subject": "Dionne Warwick"
    },
    {
        "text": "John Franklin Candy (October 31, 1950 – March 4, 1994) was a Canadian actor and comedian who is best known for his work in Hollywood films. Candy first rose to national prominence in the 1970s as a member of the Toronto branch of the Second City and its SCTV sketch comedy series. He rose to international fame in the 1980s with his roles in comedic films such as Stripes, Splash, Brewster's Millions, Planes, Trains and Automobiles, Spaceballs, The Great Outdoors, Uncle Buck, and Cool Runnings. He also appeared in supporting roles in The Blues Brothers, National Lampoon's Vacation, Little Shop of Horrors, and Home Alone, and featured in dramatic roles in Only the Lonely and JFK.",
        "ngram": 116,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Danson and his first wife, actress Randall \"Randy\" Gosch (known as Randy Danson), were married in 1970 and divorced in 1975.Danson's second wife was producer Cassandra \"Casey\" Coates, whom he married in 1977. On December 24, 1979, while giving birth to their first daughter, Kate, Coates suffered a stroke. Danson spent several years caring for her and helping her recuperate. They later adopted a second daughter, Alexis. His affair with actress Whoopi Goldberg contributed to their divorce in 1993. At the time, it was known as one of Hollywood's costliest divorces and reportedly cost Danson $30 million.On October 7, 1995, Danson married actress Mary Steenburgen, whom he met on the set of Pontiac Moon in 1993, and became the stepfather to Steenburgen's children, Lilly and Charlie, from her previous marriage to actor Malcolm McDowell.Danson has been on a plant-based diet multiple times, but as of 2016, he is on a pescetarian diet.",
        "ngram": 152,
        "subject": "Dionne Warwick"
    },
    {
        "text": "The Rock and the Nation then feuded with Triple H and D-Generation X, with the two stable leaders first meeting in the quarter-final of the 1998 King of the Ring tournament, which the Rock won. At King of the Ring, the Rock defeated Dan Severn in the semi-final match and lost to rival Ken Shamrock in the final. The Rock then resumed his feud with Triple H, as the two had a two out of three falls match at Fully Loaded: In Your House for the Intercontinental title, which the Rock retained in controversial fashion. This led to a ladder match at SummerSlam on August 30, 1998, where the Rock lost the title.",
        "ngram": 113,
        "subject": "Dionne Warwick"
    },
    {
        "text": "In October 2019, Gomez released \"Lose You to Love Me\" as the lead single from her third studio album. The next day, she surprise-released the album's second single, \"Look at Her Now\". \"Lose You to Love Me\" became her first number-one song in the U.S. and Canada, and reached the top five of various national charts worldwide, including Australia and the U.K. Rare was released in January 2020, and debuted atop in the U.S., earning 112,000 album-equivalent units in its first week. It became her third consecutive number-one album in the U.S., and topped the charts in Australia, Canada, and several other territories, peaking at number two in the UK. The album received positive reviews from music critics, who praised its production and cohesiveness, with many calling it Gomez's best album to date; Jem Aswad of Variety labeled Rare \"one of the best pop albums to be released in recent memory\" and described it as \"sophisticated, precisely written and expertly produced music\". Other singles released from the album include \"Rare\" and \"Boyfriend\".In January 2020, Gomez voiced a giraffe in the adventure film Dolittle, directed by Stephen Gaghan. The film, starring Robert Downey Jr., was a box office disappointment, and received negative reviews from critics, who called it \"too long [and] lifeless.\" Gomez hosted and executive produced the HBO Max cooking show Selena + Chef, which features Gomez joined by a different chef each episode; this was initially implemented remotely due to the COVID-19 pandemic. Each episode highlights a food-related charity. The show premiered in August 2020,",
        "ngram": 256,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Ryan married actor Dennis Quaid on February 14, 1991. They have one child together, Jack Quaid, born April 24, 1992. She and Quaid announced their separation in June 2000, and their divorce became final in July 2001.In 2000, Ryan became romantically involved with actor Russell Crowe while working on their film Proof of Life.In January 2006, Ryan adopted a 14-month-old girl from China whom she named Daisy True. From 2010 to 2014, Ryan was in a relationship with American singer-songwriter John Mellencamp. They reunited in 2017, and Ryan announced their engagement on November 8, 2018. In October 2019, it was reported that Ryan had ended their engagement.",
        "ngram": 107,
        "subject": "Dionne Warwick"
    },
    {
        "text": "and performed together in a production of Alice in Wonderland for their sixth-grade graduation. The two began singing together at the age of 13, occasionally performing at school dances. At the age of 12 or 13 Simon wrote his first song, \"The Girl for Me\", for him and Art Garfunkel to perform. According to Simon, it became the \"neighborhood hit\". His father wrote the words and chords on paper for the boys to use, and that paper became the first officially copyrighted Paul Simon and Art Garfunkel song. It is now in the Library of Congress. In 1957, in their mid-teens, they recorded the song \"Hey, Schoolgirl\" under the name \"Tom & Jerry\", a name that was given to them by their label, Big Records. The single reached number 49 on the pop charts.",
        "ngram": 134,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Jones has had an extensive career in film, television, and theater. He started out in film by appearing in the 1964 political satire film Dr. Strangelove as Lt. Lothar Zogg. He then went on to star in the 1970 film The Great White Hope as Jack Jefferson, a role he first played in the Broadway production of the same name.",
        "ngram": 60,
        "subject": "Dionne Warwick"
    },
    {
        "text": "By now you have all learned of the unspeakably tragic news of our beloved Whitney's passing. I don't have to mask my emotion in front of a room full of so many dear friends. I am personally devastated by the loss of someone who has meant so much to me for so many years. Whitney was so full of life. She was so looking forward to tonight even though she wasn't scheduled to perform. Whitney was a beautiful person and a talent beyond compare. She graced this stage with her regal presence and gave so many memorable performances here over the years. Simply put, Whitney would have wanted the music to go on and her family asked that we carry on.",
        "ngram": 121,
        "subject": "Dionne Warwick"
    },
    {
        "text": " Perlman met Danny DeVito on January 17, 1971, when she went to see a friend in the single performance of the play The Shrinking Bride, which also featured DeVito.  They moved in together two weeks after meeting and married on January 28, 1982. They have three children: Lucy Chet DeVito, Grace Fan DeVito, and Jacob Daniel DeVito. Perlman, who is Jewish, and DeVito, who was raised Catholic, raised their children celebrating the major holidays of both religions but did not give their children any religious identity. Perlman told the Los Angeles Times in 1998: \"We do all the holidays to keep the traditions and the culture going, but I truly don't have a great feeling about any particular organized religion, and I don't think it's right to impose one on my kids. I feel like I'm bringing them up to be good people, and that's what it's about.\" In addition to their three children, the couple has one granddaughter.The family resided in Beverly Hills, California, and they owned a vacation home in Interlaken, New Jersey that they frequented to get away from Los Angeles. Throughout their relationship, Perlman and DeVito have acted alongside each other several times, including in the TV show Taxi and the feature film Matilda.Perlman and DeVito separated in October 2012. However, in March 2013, it was reported that they had reconciled. The couple later separated again for a second time in March 2017 on amicable terms. Although the two no longer live together, Perlman said she has no intention of",
        "ngram": 256,
        "subject": "Dionne Warwick"
    },
    {
        "text": "On October 16, 1977, Ritter married actress Nancy Morgan, with whom he had three children: Jason Carly, and Tyler. They divorced on September 1, 1996. He married actress Amy Yasbeck on September 18, 1999, at the Murphy Theatre in Wilmington, Ohio. They had a child born in 1998. Yasbeck played his love interest in the first two Problem Child movies, though as two different characters. Yasbeck also played Ritter's wife in two sitcom appearances. In 1991, both were guest stars on The Cosby Show, in which Yasbeck played the in-labor wife of Ritter's basketball coach character. In 1996, Ritter guest-starred on Yasbeck's sitcom, Wings, as the estranged husband of Yasbeck's character, Casey.",
        "ngram": 112,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Van Gogh was a serious and thoughtful child. He was taught at home by his mother and a governess, and in 1860, was sent to the village school. In 1864, he was placed in a boarding school at Zevenbergen, where he felt abandoned, and he campaigned to come home. Instead, in 1866, his parents sent him to the middle school in Tilburg, where he was also deeply unhappy. His interest in art began at a young age. He was encouraged to draw as a child by his mother, and his early drawings are expressive, but do not approach the intensity of his later work. Constant Cornelis Huijsmans, who had been a successful artist in Paris, taught the students at Tilburg. His philosophy was to reject technique in favour of capturing the impressions of things, particularly nature or common objects. Van Gogh's profound unhappiness seems to have overshadowed the lessons, which had little effect. In March 1868, he abruptly returned home. He later wrote that his youth was \"austere and cold, and sterile\".",
        "ngram": 172,
        "subject": "Dionne Warwick"
    },
    {
        "text": "On January 30, 2007, Jackson was featured as narrator in Bob Saget's direct-to-DVD Farce of the Penguins. The film was a spoof of the box office success March of the Penguins (which was narrated by Morgan Freeman). Also in 2007, he portrayed a blues player who imprisons a young woman (Christina Ricci) addicted to sex in Black Snake Moan, and the horror film 1408, an adaptation of the Stephen King short story. Later the same year, Jackson portrayed an athlete who impersonates former boxing heavyweight Bob Satterfield in director Rod Lurie's drama, Resurrecting the Champ. In 2008, Jackson reprised his role of Mace Windu in the CGI film, Star Wars: The Clone Wars, followed by Lakeview Terrace where he played a racist cop who terrorizes an interracial couple. In November of the same year, he starred along with Bernie Mac and Isaac Hayes (who both died before the film's release) in Soul Men.",
        "ngram": 153,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Following the success of the Idol and X Factor franchises, Cowell, his company Syco, and its business partners developed a talent show format open to performers of any kind, not only singers, but also dancers, instrumentalists, magicians, comedians, novelty acts, and so on. The origins of the Got Talent format can be traced to the British talent shows Opportunity Knocks (on screen from 1956, with the winner using the now-standard method of a telephone vote) and New Faces. Immensely popular with weekly audiences of 20 million, Opportunity Knocks showcased singers, dancers and comedians in addition to non standard performers such as acrobats, animal acts and novelty acts. Cowell states, \"I was a fan of variety shows Opportunity Knocks and New Faces, and to be able to update that tradition, really was a buzz\".Cowell is the executive producer of America's Got Talent, which debuted in June 2006, along with Fremantle producers of the Idol series. The show was a huge success for NBC, drawing around 12 million viewers a week and beating So You Think You Can Dance on Fox (produced by rival and Idol creator Simon Fuller).",
        "ngram": 187,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Stanton notified Grant of the president's death and summoned him to Washington. Vice President Andrew Johnson was sworn in as president on April 15. Attending Lincoln's funeral on April 19, Grant stood alone and wept openly; he later said Lincoln was \"the greatest man I have ever known\". Grant was determined to work with Johnson, and he privately expressed \"every reason to hope\" in the new president's ability to run the government \"in its old channel\".",
        "ngram": 76,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Despite short legislative sessions, Roosevelt treated his new position as a full-time career. Taking his seat on January 1, 1911, Roosevelt soon became the leader of a group of \"Insurgents\" in opposition to the Tammany Hall machine that dominated the state Democratic Party. In the 1911 U.S. Senate election, which was determined in a joint session of the New York state legislature, Roosevelt and nineteen other Democrats caused a prolonged deadlock by opposing a series of Tammany-backed candidates. Tammany threw its backing behind James A. O'Gorman, a highly regarded judge whom Roosevelt found acceptable, and O'Gorman won the election in late March. Roosevelt in the process became a popular figure among New York Democrats. News articles and cartoons depicted \"the second coming of a Roosevelt\", sending \"cold shivers down the spine of Tammany\".",
        "ngram": 133,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Stallone occasionally attempted, albeit unsuccessfully, roles in different genres. In 1984, he co-wrote and starred alongside Dolly Parton in the comedy film Rhinestone, where he played a wannabe country music singer. For the Rhinestone soundtrack, he performed a song. Stallone turned down the lead male role in Romancing the Stone in order to make Rhinestone instead, a decision he later regretted.",
        "ngram": 61,
        "subject": "Dionne Warwick"
    },
    {
        "text": "In 2004, Trump co-founded Trump University, a company that sold real estate seminars for up to $35,000. After New York State authorities notified the company that its use of \"university\" violated state law (as it was not an academic institution), its name was changed to the Trump Entrepreneur Initiative in 2010.",
        "ngram": 51,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Trejo was born on May 16, 1944, on Temple Street in the Echo Park neighborhood of Los Angeles, California, to Mexican-American parents. He is the son of Delores Rivera King and Dionisio \"Dan\" Trejo (1922–1981), a construction worker. Trejo was the result of an extramarital affair; Delores's husband was away fighting in World War II. His parents met at a dance hall in Highland Park, Los Angeles in 1943. He had a maternal half-sister, Dyhan, but saw neither her nor Delores from 1949 until 1965; his father banned his mother from seeing him after Trejo sprained his arm in her care.Trejo was often abused by his father. Shortly after his birth, Trejo and his family briefly lived in San Antonio, Texas; they fled Los Angeles because Dionisio was wanted by police for stabbing another man. After a year, they returned to Los Angeles and Trejo's father turned himself in. By 1949, Trejo shared a room with his cousins at their grandmother's house. His stepmother was Alice Mendias, \"his only source of comfort\" when he lived with his father.Trejo was using marijuana, heroin, and cocaine by ages 8, 12, and 18, respectively.",
        "ngram": 191,
        "subject": "Dionne Warwick"
    },
    {
        "text": "After her death in 1974, Courson was buried by her family as Pamela Susan Morrison, despite the two having never been married. Her parents petitioned the court for inheritance of Morrison's estate. The probate court in California decided that she and Morrison had once had what qualified as a common-law marriage, despite neither having applied for such status and the common-law marriage not being recognized in California. Morrison's will at the time of his death named Courson as the sole heir.",
        "ngram": 81,
        "subject": "Dionne Warwick"
    },
    {
        "text": "In her next film, For Me and My Gal (1942), Garland performed with Gene Kelly in his first screen appearance. She was given the \"glamor treatment\" in Presenting Lily Mars (1943), in which she was dressed in \"grown-up\" gowns. Her lightened hair was also pulled up in a stylish fashion. However, no matter how glamorous or beautiful she appeared on screen or in photographs, she was never confident about her appearance and never escaped the \"girl-next-door\" image that the studio had created for her.",
        "ngram": 84,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Beginning near the end of the 2006 season, word began to surface that Favre was considering retirement. In fact, playing in Soldier Field against the arch-rival Bears in the season finale, Favre was given a standing ovation in the closing seconds of the Packer victory as a show of respect from Chicago fans to their longtime nemesis. Moments later at the postgame interview, he gave a tearful interview with an NBC Sports correspondent, where he admitted his future was still questionable. However, after much debate, he returned for the 2007 season, during which his future was once again in doubt and an oft-discussed topic, with many in the media speculating that if the Packers made the Super Bowl, Favre would indeed retire and hand the reins to the unproven but talented Aaron Rodgers, who was drafted two years earlier as Favre's heir-apparent. Ultimately, the Packers fell in the NFC Championship to the New York Giants.",
        "ngram": 155,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Since 1991, Ice Cube has acted in nearly 40 films, several of which are highly regarded. Some of them, such as the 1992 thriller Trespass and the 1999 war comedy Three Kings, highlight action. Yet most are comedies, including a few adult-oriented ones, like the Friday franchise, whereas most of these are family-friendly, like the Barbershop franchise.",
        "ngram": 57,
        "subject": "Dionne Warwick"
    },
    {
        "text": "According to director John Frankenheimer and actor James Garner in bonus interviews for the DVD of the film Grand Prix, McQueen was Frankenheimer's first choice for the lead role of American Formula One race car driver Pete Aron. Frankenheimer was unable to meet with McQueen to offer him the role, so he sent Edward Lewis, his business partner and the producer of Grand Prix. McQueen and Lewis instantly clashed, the meeting was a disaster, and the role went to Garner.",
        "ngram": 80,
        "subject": "Dionne Warwick"
    },
    {
        "text": "In 2005, Norris founded the World Combat League (WCL), a full-contact, team-based martial arts competition, of which part of the proceeds are given to his Kickstart Kids program.On October 17, 2005, CBS premiered the Sunday Night Movie of the Week Walker, Texas Ranger: Trial by Fire. The production was a continuation of the series, and not scripted to be a reunion movie. Norris reprised his role as Walker for the movie. He has stated that future Walker, Texas Ranger Movie of the Week projects are expected; however, this was severely impaired by CBS's 2006–2007 season decision to no longer regularly schedule Movies of the Week on Sunday night.",
        "ngram": 108,
        "subject": "Dionne Warwick"
    },
    {
        "text": "Simon has twice been inducted into the Rock and Roll Hall of Fame: in 1990 as a member of Simon & Garfunkel; and in 2001 for his solo career. In 2006 he was named as one of the \"100 People Who Shaped the World\" by Time. In 2011, Rolling Stone named him one of the 100 greatest guitarists, and in 2015 he was ranked 8th in their list of the 100 Greatest Songwriters of All Time. In 2023, he was ranked the 246th greatest guitarist of all time by Rolling Stone. He was the first recipient of the Library of Congress's Gershwin Prize for Popular Song in 2007.",
        "ngram": 108,
        "subject": "Dionne Warwick"
    }
]