[
    {
        "text": "In the early 1970s, Lansbury declined several cinematic roles, including the lead in The Killing of Sister George and the role of Nurse Ratched in One Flew Over the Cuckoo's Nest, because she was not satisfied with them. Instead, she accepted the role of the Countess von Ornstein, an ageing German aristocrat who falls in love with a younger man, in Something for Everyone (1970), for which she filmed on location in Hohenschwangen, Bavaria. That same year, she appeared as the middle-aged English witch Eglantine Price in the Disney film Bedknobs and Broomsticks; this was her first lead in a screen musical, and led to her publicizing the film on television programmes like the David Frost Show. She later noted that as a big commercial success, this film \"secured an enormous audience for me\".The year 1970 was a traumatic one for the Lansbury family, as Peter underwent a hip replacement, Anthony suffered a heroin overdose and entered a coma, and the family's Malibu home was destroyed in a brush fire. They then purchased Knockmourne Glebe, a farmhouse built in the 1820s which was located near Conna in rural County Cork, and, after Anthony quit using cocaine and heroin, took him there to recover from his drug addiction. He subsequently enrolled in the Webber-Douglas School, his mother's alma mater, and became a professional actor, before moving into television directing. Lansbury and her husband did not return to California, instead dividing their time between Cork and New York City, where they lived in a flat opposite the Lincoln",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "In 2010, Seacrest launched the nonprofit Ryan Seacrest Foundation. The foundation has fourteen Seacrest Studios: at Children's Healthcare of Atlanta (opened 2010), Children's Hospital of Orange County (2013), Children's Hospital of Philadelphia (2011), Children's National Hospital in Washington DC (2015), Levine Children's Hospital (2013), Cincinnati Children's Hospital Medical Center (2013), Children's Medical Center Dallas (2012), Boston Children's Hospital (2014), Children's Hospital Colorado (2014). Monroe Carell Jr. Children's Hospital at Vanderbilt in Tennessee (2016), Arnold Palmer Hospital for Children in Florida (2020), Le Bonheur Children's Hospital in Tennessee (2023 May), Cohen Children's Medical Center in New York (2023 September), and Primary Children's Hospital in Utah (2023 December). Apparently there was a location at Children's Hospital Los Angeles, but it isn't included in the Foundation's map in 2023. In April 2012, Seacrest named Selena Gomez Ambassador of the Foundation. In February 2017, the foundation partnered with the Atlanta Braves to promote the non-profit at SunTrust Park. Seacrest did voice overs for the Braves' \"Welcome Home\" broadcast media campaign.Seacrest serves on the board of trustees of the Los Angeles County Museum of Art, and honorary co-chair of the GRAMMY Foundation board, which later merged with the GRAMMY Museum and became the GRAMMY Museum Foundation.The day before Georgia's special election in 2018, Seacrest, a Georgia native, urged voters in the state to visit the VoteRider's site or call or text the nonpartisan voter advocacy organization's helpline to find out what ID is required to vote.",
        "ngram": 241,
        "subject": "RuPaul"
    },
    {
        "text": "Perry raised a US$5.5 million budget in part from the ticket sales of his stage productions to fund his first movie, Diary of a Mad Black Woman, which went on to gross US$50.6 million domestically, while scoring a 16% approval rating at the film review web site Rotten Tomatoes. Perry made his directorial debut on his next film, an adaptation of Madea's Family Reunion, and has directed all of his subsequent Madea films. On its opening weekend, February 24–26, 2006, Madea's Family Reunion opened at number one at the box office with $30.3 million. The film eventually grossed $65 million. Perry and his co-stars promoted the film on The Oprah Winfrey Show.  As with Diary, almost all of the Madea's earnings have been generated in the United States.Perry's next Lionsgate project, Daddy's Little Girls, starred Gabrielle Union and Idris Elba and was released in the United States on February 14, 2007. It grossed over US$31 million. Perry wrote, directed, produced and starred in his next film, Why Did I Get Married?, released on October 12, 2007. It opened at number one, grossing US$21.4 million that weekend. It is loosely based on his play of the same name. Filming began March 5, 2007, in Whistler, British Columbia, a resort town north of Vancouver, then moved to Atlanta, where Perry had opened his own studio. Janet Jackson, Sharon Leal, Jill Scott, and Tasha Smith appeared in the film. Perry's 2008 film, Meet the Browns, released on March 21, opened at number 2 with a US$20.1 million weekend",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "The works of Confucius were first translated into European languages by Jesuit missionaries in the 16th century during the late Ming dynasty. The first known effort was by Michele Ruggieri, who returned to Italy in 1588 and carried on his translations while residing in Salerno. Matteo Ricci started to report on the thoughts of Confucius, and a team of Jesuits—Prospero Intorcetta, Philippe Couplet, and two others—published a translation of several Confucian works and an overview of Chinese history in Paris in 1687. François Noël, after failing to persuade Clement XI that Chinese veneration of ancestors and Confucius did not constitute idolatry, completed the Confucian canon at Prague in 1711, with more scholarly treatments of the other works and the first translation of the collected works of Mencius. It is thought that such works had considerable importance on European thinkers of the period, particularly among the Deists and other philosophical groups of the Enlightenment who were interested by the integration of the system of morality of Confucius into Western civilization.In the modern era Confucian movements, such as New Confucianism, still exist, but during the Cultural Revolution, Confucianism was frequently attacked by leading figures in the Chinese Communist Party. This was partially a continuation of the condemnations of Confucianism by intellectuals and activists in the early 20th century as a cause of the ethnocentric close-mindedness and refusal of the Qing dynasty to modernize that led to the tragedies that befell China in the 19th century.Confucius's works are studied by scholars in many other Asian countries, particularly those in",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "Rowling's Harry Potter series has won awards for general literature, children's literature, and speculative fiction. It has earned multiple British Book Awards, beginning with the Children's Book of the Year for the first two volumes, Philosopher's Stone and Chamber of Secrets. The third novel, Prisoner of Azkaban, was nominated for an adult award, the Whitbread Book of the Year, where it competed against the Nobel prize laureate Seamus Heaney's translation of Beowulf. The award body gave Rowling the children's prize instead (worth half the cash amount), which some scholars felt exemplified a literary prejudice against children's books. She won the World Science Fiction Convention's Hugo Award for the fourth book, Goblet of Fire, and the British Book Awards' adult prize – the Book of the Year – for the sixth novel, Half-Blood Prince.Rowling was appointed Officer of the Order of the British Empire (OBE) in the 2000 Birthday Honours for services to children's literature, and three years later received Spain's Prince of Asturias Award for Concord. Following the conclusion of the Harry Potter series, she won the Outstanding Achievement prize at the 2008 British Book Awards. The next year, she was made a Chevalier de la Légion d'Honneur by the French president Nicolas Sarkozy, and leading magazine editors named her the \"Most Influential Woman in the UK\" in 2010. For services to literature and philanthropy, she was awarded the Order of the Companions of Honour (CH) in 2017.Many academic institutions have bestowed honorary degrees on Rowling, including her alma mater, the University of Exeter, and Harvard",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "In four confidential talks with French consul Joseph Létombe in the spring of 1797, Jefferson attacked Adams and predicted that his rival would serve only one term. He also encouraged France to invade England, and advised Létombe to stall any American envoys sent to Paris. This toughened the tone that the French government adopted toward the Adams administration. After Adams's initial peace envoys were rebuffed, Jefferson and his supporters lobbied for the release of papers related to the incident, called the XYZ Affair after the letters used to disguise the identities of the French officials involved. However, the tactic backfired when it was revealed that French officials had demanded bribes, rallying public support against France. The U.S. began an undeclared naval war with France known as the Quasi-War.",
        "ngram": 128,
        "subject": "RuPaul"
    },
    {
        "text": "  however the figure was later revised by Nielsen Media Research, who adjusted the number to 121.017 million viewers, making it the most-watched halftime show in history, surpassing Katy Perry's performance at the Super Bowl XLIX halftime show. ",
        "ngram": 40,
        "subject": "RuPaul"
    },
    {
        "text": "Carey has set and broken numerous Hot 100 records. She has topped the Billboard Hot 100 for 91 weeks, the most for any artist in US chart history. On that same chart, she has accumulated 19 number-one singles, the most for any solo artist (second behind the Beatles) and she is also the only artist to have a number-one song in each year of a decade (1990s decade). In 2020, Carey became the first solo artist to top the Billboard Hot 100 over four decades (1990s–2020s). Carey was the first woman to debut at number-one, with \"Fantasy\", the first act to debut at number-one multiple times, and she held the record for the most number-one debuts (three), until surpassed in 2020. Her single \"One Sweet Day\", with Boyz II Men, spent sixteen consecutive weeks at the top of Billboard's Hot 100 chart in 1996, setting the record for the most weeks atop the Hot 100 chart until surpassed in 2019 by \"Old Town Road\". \"One Sweet Day\" and \"We Belong Together\" became the best performing songs of their respective decades (1990s and 2000s), making Carey the only act to accomplish the feat twice. She also holds the record for the most consecutive years topping the chart (eleven). \"All I Want for Christmas Is You\" alone broke multiple Billboard records. In 2021, the magazine ranked it as the greatest holiday song of all time. It is the longest-running number-one song on the Billboard Holiday 100 chart (57 cumulative weeks, of the chart's 62 total weeks) and the",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "Blair himself has defended his involvement in the Iraq War by highlighting the findings of the Iraq Survey Group, which found that Saddam had attempted to get sanctions lifted by undermining them, which would have enabled him to restart his WMD program.",
        "ngram": 42,
        "subject": "RuPaul"
    },
    {
        "text": "At the US Open, Williams played doubles with Venus for the first time since 2018; the sisters lost to the Czech duo of Lucie Hradecká and Linda Nosková. In the first round of singles, Williams defeated Danka Kovinić of Montenegro. After the match—which was attended by Eric Adams, Bill Clinton, Spike Lee, Mike Tyson, Vera Wang, Ruth Westheimer, and Tiger Woods—a tribute video narrated by Oprah Winfrey was played, and an interview was conducted by Gayle King. In the second round, Williams upset world No.2 Anett Kontaveit, becoming the oldest woman to defeat a top-three ranked player. She then lost to Ajla Tomljanović in what was ultimately her final match.",
        "ngram": 110,
        "subject": "RuPaul"
    },
    {
        "text": "2002: In September, sportswriter Peter King conducted an interview with Favre during spring training. Favre told him that he missed home and was thinking more and more about retirement. When then–head coach Mike Sherman told the players they could have off on Saturday and Sunday, Favre replied \"I wish I could be on my lawn mower back home.\"",
        "ngram": 58,
        "subject": "RuPaul"
    },
    {
        "text": "Candy played Tom Hanks's womanizing brother in the hit romantic comedy Splash, generally considered his break-out role. After the success of the film, he had signed a three-picture development and producing deal with Walt Disney Pictures, and he would develop and executive produce various theatricals as planned starring vehicles for himself.Candy went back to Canada to star in The Last Polka (1985), which he also wrote with co-star Eugene Levy. He was Richard Pryor's best friend on Brewster's Millions (1985) and had a cameo in the Sesame Street film Follow That Bird (1985). Candy's first lead role in a Hollywood film came with Summer Rental (1985), directed by Carl Reiner. He was reunited with Hanks in Volunteers (1985), though the film did not do as well as Splash. He had a cameo in The Canadian Conspiracy (1985) and appeared alongside Martin Short in Dave Thomas: The Incredible Time Travels of Henry Osgood (1985) in Canada. Candy's next starring role in a Hollywood film was the box office disappointment Armed and Dangerous (1986) with Levy and Meg Ryan. He had a cameo in Little Shop of Horrors (1986) and appeared in Really Weird Tales (1987). He also had a supporting role in Mel Brooks's Spaceballs (1987).",
        "ngram": 205,
        "subject": "RuPaul"
    },
    {
        "text": "In 2003, Simon and Garfunkel performed together again when they received a Grammy Lifetime Achievement Award. This reunion led to a US tour, the acclaimed \"Old Friends\" concert series, which was followed by a 2004 international encore, culminating in a free concert at the Colosseum in Rome which attracted an audience of 600,000. In 2005, they sang \"Mrs. Robinson\" and \"Homeward Bound\" together, plus \"Bridge Over Troubled Water\" with Aaron Neville, in the benefit concert From the Big Apple to The Big Easy – The Concert for New Orleans (eventually released as a DVD) for Hurricane Katrina victims.",
        "ngram": 98,
        "subject": "RuPaul"
    },
    {
        "text": "The short-lived The WB live-action series Birds of Prey, based on the comic book of the same title, featured a flashback sequence in which the Joker shoots Barbara Gordon and paralyzes her. This sequence featured Hamill voicing Joker, dubbed over actor/stuntman Roger Stoneburner whose facial structure more resembled the character. He also voiced the character in a few segments in Robot Chicken. ",
        "ngram": 63,
        "subject": "RuPaul"
    },
    {
        "text": "Chilean Socialist Party presidential candidate Salvador Allende was elected by a plurality of 36.2 percent in 1970, causing serious concern in Washington, D.C., due to his openly socialist and pro-Cuban politics. The Nixon administration, with Kissinger's input, authorized the Central Intelligence Agency (CIA) to encourage a military coup that would prevent Allende's inauguration, but the plan was not successful.: 115 : 495 : 177 On September 11, 1973, Allende died during an army attack on the presidential palace that was an element of a military coup launched by Army Commander-in-Chief Augusto Pinochet, who then became president. In September 1976, Orlando Letelier, a Chilean opponent of the new Pinochet regime, was assassinated in Washington, D.C., with a car bomb. Previously, Kissinger had helped secure his release from prison, and had chosen to cancel an official U.S. letter to Chile warning them against carrying out any political assassinations. This murder was part of Operation Condor, a covert program of political repression and assassination carried out by Southern Cone nations that Kissinger has been accused of being involved in.On September 10, 2001, after recent declassification of documents, relatives and survivors of General René Schneider filed civil proceedings against Kissinger, in federal court in Washington, D.C., accusing him of collaborating in arranging Schneider's kidnapping which resulted in his death. The case was later dismissed by the U.S. District Court for the District of Columbia, citing separation of powers: \"The decision to support a coup of the Chilean government to prevent Dr. Allende from coming to power, and the means by which the United States Government sought",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "On January 6, 2021, while congressional certification of the presidential election results was taking place in the U.S. Capitol, Trump held a noon rally at the Ellipse, Washington, D.C.. He called for the election result to be overturned and urged his supporters to \"take back our country\" by marching to the Capitol to \"fight like hell\". Many supporters did, joining a crowd already there. The mob broke into the building, disrupting certification and causing the evacuation of Congress. During the violence, Trump posted messages on Twitter without asking the rioters to disperse. At 6 p.m., Trump tweeted that the rioters should \"go home with love & in peace\", calling them \"great patriots\" and repeating that the election was stolen. After the mob was removed, Congress reconvened and confirmed Biden's win in the early hours of the following morning. According to the Department of Justice, more than 140 police officers were injured, and five people died.",
        "ngram": 155,
        "subject": "RuPaul"
    },
    {
        "text": "In addition to political contributions over the years, Buffett endorsed and made campaign contributions to Barack Obama's presidential campaign. On July 2, 2008, Buffett attended a $28,500 per plate fundraiser for Obama's campaign in Chicago. Buffett intimated that John McCain's views on social justice were so far from his own that McCain would need a \"lobotomy\" for Buffett to change his endorsement. During the second 2008 U.S. presidential debate, McCain and Obama, after being asked first by presidential debate mediator Tom Brokaw, both mentioned Buffett as a possible future Secretary of the Treasury. Later, in the third and final presidential debate, Obama mentioned Buffett as a potential economic advisor. Buffett was also a financial advisor to Republican candidate Arnold Schwarzenegger during the 2003 California gubernatorial election.On December 16, 2015, Buffett endorsed Democratic candidate Hillary Clinton for president. On August 1, 2016, Buffett challenged Donald Trump to release his tax returns. On October 10, 2016, after a reference to him in the second presidential debate, Buffett released his own tax return. He said he had paid $1.85 million in federal income taxes in 2015 on an adjusted gross income of $11.6 million, meaning he had an effective federal income tax rate of around 16 percent. Buffett also said he had made more than $2.8 billion worth of donations last year. In response to Trump saying he was unable to release his tax information due to being under audit, Buffett said, \"I have been audited by the IRS multiple times and am currently being audited. I have no",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "Other than his role as a villain in Robert Rodriguez's Machete (2010), almost all the films Seagal has made since the latter half of 2001 have been released direct-to-video (DTV) in North America, with some theatrical releases to other countries around the world. Seagal is credited as a producer and sometimes a writer on many of these DTV movies, which include Black Dawn, Belly of the Beast, Out of Reach, Submerged, Kill Switch, Urban Justice, Pistol Whipped, Against the Dark, Driven to Kill, A Dangerous Man, Born to Raise Hell, and The Keeper. Beyond the Law (2019) is one of Seagal's few movies to have had a theatrical release in North America since Machete.In 2009, A&E Network premiered the reality television series Steven Seagal: Lawman, focusing on Seagal as a deputy in Jefferson Parish, Louisiana. In the 2010s, Seagal's direct-to-video films increasingly started to become ensemble pieces, with Seagal playing minor or supporting roles, despite the fact that he often received top billing. Maximum Conviction, Force of Execution, Gutshot Straight, Code of Honor, Sniper Special Ops, The Asian Connection, The Perfect Weapon, Cartels, and China Salesman all exemplify this trend. This has led some commentators to criticize Seagal for his low-effort participation in movies which heavily promote his involvement.",
        "ngram": 209,
        "subject": "RuPaul"
    },
    {
        "text": "On February 2, 2024, The Recording Academy announced that Carey would receive the Grammy Global Impact Award, a CEO Award which recognizes \"Black music creators whose dedication to the art form has greatly influenced the industry and whose legacy of service inspires countless individuals worldwide\". Later that month, Carey was nominated for induction into the Rock and Roll Hall of Fame. On February 16, 2024, Carey featured on the remix of Ariana Grande's single, \"Yes, And?\", which was included in the \"slightly deluxe\" edition of Grande's seventh studio album Eternal Sunshine.",
        "ngram": 91,
        "subject": "RuPaul"
    },
    {
        "text": "Presley released her debut album, To Whom It May Concern, on April 8, 2003. It reached No. 5 on the Billboard 200 albums chart and was certified gold in June 2003. Presley wrote all the lyrics (except \"The Road Between\", which was co-written with Gus Black) and co-wrote every melody. To promote it, she presented a concert in the UK. The album's first single, \"Lights Out\", reached No. 18 on the Billboard Hot Adult Top 40 chart and No. 16 on the UK charts. Presley collaborated with Billy Corgan for a co-written track called \"Savior\", which was included as the B-side. In his review of the album, the Los Angeles Times critic Robert Hilburn wrote that it had a \"a stark, uncompromising tone\" and that \"Presley's gutsy blues-edged voice has a distinctive flair\".",
        "ngram": 133,
        "subject": "RuPaul"
    },
    {
        "text": "Wong and William Chen stated that the fight lasted an unusually long 20–25 minutes. Wong claims that although he had originally expected a serious but polite bout, Lee aggressively attacked him with the intent to kill. When Wong presented the traditional handshake, Lee appeared to accept the greeting, but instead, Lee allegedly thrust his hand as a spear aimed at Wong's eyes. Forced to defend his life, Wong asserted that he refrained from striking Lee with killing force when the opportunity presented itself because it could have earned him a prison sentence, but used illegal cufflings under his sleeves. According to Michael Dorgan's 1980 book Bruce Lee's Toughest Fight, the fight ended due to Lee's \"unusually winded\" condition, as opposed to a decisive blow by either fighter.",
        "ngram": 127,
        "subject": "RuPaul"
    },
    {
        "text": "In New York, at approximately 5:00 p.m. on 8 December 1980, Lennon autographed a copy of Double Fantasy for Mark David Chapman before leaving The Dakota with Ono for a recording session at the Record Plant. After the session, Lennon and Ono returned to the Dakota in a limousine at around 10:50 p.m. (EST). They left the vehicle and walked through the archway of the building. Chapman then shot Lennon twice in the back and twice in the shoulder at close range. Lennon was rushed in a police cruiser to the emergency room of Roosevelt Hospital, where he was pronounced dead on arrival at 11:15 p.m. (EST).",
        "ngram": 107,
        "subject": "RuPaul"
    },
    {
        "text": "Burns indicates that young Franklin Roosevelt was self-assured and at ease in the upper class. On the other hand, Eleanor was shy and disliked social life. Initially, Eleanor stayed home to raise their children. As his father had done, Franklin left childcare to his wife, and Eleanor delegated the task to caregivers. She later said that she knew \"absolutely nothing about handling or feeding a baby.\" They had six children. Anna, James, and Elliott were born in 1906, 1907, and 1910, respectively. The couple's second son, Franklin, died in infancy in 1909. Another son, also named Franklin, was born in 1914, and the youngest, John, was born in 1916.",
        "ngram": 109,
        "subject": "RuPaul"
    },
    {
        "text": "In 2002, Beyoncé and Jay-Z collaborated on the song \"'03 Bonnie & Clyde\", which appeared on his seventh album The Blueprint 2: The Gift & The Curse (2002). Beyoncé appeared as Jay-Z's girlfriend in the music video for the song, fueling speculation about their relationship. On April 4, 2008, Beyoncé and Jay-Z married without publicity. As of April 2014, the couple had sold a combined 300 million records together. They are known for their private relationship, although they have appeared to become more relaxed since 2013. Both have acknowledged difficulty that arose in their marriage after Jay-Z had an affair.",
        "ngram": 100,
        "subject": "RuPaul"
    },
    {
        "text": "In his youth, Harry earned a reputation for being rebellious, leading the tabloid press to label him a \"wild child\". At the age of 17, he was seen smoking cannabis, drinking underage with friends, and clashing physically with paparazzi outside nightclubs. In early 2005, he was photographed at a \"Colonial and Native\"-themed birthday party in Wiltshire wearing a Nazi German Afrika Korps uniform with a swastika armband. His choice sparked a backlash from the media, politicians, and religious figures. Clarence House later issued a public statement in which Harry apologised for his behaviour. In an interview for his 21st birthday he stated that it \"was a very stupid thing to do and I've learnt my lesson\".",
        "ngram": 116,
        "subject": "RuPaul"
    },
    {
        "text": "In 2018, Quincy Jones and Jennifer Lee claimed that Brando had had a sexual relationship with comedian and Superman III actor Richard Pryor. Pryor's daughter Rain Pryor later disputed the claim. In February 2024, actor Billy Dee Williams said Brando had propositioned him, which he rejected, while the two were at Brando's home during a party.",
        "ngram": 56,
        "subject": "RuPaul"
    },
    {
        "text": "In December 2021, Grimes and Musk had a second child, a daughter born via surrogacy. Despite the pregnancy, Musk confirmed reports that the couple were \"semi-separated\" in September 2021; in an interview with Time in December 2021, he said he was single. In March 2022, Grimes said of her relationship with Musk: \"I would probably refer to him as my boyfriend, but we're very fluid.\" Later that month, Grimes tweeted that she and Musk had broken up again. In September 2023 it was reported that the pair had a third child, a son. In October 2023, Grimes sued Musk over parental rights and custody of their eldest son.",
        "ngram": 108,
        "subject": "RuPaul"
    },
    {
        "text": "Reaching a low with his severe drug addiction and destructive behavior, Cash and his first wife divorced after having separated in 1962. Some venues cancelled his performances, but he continued to find success. In 1967, Cash's duet with June Carter, \"Jackson\", won a Grammy Award.Cash was last arrested in 1967 in Walker County, Georgia, after police found he was carrying a bag of prescription pills when in a car accident. Cash attempted to bribe a local deputy, who turned the money down. He was jailed for the night in LaFayette, Georgia. Sheriff Ralph Jones released him after giving him a long talk, warning him about the danger of his behavior and wasted potential. Cash credited that experience with helping him turn around and save his life. He later returned to LaFayette to play a benefit concert; it attracted 12,000 people (the city population was less than 9,000 at the time) and raised $75,000 for the high school.Reflecting on his past in a 1997 interview, Cash noted: \"I was taking the pills for awhile, and then the pills started taking me.\" June, Maybelle, and Ezra Carter moved into Cash's mansion for a month to help him get off drugs. Cash proposed onstage to June on February 22, 1968, at a concert at the London Gardens in London, Ontario, Canada. The couple married a week later (on March 1) in Franklin, Kentucky. She had agreed to marry Cash after he had \"cleaned up.\"Cash's journey included rediscovery of his Christian faith. He took an \"altar call\" in Evangel Temple,",
        "ngram": 256,
        "subject": "RuPaul"
    },
    {
        "text": "In 1854, at age 32, Grant entered civilian life, without any money-making vocation to support his growing family. It was the beginning of seven years of financial struggles, poverty, and instability. Grant's father offered him a place in the Galena, Illinois, branch of the family's leather business, but demanded Julia and the children stay in Missouri, with the Dents, or with the Grants in Kentucky. Grant and Julia declined the offer. For the next four years, Grant farmed with the help of Julia's slave Dan, on his brother-in-law's property, Wish-ton-wish, near St. Louis. The farm was not successful and to earn an alternate living he sold firewood on St. Louis street corners.",
        "ngram": 112,
        "subject": "RuPaul"
    },
    {
        "text": "Day-Lewis returned to the stage in 1989 to work with Richard Eyre, as the title character in Hamlet at the National Theatre, London, but during a performance collapsed during the scene where the ghost of Hamlet's father appears before him. He began sobbing uncontrollably, and refused to go back on stage; he was replaced by Jeremy Northam, who gave a triumphant performance. Ian Charleson formally replaced Day-Lewis for the rest of the run. Earlier in the run, Day-Lewis had talked of the \"demons\" in the role, and for weeks he threw himself passionately into the part. Although the incident was officially attributed to exhaustion, Day-Lewis claimed to have seen the ghost of his own father. He later explained that this was more of a metaphor than a hallucination. \"To some extent I probably saw my father’s ghost every night, because of course if you’re working in a play like Hamlet, you explore everything through your own experience.\" He has not appeared on stage since. The media attention following his breakdown on-stage contributed to his decision to eventually move from England to Ireland in the mid-1990s, to regain a sense of privacy amidst his increasing fame.",
        "ngram": 195,
        "subject": "RuPaul"
    },
    {
        "text": "Shatner hosted and executive produced The UnXplained on History from 2019 to 2023. Since its premiere the show has received very negative reviews from critics. Writing in Irish Film Critic, Thomas Tunstall reported that the show's \"subject matter runs all over the board\", as if designed for an audience with attention deficit disorder. Though Shatner enthusiastically poses many questions, he provides far fewer satisfactory answers than he should – perhaps by design in order to retain the sense of mystery.\"Professor Sarah Parcak criticized the show's presentation of archaeology. She labeled it as \"horribly racist\"; and wrote \"as it turns out, 'A great archaeological mystery' is a code phrase for 'We are too lazy to read or even Google and honestly, racism is far easier than admitting non white people were/are brilliant innovators.'\"",
        "ngram": 132,
        "subject": "RuPaul"
    },
    {
        "text": "On February 11, 1992, Green Bay Packers general manager Ron Wolf traded the first-round pick his team had received from the Philadelphia Eagles (17th overall) in a trade the previous year to the Atlanta Falcons in exchange for Favre. Wolf, while an assistant to the general manager of the New York Jets, had intended to take Favre in the 1991 NFL Draft, but Favre was taken by the Falcons on the previous pick.",
        "ngram": 73,
        "subject": "RuPaul"
    },
    {
        "text": "Garland struggled in her personal life from an early age. The pressures of early stardom affected her physical and mental health from the time she was a teenager; her self-image was influenced by constant criticism from film executives who believed that she was physically unattractive and who manipulated her onscreen physical appearance. She had financial troubles, often owing hundreds of thousands of dollars in back taxes. Throughout her adulthood, she struggled with substance use disorder involving both drugs and alcohol; she died from an accidental barbiturate overdose in 1969, at age 47.",
        "ngram": 92,
        "subject": "RuPaul"
    },
    {
        "text": "In 1870, to enforce Reconstruction, Congress and Grant created the Justice Department that allowed the Attorney General and the new Solicitor General to prosecute the Klan. Congress and Grant passed three Enforcement Acts, designed to protect black people and Reconstruction governments. Using the powers of the Enforcement Acts, Grant crushed the Ku Klux Klan. By October, Grant suspended habeas corpus in part of South Carolina and sent federal troops to help marshals, who initiated prosecutions. Grant's Attorney General, Amos T. Akerman, who replaced Hoar, was zealous to destroy the Klan. Akerman and South Carolina's U.S. marshal arrested over 470 Klan members, while hundreds of Klansmen, including the wealthy leaders, fled the state. By 1872, the Klan's power had collapsed, and African Americans voted in record numbers in elections in the South. Attorney General George H. Williams, Akerman's replacement, suspended prosecutions of the Klan in North and South Carolina in early 1873, but prior to the election of 1874, he changed course and prosecuted the Klan.",
        "ngram": 165,
        "subject": "RuPaul"
    },
    {
        "text": "Lowe was the first male spokesman for the 2000 Lee National Denim Day fundraiser, which raises money for breast cancer research and education. His grandmother and great-grandmother both suffered from breast cancer, and his mother died of the disease in late 2003.Lowe is a founder of the Homeowner's Defense Fund, a Santa Barbara County non-profit, non-partisan organization dedicated to local control of land-use planning and transparency in government. The average price of tract homes in Santa Barbara in early 2006 was US$1,100,000, which motivated some to propose denser housing on existing lots. While in favor of increasing housing density, Lowe sought to build a 14,260-square-foot (1,325 m2) mansion for himself on an empty lot in Montecito, California. His protest over the appearance of the address of the empty lot in the Santa Barbara News-Press precipitated a mass resignation of senior employees at that newspaper on July 6, 2006.",
        "ngram": 148,
        "subject": "RuPaul"
    },
    {
        "text": "Tyler Perry (born Emmitt Perry Jr.; September 13, 1969) is an American actor, filmmaker, and playwright. He is the creator and performer of Mabel \"Madea\" Simmons, a tough elderly woman, and also portrays her brother Joe Simmons and her nephew Brian Simmons. Perry's films vary in style from orthodox filmmaking techniques to filmed productions of live stage plays, many of which have been subsequently adapted into feature films. Madea's first appearance was in Perry's play I Can Do Bad All by Myself (1999) staged in Chicago.",
        "ngram": 86,
        "subject": "RuPaul"
    }
]