[
    {
        "text": "To start her career, she auditioned for the American Academy of Dramatic Arts in New York, using a scene from her uncle George Kelly's The Torch-Bearers (1923). Although the school had already met its semester quota, she obtained an interview with the admissions department, and was admitted through George's influence. Kelly worked diligently, and practiced her speech by using a tape recorder. Her early acting pursuits led her to the stage, and she made her Broadway debut in Strindberg's The Father, alongside Raymond Massey. At 19, her graduation performance was as Tracy Lord in The Philadelphia Story. Her uncle continued to advise and mentor Kelly throughout her acting career.At her father's insistence, she lived at the Barbizon Hotel for Women in Manhattan. She was hired as a model by the John Robert Powers agency, where some of her first modeling jobs were doing commercials for bug spray and cigarettes. Kelly was reportedly \"fond of dancing to Hawaiian music down the hallways of the Barbizon, and given to shocking her fellow residents by performing topless\". She later wrote that she had \"wonderful memories of the three years I spent at the Barbizon.\"Television producer Delbert Mann cast Kelly as the lead in an adaptation of the Sinclair Lewis novel Bethel Merriday; this was her first of nearly sixty live television programs. She was mentioned in Theatre World magazine as \"[a] most promising personality of the Broadway stage of 1950\". Some of her well-known works as a theater actress were: The Father, The Rockingham Tea Set, The Apple Tree,",
        "ngram": 256,
        "subject": "50 Cent"
    },
    {
        "text": "To Brando's expressed puzzlement, the movie inspired teen rebellion and made him a role model to the nascent rock-and-roll generation and future stars such as James Dean and Elvis Presley. After the movie's release, the sales of leather jackets and motorcycles skyrocketed. Reflecting on the movie in his autobiography, Brando concluded that it had not aged very well but said \"More than most parts I've played in the movies or onstage, I related to Johnny, and because of this, I believe I played him as more sensitive and sympathetic than the script envisioned. There's a line in the picture where he snarls, 'Nobody tells me what to do.' That's exactly how I've felt all my life.\"",
        "ngram": 116,
        "subject": "50 Cent"
    },
    {
        "text": "On April 2, 2005, Hogan was inducted into the WWE Hall of Fame class of 2005 by actor and friend Sylvester Stallone. At WrestleMania 21 on April 3, Hogan came out to rescue Eugene, who was being attacked by Muhammad Hassan and Khosrow Daivari. The build-up to Hogan's Hall of Fame induction and preparation for his WrestleMania angle was shown on the first season of Hogan Knows Best. The next night on Raw, Hassan and Daivari came out to confront and assault fan favorite Shawn Michaels. The following week on Raw, Michaels approached Raw General Manager Eric Bischoff demanding a handicap match with Hassan and Daivari. Bischoff refused, but told Michaels if he found a partner he would be granted a tag team match. Michaels then made a plea for Hogan to team with him. On the April 18 episode of Raw, Hassan again led an attack on Michaels until Hogan appeared, saving Michaels and accepting his offer. At Backlash, Hassan and Daivari lost to Hogan and Michaels.",
        "ngram": 168,
        "subject": "50 Cent"
    },
    {
        "text": "The New York Times obituarist in 1969 observed that Garland, whether intentionally or not, \"brought with her ... all the well-publicized phantoms of her emotional breakdown, her career collapses and comebacks\" on stage during later performances. The same writer said that Garland's voice changed and lost some of its quality as she aged, although she retained much of her personality. Contributing to the Irish Independent, Julia Molony observed Garland's voice, although \"still rich with emotion\", had finally begun to \"creak with the weight of years of disappointment and hard-living\" by the time she performed at Carnegie Hall in 1961.",
        "ngram": 99,
        "subject": "50 Cent"
    },
    {
        "text": "Rihanna began dating American singer Chris Brown in 2007. Their relationship ended in February 2009, following their highly publicized domestic violence case. She then entered an on-again, off-again relationship with Canadian rapper Drake, which lasted from 2009 to 2016. During an interview with Rolling Stone in January 2013, Rihanna confirmed that she had rekindled her relationship with Brown, although he remained under probation for their 2009 domestic violence case. Their reunion followed persistent media speculation that occurred throughout 2012. In May 2013, Brown stated during an interview that he and Rihanna had broken up again. In 2017, Rihanna began dating Saudi businessman Hassan Jameel. They split in January 2020.",
        "ngram": 109,
        "subject": "50 Cent"
    },
    {
        "text": "Elliott has performed voice-over narration for various commercials. He has lent his voice to campaigns for Dodge, IBM, Kinney Drugs, Union Pacific, and most notably the American Beef Council, succeeding Robert Mitchum in the latter. Since late 2007 Elliott has done voice-overs for Coors beer, bringing his deep, rich voice and \"western\" appeal to the brand brewed in Colorado. In 2010, Ram Trucks hired Elliott to do the voice-over for their Ram Heavy Duty truck commercial; he has been voicing their commercials since. Starting in 2008, he has voiced Smokey Bear, and shares the mascot's birth date (August 9, 1944). He also narrated the Pittsburgh Steelers and Green Bay Packers team introductions to Super Bowl XLV, played at Cowboys Stadium in Arlington, Texas at the conclusion of the 2010 NFL season for NFL on Fox. On September 9, 2020, it was announced that Elliott would begin recurring on Family Guy as the new mayor of Quahog, the late Mayor Adam West's cousin, Wild Wild West. Also in 2020, he voiced Joe Biden's \"Go From There\" campaign ad.",
        "ngram": 177,
        "subject": "50 Cent"
    },
    {
        "text": "About one year after his retirement from The Price Is Right, Barker appeared in a public service announcement promoting the transition to digital television in the United States. The advertisement was produced under the first proposed date of February 16, 2009, for the transition.",
        "ngram": 44,
        "subject": "50 Cent"
    },
    {
        "text": "After a year-long search, on May 1, 2017, it was announced that Seacrest would join Kelly Ripa as host of Live with Kelly and Ryan as her new permanent co-host and executive producer. Seacrest succeeded Michael Strahan starting work on the day of the announcement. By December 2017 the show was averaging over 3 million viewers.On February 16, 2023, Seacrest announced that he would be leaving Live with Kelly and Ryan after six years in April 2023, primarily due to traveling as his primary residence is in Los Angeles, while the show tapes in New York City. Seacrest made his last appearance as full-time host on April 14, 2023. Mark Consuelos, husband of Kelly Ripa, replaced him full-time on April 17, 2023. ",
        "ngram": 123,
        "subject": "50 Cent"
    },
    {
        "text": "Socrates did not document his teachings. All that is known about him comes from the accounts of others: mainly the philosopher Plato and the historian Xenophon, who were both his pupils; the Athenian comic dramatist Aristophanes (Socrates's contemporary); and Plato's pupil Aristotle, who was born after Socrates's death. The often contradictory stories from these ancient accounts only serve to complicate scholars' ability to reconstruct Socrates's true thoughts reliably, a predicament known as the Socratic problem. The works of Plato, Xenophon, and other authors who use the character of Socrates as an investigative tool, are written in the form of a dialogue between Socrates and his interlocutors and provide the main source of information on Socrates's life and thought. Socratic dialogues (logos sokratikos) was a term coined by Aristotle to describe this newly formed literary genre. While the exact dates of their composition are unknown, some were probably written after Socrates's death. As Aristotle first noted, the extent to which the dialogues portray Socrates authentically is a matter of some debate.",
        "ngram": 170,
        "subject": "50 Cent"
    },
    {
        "text": "Following her film debut in Lucas (1986), Ryder rose to prominence when played the supporting part of Lydia Deetz in Beetlejuice (1988). Major parts in Heathers (1989), Edward Scissorhands, Mermaids (both 1990), and Bram Stoker's Dracula (1992) came next. She earned two consecutive Oscar nominations—Best Supporting Actress and Best Actress—for her portrayals of May Welland in The Age of Innocence (1993) and Jo March in Little Women (1994), respectively. Her subsequent work included starring roles in Reality Bites (1994), How to Make an American Quilt (1995), The Crucible (1996), Alien Resurrection (1997), Celebrity (1998), Girl, Interrupted (1999), Autumn in New York (2000), and Mr. Deeds (2002).",
        "ngram": 106,
        "subject": "50 Cent"
    },
    {
        "text": "On September 6 and 7, 1968, the Doors played in Europe for the first time, with four performances at the Roundhouse in London with Jefferson Airplane, which was filmed by Granada Television for the television documentary The Doors Are Open, directed by John Sheppard. Around this time, Morrison – who had long been a heavy drinker – started showing up for recording sessions visibly inebriated. He was also frequently appearing in live performances and studio recordings late or stoned.",
        "ngram": 79,
        "subject": "50 Cent"
    },
    {
        "text": "Schneider played a variety of roles in the 2005 television special Back to Norm, starring another former SNL player Norm Macdonald, and appeared on episodes of the popular television shows Seinfeld and Ally McBeal. Schneider hosted the Sports Illustrated: Swimsuit '97 TV special, and the 2005 Teen Choice Awards, and was a frequent guest on NBC's late-night variety program The Tonight Show with Jay Leno. In Schneider's appearance with Leno on the July 24, 2007, episode of The Tonight Show, he showed up in drag as actress Lindsay Lohan after the latter cancelled following a controversial arrest for driving under the influence.Besides his efforts in movies and television, Schneider released his first comedy album Registered Offender in July 2010. Registered Offender is composed of audio sketches and songs, with Schneider himself doing all of the character voices on the recording. He also revived his stand-up comedy career in 2010 with an international tour of theaters, clubs, and casinos.Schneider appeared in the music video for country singer Neal McCoy's \"Billy's Got His Beer Goggles On\", as the song's title character. McCoy and Schneider met while the two went on a USO tour in support of U.S. troops two months after the September 11, 2001 terrorist attacks.",
        "ngram": 205,
        "subject": "50 Cent"
    },
    {
        "text": "Tarantino's screenplay True Romance was optioned and the film was eventually released in 1993. The second script that Tarantino sold was for the film Natural Born Killers, which was revised by Dave Veloz, Richard Rutowski and director Oliver Stone. Tarantino was given story credit and stated in an interview that he wished the film well, but later disowned the final film. Tarantino also did an uncredited rewrite on It's Pat (1994). Other films where he was an uncredited screenwriter include Crimson Tide (1995) and The Rock (1996).Following the success of Reservoir Dogs, Tarantino was approached by major film studios and offered projects that included Speed (1994) and Men in Black (1997), but he instead retreated to Amsterdam to work on his script for Pulp Fiction.Tarantino wrote, directed, and acted in the dark comedy crime film Pulp Fiction in 1994, maintaining the stylized violence from his earlier film and also non-linear storylines. Tarantino received the Academy Award for Best Original Screenplay, which he shared with Roger Avary, who contributed to the story. He also received a nomination in the Best Director category. The film received another five nominations, including for Best Picture. Tarantino also won the Palme d'Or for the film at the 1994 Cannes Film Festival. The film grossed over $200 million and earned positive reviews.In 1995, Tarantino participated in the anthology film Four Rooms, a collaboration that also included directors Robert Rodriguez, Allison Anders and Alexandre Rockwell. Tarantino directed and acted in the fourth segment of \"The Man from Hollywood\", a tribute to the Alfred",
        "ngram": 256,
        "subject": "50 Cent"
    },
    {
        "text": "[H]e sometimes gave tens of thousands of dollars to Christian groups, while, at the same time, he was trying to borrow over a million dollars to expand his business. His philosophy of giving was founded upon biblical principles. He truly believed in the biblical principle found in Luke 6:38, \"Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\"",
        "ngram": 85,
        "subject": "50 Cent"
    },
    {
        "text": "Cena won the WWE Championship Money in the Bank ladder match on July 15 at Money in the Bank, earning a contract for a shot at the WWE Championship anytime within a year. On July 23, on Raw 1000, Cena cashed in his contract on CM Punk, and won by disqualification after Big Show interfered, becoming the first person to cash in a Money in the Bank contract and not win a title. Cena's feud with Punk continued into SummerSlam on August 19, where Punk retained the title against Cena and Big Show in a triple threat match, and at Night of Champions on September 16, where they fought to a draw. After being sidelined with a legitimate arm injury, Cena returned at Survivor Series on November 18, but was pinned by Punk in a triple threat match also involving Ryback. Cena then feuded with Dolph Ziggler over an alleged relationship with AJ Lee and at TLC: Tables, Ladders & Chairs on December 16, he lost to Ziggler in a ladder match for Ziggler's World Heavyweight Championship Money in the Bank contract, after AJ turned on Cena. The following night on Raw, Cena teamed with Vickie Guerrero to face Ziggler and AJ in a mixed tag team match which ended in a disqualification after Cena was attacked by the debuting Big E Langston. Cena defeated Ziggler on the January 7 episode of Raw, and again in a steel cage match the following week, despite interference from AJ and Langston in both matches, ending the feud.",
        "ngram": 255,
        "subject": "50 Cent"
    },
    {
        "text": "During his second year of college, Roosevelt met and proposed to Boston heiress Alice Sohier, who turned him down. Franklin then began courting his childhood acquaintance and fifth cousin once removed, Eleanor Roosevelt, a niece of Theodore Roosevelt. In 1903, Franklin proposed to Eleanor. Following resistance from his mother, Franklin and Eleanor Roosevelt were married on March 17, 1905. Eleanor's father, Elliott, was deceased; Theodore, who was then president, gave away the bride. The young couple moved into Springwood. Franklin and Sara Roosevelt also provided a townhouse for the newlyweds in New York City, and Sara had a house built for herself alongside that townhouse. Eleanor never felt at home in the houses at Hyde Park or New York; however, she loved the family's vacation home on Campobello Island, which Sara also gave the couple.",
        "ngram": 135,
        "subject": "50 Cent"
    },
    {
        "text": "\"William Shatner and the Fromage Frontier\", eight-page interview by Claire Connors, seven photos including cover by Jeff Lipsky. Cheese Connoisseur, summer 2013, cover story, pages 26–33. Published by Phoenix Media Network, Inc., Boca Raton, Florida. Shatner discusses his career, health, current and future projects, and, especially, his appreciation of cheese.",
        "ngram": 50,
        "subject": "50 Cent"
    },
    {
        "text": "In November 2011, Catherine and William visited the UNICEF Supply Division for malnourished children in Copenhagen, Denmark. On St Patrick's Day in 2012, she carried out the traditional awarding of shamrocks to the Irish Guards at their Aldershot base in her first solo military engagement. In March that year, Catherine gave her first public speech for the opening of a children's hospice opened by her patronage, East Anglia's Children's Hospices. She and William were announced as ambassadors for the 2012 Summer Olympics in London. As part of her role, Catherine attended numerous sporting events throughout the games. In September 2012, the couple embarked on a tour of Singapore, Malaysia, Tuvalu, and the Solomon Islands to commemorate Elizabeth II's Diamond Jubilee across the Commonwealth. During this overseas visit, she made her first official speech abroad, while visiting a hospice in Malaysia, drawing on her experience as patron of East Anglia's Children's Hospices. The couple attended further celebrations of the Jubilee throughout the year, including the Thames Diamond Jubilee Pageant in July.The first engagement that Catherine carried out after the birth of Prince George was in August 2013, when she accompanied William to meet runners preparing for an ultramarathon in Anglesey. At the beginning of March 2014, it was announced that the couple would be accompanied by their son on an upcoming tour of New Zealand and Australia from 16 to 25 April. The tour itinerary included visiting the Plunket Society for children and visiting fire-damaged areas in New South Wales. In June 2014, the couple visited France",
        "ngram": 256,
        "subject": "50 Cent"
    },
    {
        "text": "Beyoncé has won 32 Grammy Awards, both as a solo artist and member of Destiny's Child and The Carters, making her the most honored individual by the Grammys. She is also the most nominated artist in Grammy Award history with a total of 88 nominations. \"Single Ladies (Put a Ring on It)\" won Song of the Year in 2010 while \"Say My Name\", \"Crazy in Love\" and \"Drunk in Love\" have each won Best R&B Song. Dangerously in Love, B'Day and I Am... Sasha Fierce have won Best Contemporary R&B Album, while Lemonade has won Best Urban Contemporary Album. Beyoncé set the record for the most Grammy awards won by a female artist in one night in 2010 when she won six awards, breaking the tie she previously held with Alicia Keys, Norah Jones, Alison Krauss, and Amy Winehouse, with Adele equaling this in 2012.",
        "ngram": 145,
        "subject": "50 Cent"
    },
    {
        "text": "On October 9, 2005, Knievel promoted his last public \"motorcycle ride\" at the Milwaukee Harley-Davidson dealership. The ride was to benefit victims of Hurricane Katrina. Although he was originally scheduled to lead a benefit ride through Milwaukee, Knievel never rode the motorcycle because he suffered a mild (non-debilitating) stroke before the appearance and limited his visit to a signing session.",
        "ngram": 60,
        "subject": "50 Cent"
    },
    {
        "text": "In May 2012, an anonymous male masseur filed a lawsuit against Travolta, citing claims of sexual assault and battery. A lawyer for Travolta said that the allegations were \"complete fiction and fabrication\". Travolta's counsel also stated that his client would be able to prove that he was not in California on the day in question and asserted that Travolta would \"sue the attorney and Plaintiff for malicious prosecution\" after getting the case thrown out. A second masseur later joined the lawsuit, making similar claims. Both lawsuits were subsequently dropped by the complainants and dismissed without prejudice.On September 27, 2012, Los Angeles Superior Court Judge Malcolm Mackey dismissed a defamation lawsuit against Travolta and his attorney Marty Singer by writer Robert Randolph because he found that a letter, written by Singer in response to allegations in a book by Randolph, was protected by free speech.",
        "ngram": 144,
        "subject": "50 Cent"
    },
    {
        "text": "Notes was first published in 1785 in French and appeared in English in 1787. Biographer George Tucker considered the work \"surprising in the extent of the information which a single individual had been thus far able to acquire, as to the physical features of the state\"; Merrill D. Peterson described it as an accomplishment for which all Americans should be grateful.",
        "ngram": 61,
        "subject": "50 Cent"
    },
    {
        "text": " transplant, paid for by Phil Collins, in 1994. News of his transplant led to public discussions because of his celebrity status and his previous problems with alcoholism and drug use. Crosby's liver problems stemmed from a long run with hepatitis C.Crosby suffered from type 2 diabetes. During an October 2008 concert, Crosby, looking much thinner than in previous years, announced to the audience that he had recently shed 55 pounds (25 kilograms) as a result of his struggles with the disease.In February 2014, at the urging of his doctor, Crosby postponed the final dates of his solo tour to undergo a cardiac catheterization and angiogram, based on the results of a routine cardiac stress test.Crosby died in Santa Ynez, California, on January 18, 2023, at the age of 81. Believing he was \"probably going to die fairly soon\", Crosby had planned his funeral at least three years prior to his death, to be held at his horse ranch in Santa Ynez, in hopes that he would be reconciled with his former Byrds and CSN bandmates so that they would attend. A statement from his family said that he died \"after a long illness\". However, friends and colleagues described his death as \"sudden\", saying that Crosby had remained active until the day of his death, working on plans for a tour and a new album. Rumors circulated that his death was due to complications of COVID-19.",
        "ngram": 236,
        "subject": "50 Cent"
    },
    {
        "text": "Attendance at the New York funeral topped 1.5 million. Ceremonies were held in other major cities around the country, while Grant was eulogized in the press and likened to George Washington and Abraham Lincoln. Grant's body was laid to rest in Riverside Park, first in a temporary tomb, and then on April 17, 1897, in the General Grant National Memorial, also known as \"Grant's Tomb\", the largest mausoleum in North America.",
        "ngram": 71,
        "subject": "50 Cent"
    },
    {
        "text": "Brando's ancestry was mostly German, Dutch, English, and Irish. His patrilineal immigrant ancestor, Johann Wilhelm Brandau, arrived in New York City in the early 1700s from the Palatinate in Germany. He is also a descendant of Louis DuBois, a French Huguenot, who arrived in New York around 1660. His maternal great-grandfather, Myles Joseph Gahan, was an Irish immigrant who served as a medic in the American Civil War. In 1995, he gave an interview in Ireland in which he said, \"I have never been so happy in my life. When I got off the plane I had this rush of emotion. I have never felt at home in a place as I do here. I am seriously contemplating Irish citizenship.\"",
        "ngram": 120,
        "subject": "50 Cent"
    },
    {
        "text": "In March 2004, Walter Yetnikoff published a book called Howling at the Moon, in which he criticized Simon and his previous business partnership with Columbia Records. In 2007, Simon was the inaugural recipient of the Gershwin Prize for Popular Song, awarded by the Library of Congress, and he later performed as part of a gala of his work.",
        "ngram": 58,
        "subject": "50 Cent"
    },
    {
        "text": "In 1975, NBC replaced White as commentator hostess of the Tournament of Roses Parade, feeling that she was identified too heavily with rival network CBS's The Mary Tyler Moore Show. White admitted to People that it was difficult \"watching someone else do my parade\", although she would soon start a ten-year run as hostess of the Macy's Thanksgiving Day Parade for CBS. Following the end of The Mary Tyler Moore Show in 1977, White was offered her own sitcom on CBS, her fourth, entitled The Betty White Show (the first of the name running a quarter century earlier), in which she co-starred with John Hillerman and former Mary Tyler Moore co-star Georgia Engel. Running up against Monday Night Football in its timeslot, the ratings were poor and it was canceled after one season.",
        "ngram": 133,
        "subject": "50 Cent"
    },
    {
        "text": "By 1472, at the age of 20, Leonardo qualified as a master in the Guild of Saint Luke, the guild of artists and doctors of medicine, but even after his father set him up in his own workshop, his attachment to Verrocchio was such that he continued to collaborate and live with him. Leonardo's earliest known dated work is a 1473 pen-and-ink drawing of the Arno valley (see below). According to Vasari, the young Leonardo was the first to suggest making the Arno river a navigable channel between Florence and Pisa.",
        "ngram": 91,
        "subject": "50 Cent"
    },
    {
        "text": "By late 1940, re-armament was in high gear, partly to expand and re-equip the Army and Navy and partly to become the \"Arsenal of Democracy\" for Britain and other countries. With his Four Freedoms speech in January 1941, Roosevelt laid out the case for an Allied battle for basic rights throughout the world. Assisted by Willkie, Roosevelt won Congressional approval of the Lend-Lease program, which directed massive military and economic aid to Britain and China. In sharp contrast to the loans of World War I, there would be no repayment. As Roosevelt took a firmer stance against Japan, Germany, and Italy, American isolationists such as Charles Lindbergh and the America First Committee vehemently attacked Roosevelt as an irresponsible warmonger. When Germany invaded the Soviet Union in June 1941, Roosevelt agreed to extend Lend-Lease to the Soviets. Thus, Roosevelt had committed the U.S. to the Allied side with a policy of \"all aid short of war.\" By July 1941, Roosevelt authorized the creation of the Office of the Coordinator of Inter-American Affairs to counter perceived propaganda efforts in Latin America by Germany and Italy.",
        "ngram": 183,
        "subject": "50 Cent"
    },
    {
        "text": "On January 22, 2006, in Kyoto, Japan, Presley married for a fourth time, to Michael Lockwood, her guitarist, music producer, and director. Danny Keough served as best man at the wedding. In March 2008, Presley announced that she was pregnant. Her husband was a first-time father. On October 7, 2008, Presley gave birth to fraternal twin girls, via Caesarean section, at Los Robles Hospital & Medical Center in Thousand Oaks, California. The couple had a home in England at Coes Manor, Rotherfield, East Sussex, where Presley enjoyed life out of the limelight.",
        "ngram": 92,
        "subject": "50 Cent"
    },
    {
        "text": "Shawn Corey Carter was born on December 4, 1969, in Brooklyn, New York City. He was raised in Marcy Houses, a public housing project in Brooklyn's Bedford–Stuyvesant neighborhood. His father, Adnis Reeves, abandoned the family, and Jay-Z and his three older siblings were raised by his mother, Gloria Carter. Reeves later met and reconciled with Jay-Z prior to his death in 2003. Jay-Z claims in his lyrics that in 1982, at age 12, he shot his older brother in the shoulder for stealing his jewelry.He attended Eli Whitney High School and George Westinghouse Career and Technical Education High School, both in Brooklyn, and then Trenton Central High School in Trenton, New Jersey. He did not graduate, dropping out during his sophomore year at Trenton Central High School. According to his interviews and lyrics, he sold crack cocaine and was shot at three times during this period. His former friend was sentenced to prison for possessing drugs and weapons. Known as \"Jazzy\" around the neighborhood, he later adopted the stage name \"Jay-Z\" in homage to his mentor Jaz-O.",
        "ngram": 177,
        "subject": "50 Cent"
    },
    {
        "text": "As a young actress, Lansbury was a self-professed homebody, who commented that she loved housekeeping. She preferred to spend quiet evenings with her friends inside her house because she did not like to engage in Hollywood nightlife. Her hobbies at the time included reading, riding, playing tennis, cooking, and playing the piano; she also had a keen interest in gardening. She cited F. Scott Fitzgerald as her favourite author, and Roseanne and Seinfeld among her favourite television shows. Lansbury was an avid letter writer who wrote letters by hand and made copies of all of them. At Howard Gotlieb's request, Lansbury's papers are housed at the Howard Gotlieb Archival Research Center at Boston University.Lansbury brought up her children as Episcopalians, but they were not members of a congregation. She stated, \"I believe that God is within all of us, that we are perfect, precious beings, and that we have to put our faith and trust in that.\" She supported Britain's Labour Party, to which she had family ties, and the US Democratic Party; she described herself as a \"Democrat from the ground up\" to quash online rumours that she endorsed the Republican Party. She also supported various charities, particularly those combating domestic abuse and rehabilitating drug users. In the 1980s, she also supported charities combating HIV/AIDS.Lansbury was a chain smoker in early life, but quit smoking in the mid-1960s. In 1976 and 1987, she underwent cosmetic surgery on her neck to prevent it from broadening with age. During the 1990s, she began to suffer from arthritis.",
        "ngram": 256,
        "subject": "50 Cent"
    },
    {
        "text": "Kelly has sold over 75 million albums and singles worldwide, making him one of the best-selling music artists of all time, and the most successful R&B male artist of the 1990s. The Recording Industry Association of America (RIAA) has recognized Kelly as one of the best-selling music artists in the United States with 40 million albums sold. In March 2011, Kelly was named the most successful R&B artist of the last 25 years by Billboard. Throughout his career, Kelly has been awarded Grammy Awards, BET Awards, Soul Train Music Awards, Billboard Music Awards, NAACP Image Awards, and American Music Awards.",
        "ngram": 100,
        "subject": "50 Cent"
    },
    {
        "text": "Also in 2015, Martin Koolhoven confirmed that Jack Roth joined the cast of the film Brimstone. In June 2015, The Hollywood Reporter confirmed that Fanning and Kit Harington had replaced Mia Wasikowska and Robert Pattinson in the film, respectively. The set of primary recording began June 15 and will be held in Romania, Spain, and Germany.",
        "ngram": 56,
        "subject": "50 Cent"
    },
    {
        "text": "In the 2015 documentary Listen to Me Marlon, Brando shared his thoughts on playing a death scene, stating, \"That's a tough scene to play. You have to make 'em believe that you are dying ... Try to think of the most intimate moment you've ever had in your life.\" His favorite actors were Spencer Tracy, John Barrymore, Fredric March, James Cagney and Paul Muni. He also showed admiration for Sean Penn, Jack Nicholson, Johnny Depp and Daniel Day-Lewis.",
        "ngram": 78,
        "subject": "50 Cent"
    },
    {
        "text": "Timberlake has been referred to as the \"President of Pop\" and \"Prince of Pop\" by contemporary journalists. In a 2016 article of The Hollywood Reporter, editor Scott Feinberg stated Timberlake is \"widely regarded as one of the greatest all-around entertainers in the history of show business\".In 2003, Rolling Stone named him the biggest pop star of the year and featured him on the magazine's cover, commenting that he \"attained the one thing most pop stars don't, and the one thing he wanted more than anything else: credibility\". For Entertainment Weekly his second studio album, FutureSex/LoveSounds, \"redefined pop's cutting edge\"; for Vibe it \"pushed boundaries more forcefully\" than works by his male contemporaries. Fuse TV's editor Jason Lipshutz stated it \"changed the game. [The album] was steely and sweaty, a universal dance opus that made room for intimacy. It had the best first half of any pop album in 25 years. You have to go back to 1979 for Off the Wall, to find a pop album with a first half that matches up.\" He was ranked 66th on the VH1 100 Greatest Artists of All-Time. Timberlake appeared for the first time on the Time 100 list of most influential people by Time in 2007. In 2013, he made his second appearance on the 100 list, with Stevie Wonder writing \"Justin has accomplished a lot at a young age, taking advantage of all the possibilities, and yet he's found time to give of himself too—he gets and gives back. He has a spirit. He does God's work",
        "ngram": 256,
        "subject": "50 Cent"
    },
    {
        "text": "In his youth, Grant developed an unusual ability to ride and manage horses. His father put his ability with horses to use by giving him work driving wagon loads of supplies and transporting people. Unlike his siblings, Grant was not forced to attend church by his Methodist parents. For the rest of his life, he prayed privately and never officially joined any denomination. To others, including his own son, Grant appeared to be an agnostic. Grant was largely apolitical before the war but wrote, \"If I had ever had any political sympathies they would have been with the Whigs. I was raised in that school.\"",
        "ngram": 105,
        "subject": "50 Cent"
    },
    {
        "text": "According to former gang member David Collins, Brown was kidnapped by New York street gang the Preacher Crew over a $25,000 drug debt in 1993. Houston paid a $400,000 ransom to the gang who threatened to kill Brown. The incident was never reported to authorities.",
        "ngram": 45,
        "subject": "50 Cent"
    },
    {
        "text": "Since 2016, Ryder has starred in the Netflix science fiction-horror series Stranger Things, created by The Duffer Brothers, playing Joyce Byers, a single mother whose 12-year-old son Will vanishes mysteriously. The Duffer brothers said that Ryder \"has a very intense energy about her ... a wiry unpredictability, a sort of anxiousness that we thought we'd really lean into.\" The series' first season premiered in July 2016 to critical acclaim and high audience ratings. Ryder also received praise for her performance, and the cast won the SAG Award for Best Ensemble in a Drama Series in 2017. The second and third seasons of the series were released in October 2017 and July 2019. For season 3, she was paid a reported $350,000 per episode. The filming for the fourth season had been halted due to the COVID-19 pandemic, but resumed in September 2020. The first volume of season 4 premiered on May 27, 2022, and the second volume on July 1, 2022.",
        "ngram": 161,
        "subject": "50 Cent"
    },
    {
        "text": "At Freedom High School, Johnson initially struggled and was drawn into a culture of conflict and petty crime. By age 17, he had been arrested several times for fighting, theft, and check fraud, and was suspended two weeks for fighting. An article in the local newspaper labeled him \"a troubled teenager with a history of run-ins with police.\" But Freedom High School football coach Jody Cwik saw athletic potential in Johnson, and recruited him to join the school's football team, where he played defensive tackle, an experience that proved to be a significant personal transformation for Johnson. \"My thought process started to change. That's when I started thinking about goals and what I wanted to accomplish\", he has since said about his high school football experience. In addition to playing football, Johnson also was a member of Freedom High School's track and field and wrestling teams.",
        "ngram": 146,
        "subject": "50 Cent"
    },
    {
        "text": "He next reteamed with director Ashby in 1982's Lookin' to Get Out, in which he played Alex Kovac, a con man who has run into debt with New York mobsters and hopes to win enough in Las Vegas to pay them off. Voight both co-wrote the script and also co-produced. He also produced and acted in 1983's Table for Five, in which he played a widower bringing up his children by himself. Also in 1983, Voight was slated to play Robert Harmon in John Cassavetes' Golden Bear-winning Love Streams, having performed the role on stage in 1981. However, a few weeks before shooting began, Voight announced that he also wanted to direct the picture and was consequently dropped. In 1985, Voight teamed up with Russian writer and director Andrei Konchalovsky to play the role of escaped con Oscar \"Manny\" Manheim in Runaway Train. The script was based on a story by Akira Kurosawa, and paired Voight with Eric Roberts as a fellow escapee. Voight received an Academy Award nomination for Best Actor and won the Golden Globe's award for Best Actor. Roberts was also honored for his performance, receiving an Academy Award nomination for Best Supporting Actor. Voight followed up this and other performances with a role in the 1986 film, Desert Bloom, and reportedly experienced a \"spiritual awakening\" toward the end of the decade. In 1989, Voight starred in and helped write Eternity, which dealt with a television reporter's efforts to uncover corruption.",
        "ngram": 244,
        "subject": "50 Cent"
    },
    {
        "text": "Bieber attended two French-language immersion elementary schools in Stratford, Jeanne Sauvé Catholic School and Bedford Public School. In grades 7 and 8, he attended Stratford Northwestern. Former teacher, Kim Booker often recalled fond memories of Bieber as her student, and is featured in several interviews. He attended Stratford's St. Michael Catholic Secondary School, and graduated in 2012 with a 4.0 GPA.Growing up, he learned to play the piano, drums, guitar, and trumpet. In early 2007, aged 12, Bieber performed Ne-Yo's \"So Sick\" for a local singing competition in Stratford, in which he placed second. Mallette posted a video of the performance on YouTube for their family and friends to see. She continued to upload videos of Bieber singing covers of various R&B songs, and Bieber's popularity on the site grew. In the same year, Bieber busked shows in front of the Avon Theatre steps with a rented guitar during tourism season.",
        "ngram": 151,
        "subject": "50 Cent"
    },
    {
        "text": "Known for her style and image, the media have constantly followed the evolution of Rihanna's music and fashion sense. In 2009, New York magazine described Rihanna's early look as that of \"a cookie-cutter teen queen\", noting she has the ability \"to shift looks dramatically and with such ease\". Around the time of the release of her second studio album, A Girl like Me (2006), many critics felt that Rihanna's style, sound and musical material were too similar to those of Beyoncé. In an interview with Look magazine, Rihanna spoke about comparisons to Beyoncé: \"Beyoncé is a great artist and I feel honored to be mentioned in the same sentence, but we're different performers with different styles\". She revealed during Oprah's Next Chapter that Def Jam's pop-princess blueprint made her feel claustrophobic during her early years with the label. According to Rihanna, \"I felt like they were giving me a blueprint. [...] They had a brand, they had an idea of what they wanted me to be without figuring out who I was.\" With the release of her third album, Good Girl Gone Bad (2007), Rihanna dismissed her innocent image for an edgier look with a new hairstyle, which was inspired by Charlize Theron's bob cut in the science fiction thriller Æon Flux (2005). She followed the likes of recording artists Janet Jackson and Christina Aguilera who also shed their innocent image for an edgier look and sound.",
        "ngram": 237,
        "subject": "50 Cent"
    }
]