[
    {
        "text": "Christopher Maurice Brown was born on May 5, 1989, in the small town of Tappahannock, Virginia, to Joyce Hawkins, a former day care center director, and Clinton Brown, a corrections officer at a local prison. He has an older sister, Lytrell Bundy, who works in a bank. Music was always present in Brown's life beginning in his childhood. He would listen to soul albums that his parents owned, and eventually began to show interest in the hip-hop scene.",
        "ngram": 78,
        "subject": "Paris Hilton"
    },
    {
        "text": "In October 2013, Lively was named the new face of L'Oreal, marking her first major makeup campaign. She starred in the film The Age of Adaline (2015), opposite Michiel Huisman and Harrison Ford, playing a woman who \"stops aging after recovering from a near-fatal accident.\" The film was a modest commercial success, grossing $65.7 million from a production budget of $25 million. The Atlantic stated that she showed her \"potential as a leading lady\" primarily in the second half of the film, citing her \"clipped delivery and coy restraint\" as well as her \"capable perform[ance]\" within the emotional intensity of the film. In 2016, Lively starred in the survival horror film The Shallows. It received positive reviews and her performance was praised by critics. That year, she also starred in Woody Allen's romantic comedy film, Café Society which premiered at the 69th Cannes Film Festival and received critical acclaim. Lively enjoyed her experience working with Allen stating, \"It's really cool to work with a director who's done so much, because he knows exactly what he wants\", adding that he was \"very empowering\".Lively starred opposite Jason Clarke in psychological drama All I See Is You (2016), which premiered at the Toronto International Film Festival to mixed reviews. In 2018, she starred in the mystery-thriller A Simple Favor, alongside Anna Kendrick and Henry Golding, and directed by Paul Feig. The film was released on September 14 and Lively's performance was acclaimed. Variety wrote that \"She has her moments .. many of them physical .. Lively's Emily is both",
        "ngram": 256,
        "subject": "Paris Hilton"
    },
    {
        "text": "In view of their environmental activism, Harry and Meghan were criticised in August 2019 for reportedly taking four private jet journeys in 11 days, including one to Elton John's home in Nice, France. The criticism was in line with the reactions the royal family faced in June 2019, after it was revealed that they \"had doubled [their] carbon footprint from business travel\". Harry received backlash again in August 2021 and 2022 for taking a two-hour flight on private jets between California and Aspen, Colorado, to participate in an annual charity polo tournament. In June 2022 and on their way to California after the Queen's Platinum Jubilee, Harry and Meghan boarded a private jet that was estimated to have emitted \"ten times more carbon than flying commercial\".",
        "ngram": 126,
        "subject": "Paris Hilton"
    },
    {
        "text": "The Matrix Revolutions, the third instalment, was met with mixed reception. According to review aggregator Rotten Tomatoes, the consensus was that \"characters and ideas take a back seat to the special effects\". Paul Clinton, writing for CNN, praised the special effects but felt Reeves's character was unfocused. In contrast, the San Francisco Chronicle's Carla Meyer was highly critical of the special effects, writing, \"[The Wachowskis] computer-generated imagery goes from dazzling to deadening in action scenes that favor heavy, clanking weaponry over the martial-arts moves that thrilled viewers of The Matrix and The Matrix Reloaded.\" Nevertheless, the film grossed a healthy $427 million worldwide, although less than the two previous films. Something's Gotta Give, a romantic comedy, was Reeves's last release of 2003. He co-starred with Jack Nicholson and Diane Keaton, and played Dr. Julian Mercer in the film. Something's Gotta Give received generally favourable reviews.",
        "ngram": 145,
        "subject": "Paris Hilton"
    },
    {
        "text": "Similarly, the live record's entry in the Library of Congress wrote that \"while her voice was still strong, it had also gained a bit of heft and a bit of wear\"; author Cary O'Dell believes Garland's rasp and \"occasional quiver\" only \"upped the emotional quotient of many of her numbers\", particularly on her signature songs \"Over the Rainbow\" and \"The Man That Got Away\". Garland stated that she always felt most safe and at home while performing onstage, regardless of the condition of her voice. Her musical talent has been commended by her peers; opera singer Maria Callas once said that Garland possessed \"the most superb voice she had ever heard\", while singer and actor Bing Crosby said that \"no other singer could be compared to her\" when Garland was rested.",
        "ngram": 131,
        "subject": "Paris Hilton"
    },
    {
        "text": "In October 2011, it was reported that Carter was working on sequels to both I Am Not a Human Being and Rebirth. In January 2012, Birdman announced that he and Carter had finished recording Like Father, Like Son 2. On November 22, 2012, Carter announced that Tha Carter V would be his final album, as he wanted to go pursue other interests.",
        "ngram": 62,
        "subject": "Paris Hilton"
    },
    {
        "text": "In 1989, he entered Nashville's Cumberland Heights Alcohol and Drug Treatment Center. In 1992, he started care at the Loma Linda Behavioral Medicine Center in Loma Linda, California, for his final rehabilitation treatment. (Several months later, his son followed him into this facility for treatment.)",
        "ngram": 45,
        "subject": "Paris Hilton"
    },
    {
        "text": "Jill Biden continued to teach full-time at NOVA after her husband left office, with a salary of close to $100,000. She was selected to give the keynote address at a commencement for Milwaukee Area Technical College in May 2017. She gave the keynote address at a California teachers summit in July 2017, emphasizing the importance of communities supporting their teachers given the emotional and circumstantial stresses they often have to function under. Then in May 2018, she gave a commencement address at Bishop State Community College in Alabama, telling the graduates that \"Maybe like me, life got in the way and it's taken you a lot longer than you expected to get here today. ... Whoever you are, know this, if you can walk across this stage, you can do anything.\" In February 2019, she spoke to the graduating class of the Newport News Apprentice School, telling them she realized many of them were in complicated life situations with multiple responsibilities, and that \"Sometimes your day is a jigsaw puzzle that never seems to get completed. ... But no matter where life takes you, as of today you are a master of a craft, a shipbuilder and a leader, and no one can take that away from you.\"In May 2019, her memoir Where the Light Enters: Building a Family, Discovering Myself was published. The book has little political content, instead focusing on aspects of family. In it she says that while she is \"grateful\" to have been Second Lady, \"The role I have always felt most",
        "ngram": 256,
        "subject": "Paris Hilton"
    },
    {
        "text": "Cena faced Barrett at Hell in a Cell on October 3 with the stipulations that if he were to lose, he would join The Nexus, and if he were to win, The Nexus would disband. After Barrett defeated Cena, he reluctantly joined The Nexus. Cena and fellow Nexus member David Otunga defeated Cody Rhodes and Drew McIntyre to win the WWE Tag Team Championship on October 24 at Bragging Rights. Later that night, he was forced to help Barrett defeat Orton in a WWE Championship match, giving Barrett the disqualification win, but not the title. The following night on Raw, Cena and Otunga lost the titles to fellow Nexus members Heath Slater and Justin Gabriel, when Barrett ordered Otunga to lay down and lose the titles. At Survivor Series on November 21, Cena officiated a match for the WWE Championship between Barrett and Orton. Per stipulation, if Barrett didn't win the championship, Cena would be \"fired\" from the WWE; Orton defeated Barrett to retain the title, and Cena was fired (kayfabe).",
        "ngram": 171,
        "subject": "Paris Hilton"
    },
    {
        "text": "Cage's performance as a psychopathic criminal kingpin in the crime film Kiss of Death (1995) was seen by many critics as the film's strong point, but his most acclaimed performance yet came in the drama Leaving Las Vegas as an alcoholic screenwriter who falls in love with a prostitute in Las Vegas. The role won Cage the Academy Award for Best Actor and Golden Globe Award for Best Actor – Motion Picture Drama. To prepare for the part, Cage binge drank for two weeks and studied footage of himself.In 1996, he starred alongside Sean Connery and Ed Harris in Michael Bay's The Rock, the first of a string of action films for Cage. In the film, he played an FBI chemical weapons specialist breaking into Alcatraz federal prison. The Rock was a box office and critical success, with journalist Alexander Larman stating the film \"launched Cage into an unexpected vocation as an offbeat action star\". Next, he starred in Con Air and Face/Off, two commercially successful action thrillers that were both released in June 1997. Along with John Cusack and John Malkovich, Cage led an ensemble cast  in Con Air as a parolee who must thwart an attempted prison break aboard a US Marshals aircraft. Jerry Bruckheimer, the film's producer, offered to the role to Cage after being impressed with his performances in Leaving Las Vegas and The Rock. Cage accepted despite disappointment at not being offered the villain role. Ebert felt Cage \"[made] the wrong choice... by playing Cameron Poe as a slow-witted Elvis",
        "ngram": 256,
        "subject": "Paris Hilton"
    },
    {
        "text": "He also has done the CNN tagline, \"This is CNN\", as well as \"This is CNN International\", and the opening for CNN's morning show New Day. Jones was also a longtime spokesman for Bell Atlantic and later Verizon and DirecTV. He also lent his voice to the opening for NBC's coverage of the 2000 and 2004 Summer Olympics; \"the Big PI in the Sky\" (God) in the computer game Under a Killing Moon; a Claymation film, The Creation; and several other guest spots on The Simpsons. Jones narrated all 27 books of the New Testament in the audiobook James Earl Jones Reads the Bible. Although uncredited, Jones' voice is possibly heard as Darth Vader at the conclusion of Star Wars: Episode III – Revenge of the Sith (2005). When specifically asked whether he had supplied the voice, possibly from a previous recording, Jones told Newsday: \"You'd have to ask Lucas about that. I don't know.\" On April 7, 2005, Jones and Leslie Uggams headed the cast in an African-American Broadway revival version of On Golden Pond, directed by Leonard Foglia and produced by Jeffrey Finn. In February 2008, he starred on Broadway as Big Daddy in a limited-run, all-African-American production of Tennessee Williams' Pulitzer Prize-winning drama Cat on a Hot Tin Roof, directed by Debbie Allen and mounted at the Broadhurst Theatre. In November 2009, James reprised the role of Big Daddy in Cat On A Hot Tin Roof at the Novello Theatre in London's West End. This production also stars Sanaa Lathan as Maggie, Phylicia",
        "ngram": 256,
        "subject": "Paris Hilton"
    },
    {
        "text": "In February 1933, Roosevelt escaped an assassination attempt by Giuseppe Zangara, who expressed a \"hate for all rulers.\" As he was attempting to shoot Roosevelt, Zangara was struck by a woman with her purse; he instead mortally wounded Chicago Mayor Anton Cermak, who was sitting alongside Roosevelt.",
        "ngram": 47,
        "subject": "Paris Hilton"
    },
    {
        "text": "Springsteen released his first two albums, Greetings from Asbury Park, N.J. and The Wild, the Innocent & the E Street Shuffle, in 1973. Although both were well-received by critics, neither earned him a large audience. He then changed his style and achieved worldwide popularity with Born to Run (1975). This was followed by Darkness on the Edge of Town (1978) and The River (1980); The River was Springsteen's first album to top the Billboard 200 chart. After the solo effort Nebraska (1982), he reunited with his E Street Band for Born in the U.S.A. (1984), which became his most commercially successful album and the 23rd-best selling album of all time as of 2024. All seven singles from Born in the U.S.A. reached the Top 10 of the Billboard Hot 100, including the title track. Springsteen mostly hired session musicians for the recording of his next three albums, Tunnel of Love (1987), Human Touch (1992), and Lucky Town (1992). He reassembled the E Street Band for Greatest Hits (1995), then solo recorded an acoustic album The Ghost of Tom Joad (1995), and the EP Blood Brothers (1996).",
        "ngram": 186,
        "subject": "Paris Hilton"
    },
    {
        "text": "Carey has also been credited for her role in breaking down racial barriers in popular culture and facilitating public discourse surrounding multiracialism during the 1990s. Brittany Luse from Vulture wrote that Carey \"rose to fame as public conversations about multiracial identity were expanding in the early '90s', noting that the singer \"became something of an avatar for biracial identity, a validating presence for some and a source of both curiosity and discomfort for others\". Luse concluded that \"Carey's experience of fame could have happened only once; her stardom punched a hole in the sky. Her career matured as current conversations about mixed identity were still forming and while the passing narratives of the past, both brilliant and clumsy, had yet to fade from pop-cultural memory. There was a time when she might have been considered the most famous mixed person of Black and white parentage in America, but now the field's far more crowded\". In her book Tragic No More: Mixed-Race Women and the Nexus of Sex and Celebrity, Caroline A. Streeter, an associate professor at the University of California, Los Angeles, also described Carey as one of the \"ideal figures through which to consider the post-Civil Rights era's apparent rehabilitation and transformation of the mulatto/a into a biracial subject of representation\".",
        "ngram": 212,
        "subject": "Paris Hilton"
    },
    {
        "text": "The Rock made a surprise return on a June episode of Raw before going to his assigned brand of SmackDown!. There, he was named the number one contender for the WWE Undisputed Championship, which he won for a record-setting seventh time at Vengeance, on July 21, by defeating Kurt Angle and then-champion The Undertaker in a Triple Threat match. The Rock successfully defended the title at the Global Warning event against Triple H and Brock Lesnar after pinning Triple H. On August 25, at SummerSlam, after interference from Lesnar's manager Paul Heyman, the Rock lost the WWE Undisputed Championship to Lesnar along with the record for the youngest WWE Champion, which he had set in 1998. In 2018, writing for ESPN.com, Sean Coyle noted in a retrospective review of the event, that following his victory over Hulk Hogan at WrestleMania X8, the Rock \"started to see a dip in fan support\" and \"that dip turned into a plunge\" by the time Rock had his match with Lesnar at SummerSlam because fans knew he was leaving WWE to pursue an acting career, as evidenced by the negative crowd response during his match with Lesnar. After SummerSlam ended, the Rock was visibly angry at the crowd reaction. When he tried to do a post-show speech for the crowd, the fans booed him. The Rock then took time off to kickstart his acting career.",
        "ngram": 231,
        "subject": "Paris Hilton"
    },
    {
        "text": "James invests heavily in his health, reportedly spending $1.5 million a year to pay for personal chefs, athletic trainers, and physical therapies for recovery. Kyle Korver has described James's fitness as being on \"another level\". However, James's routine is not perfectly clean; he drinks wine every night, believing it to be good for his heart, while Tristan Thompson has stated that James eats desserts with every meal.",
        "ngram": 67,
        "subject": "Paris Hilton"
    },
    {
        "text": "Grammer has a history of substance abuse. In 1988, he was charged with drunk driving and cocaine possession and sentenced to 30 days in jail. In August 1990, Grammer was charged again with cocaine possession and was sentenced to three years' probation, fined $500, and required to perform 300 hours of community service. In January 1991, Grammer was given an additional two years' probation for violating his original probation through additional cocaine use. In September 1996, he crashed his Dodge Viper while intoxicated, and subsequently checked into the Betty Ford Center for 30 days. Grammer's personal problems affected his work. The cast and producers of both Frasier and Cheers held interventions to help him; co-star Bebe Neuwirth and writer Ken Levine cited delays with rehearsals and filming due to his erratic behavior. The writer Dan O'Shannon recalled:",
        "ngram": 137,
        "subject": "Paris Hilton"
    },
    {
        "text": "Favre was the analyst for his alma mater, Southern Miss, when they played the Rice Owls on October 1, 2011. He later joined the NFL Network for pregame coverage of Super Bowl XLVII. It has also been reported that Favre has turned down repeated offers from the NFL Network to become an on-air analyst.",
        "ngram": 54,
        "subject": "Paris Hilton"
    },
    {
        "text": "Travolta is a pilot and rated to fly Boeing 707, 737, and 747 planes. He owns four aircraft. Travolta owned an ex-Qantas Boeing 707-138B (Ex-VH-EBM) which bears an old livery of Qantas, and Travolta acted as an official goodwill ambassador for the airline wherever he flew. Travolta named his 707 \"Jett Clipper Ella\", in honor of his children. The \"Clipper\" in the name refers to the use of that word by Pan Am as the company's call sign as well as in the names of their aircraft. In 2017, Travolta donated the Boeing 707 to the Historical Aircraft Restoration Society (HARS) near Wollongong, Australia. This was expected to be flown to Australia in November 2019, but was later delayed to sometime in 2020 due to condition of the aircraft. Travolta planned to be on board when the aircraft was to be flown to Illawarra Regional Airport, where HARS is based, however was not allowed to fly it, because it was to be registered as an Australian aircraft.On November 24, 1992, Travolta was piloting his Gulfstream N728T at night above a solid undercast when he experienced a total electrical system failure while flying under instrument flight rules into Washington National Airport. During the emergency landing, he almost had a mid-air collision with a USAir Boeing 727, an event attributed to a risky decision by an air traffic controller.In 1984, Travolta was inducted into the American Academy of Achievement and presented with the Golden Plate Award by Awards Council member General Chuck Yeager, USAF. Travolta was inducted into",
        "ngram": 256,
        "subject": "Paris Hilton"
    },
    {
        "text": "Brando brought his performance as Stanley Kowalski to the screen in Tennessee Williams' A Streetcar Named Desire (1951). It earned him his first Academy Award nomination in the Best Actor category. The role is regarded as one of Brando's greatest.",
        "ngram": 40,
        "subject": "Paris Hilton"
    },
    {
        "text": "Evans told Coppola that he had been thinking of Brando for the part two years earlier, and Puzo had imagined Brando in the part when he wrote the novel and had actually written to him about the part, so Coppola and Evans narrowed it down to Brando. (Coincidentally, Olivier would compete with Brando for the Best Actor Oscar for his part in Sleuth. He bested Brando at the 1972 New York Film Critics Circle Awards.) Albert S. Ruddy, whom Paramount assigned to produce the film, agreed with the choice of Brando. However, Paramount studio executives were opposed to casting Brando, due to his reputation for difficulty and his long string of box office flops. Brando also had One-Eyed Jacks working against him, a troubled production that lost money for Paramount when it was released in 1961. Paramount Pictures President Stanley Jaffe told an exasperated Coppola: \"As long as I'm president of this studio, Marlon Brando will not be in this picture, and I will no longer allow you to discuss it.\"",
        "ngram": 171,
        "subject": "Paris Hilton"
    },
    {
        "text": "Missing in Action 2: The Beginning premiered on March 1, 1985. It is a prequel to the first installment, about Braddock being held in a North Vietnamese POW camp. Orion Pictures released Code of Silence on May 3. It received positive reviews and was also a box office success. Code of Silence is a crime drama, and features Norris as a streetwise plainclothes officer who takes down a crime czar. Invasion U.S.A. premiered on September 27, with Zito directing.",
        "ngram": 79,
        "subject": "Paris Hilton"
    },
    {
        "text": "Gellar met her future husband, Freddie Prinze Jr., while they were filming the 1997 teen horror film I Know What You Did Last Summer, but the two did not begin dating until 2000. They were engaged in April 2001 and married in Mexico on September 1, 2002, in a ceremony officiated by Adam Shankman, a director and choreographer with whom Gellar had worked on Buffy the Vampire Slayer.Prinze and Gellar have worked together several times, including when they played each other's respective love interests as Fred and Daphne in  Scooby-Doo and Scooby-Doo 2: Monsters Unleashed. In 2007, in honor of their fifth year of marriage, Gellar legally changed her name to Sarah Michelle Prinze.Together, Gellar and Prinze have two children, a daughter born in 2009 and a son born in 2012. The family lives in Los Angeles.On February 10, 2021, Gellar expressed support for her Buffy the Vampire Slayer co-star Charisma Carpenter after Carpenter made allegations of abuse against series creator Joss Whedon. She also stated, \"While I am proud to have my name associated with Buffy Summers, I don't want to be forever associated with the name Joss Whedon.\" In an interview with The Hollywood Reporter published January 18, 2023, Gellar is quoted as saying, \"I'll never tell my full story because I don't get anything out of it.\"",
        "ngram": 221,
        "subject": "Paris Hilton"
    },
    {
        "text": "The trade deficit induced Buffett to enter the foreign currency market for the first time in 2002. He substantially reduced his stake in 2005 as changing interest rates increased the costs of holding currency contracts. Buffett remained bearish on the dollar, stating that he was looking to acquire companies with substantial foreign revenues. Buffett has been critical of gold as an investment, with his critique being based primarily on its non-productive nature. In a 1998 address at Harvard, Buffett said:",
        "ngram": 80,
        "subject": "Paris Hilton"
    },
    {
        "text": "Morrison's vocal influences included Elvis Presley and Frank Sinatra, which can be heard in his baritone crooning style on several of the Doors' songs. In the 1981 documentary The Doors: A Tribute to Jim Morrison, Rothchild relates his first impression of Morrison as being a \"Rock and Roll Bing Crosby\". Botnick has recalled that when he first met the Doors in Sunset Sound Studios he showed them the condenser microphone, which Morrison would then use when recording his vocals for their debut album. Morrison was particularly excited about this microphone (the Telefunken U47) as it was the same model that Sinatra had used for some of his recording sessions. Sugerman has written that Morrison, as a teenager, was such a fan of Elvis that he demanded silence when Elvis was on the radio, but that Sinatra was Morrison's favorite singer. Morrison also cited Little Richard, Fats Domino, Jerry Lee Lewis and Gene Vincent as other early influences. In his Elektra Records biography, Morrison named contemporaries such as the Beach Boys, the Kinks, and Love as his favorite singing groups. According to record producer David Anderle, Morrison considered Brian Wilson \"his favorite musician\" and the Beach Boys' 1967 LP Wild Honey \"one of his favorite albums. ... he really got into it.\"",
        "ngram": 211,
        "subject": "Paris Hilton"
    },
    {
        "text": "Quaid also acted in  The Night the Lights Went Out in Georgia (1981), Jaws 3-D (1983), Come See the Paradise (1990),  Any Given Sunday (1999), Traffic (2000), American Dreamz (2006), Footloose (2011), Playing for Keeps (2012), Truth (2015), Midway (2019), and Strange World (2022). He portrayed President Bill Clinton in the HBO film The Special Relationship (2010) for which he earned nominations for a Primetime Emmy Award, Golden Globe Award and Screen Actors Guild Award. He also portrayed Deputy US Marshal Sherrill Lynn in the Paramount+ western series Lawmen: Bass Reeves (2023).",
        "ngram": 94,
        "subject": "Paris Hilton"
    },
    {
        "text": "Red, Swift's fourth studio album, was released in October 2012. On Red, Swift worked with Chapman and new producers including Max Martin, Shellback, Dan Wilson, Jeff Bhasker, Dann Huff, and Butch Walker, resulting in a genre-spanning record that incorporated eclectic styles of pop and rock such as Britrock, dubstep, and dance-pop. The album opened at number one on the Billboard 200 with 1.21 million sales and was Swift's first number-one album in the UK. Its lead single, \"We Are Never Ever Getting Back Together\", was her first number one on the Billboard Hot 100, and its third single, \"I Knew You Were Trouble\", reached the top five on charts worldwide. Other singles from Red were \"Begin Again\", \"22\", \"Everything Has Changed\", \"The Last Time\", and \"Red\".",
        "ngram": 126,
        "subject": "Paris Hilton"
    },
    {
        "text": "Born and raised in Memphis, Tennessee, Timberlake appeared on musical television shows as a child, competing on Star Search; in the early to mid-1990s, he was a main cast member of Disney's Mickey Mouse Club, performing cover songs and choreography. While on the show, Timberlake worked with future bandmate JC Chasez, as well as future pop cultural figures including Britney Spears, Christina Aguilera, Keri Russell and Ryan Gosling. Timberlake and Chasez soon rose to prominence in late 1997 as the lead vocalists for the boyband *NSYNC. The group released four commercially successful studio albums, becoming one of the best-selling boy bands of all time with sales of over 70 million units worldwide. ",
        "ngram": 113,
        "subject": "Paris Hilton"
    },
    {
        "text": "In Darren Aronofsky's psychological horror film Mother! (2017), Pfeiffer portrayed one of the mysterious guests who interrupt the tranquil life of a couple, played by Jennifer Lawrence and Javier Bardem. Although Mother! divided critics and audiences, reviewers praised Pfeiffer unanimously, some of whom found her performance worthy of an Oscar nomination. Vulture remarked: \"Out of the main actors, it's Pfeiffer who is able to root the character in meaning — she bracingly marries the exploration of Biblical creation, mythological overtones, and hellish domestic commentary. There's a gravity to Pfeiffer's performance that allows her to succeed where the other main actors fail, save for brief spurts — she straddles the boundaries between embodying a symbol and granting the character enough interiority to feel like a flesh and blood woman, too.\"",
        "ngram": 129,
        "subject": "Paris Hilton"
    },
    {
        "text": "Morissette's popularity grew significantly in Canada, where the album was certified twelve times platinum and produced four RPM chart-toppers: \"Hand in My Pocket\", \"Ironic\", \"You Learn\", and \"Head over Feet\". The album was also a bestseller in Australia and the United Kingdom.",
        "ngram": 42,
        "subject": "Paris Hilton"
    },
    {
        "text": "Trump also deployed the legal system to intimidate the press. In early 2020, the Trump campaign sued The New York Times, The Washington Post, and CNN for defamation in opinion pieces about Russian election interference. Legal experts said that the lawsuits lacked merit and were not likely to succeed. By March 2021, the lawsuits against The New York Times and CNN had been dismissed.",
        "ngram": 64,
        "subject": "Paris Hilton"
    },
    {
        "text": "Carter wrote his first rap song at age eight. In the summer of 1991, he met rapper and Cash Money Records co-founder Bryan \"Baby\" Williams (known currently as Birdman), who mentored him and encouraged his love of hip-hop; Birdman included Carter on several Cash Money tracks, and Carter would often record freestyle raps on Williams' answering machine.",
        "ngram": 57,
        "subject": "Paris Hilton"
    },
    {
        "text": "In January 1985, Fox was cast to replace Eric Stoltz as Marty McFly, a teenager who is accidentally sent back in time from 1985 to 1955 in Back to the Future. Director Robert Zemeckis originally wanted Fox to play Marty, but Gary David Goldberg, the creator of Family Ties, on which Fox was working at the time, refused to allow Zemeckis even to approach Fox as he felt that as Meredith Baxter was on maternity leave at the time, Fox's character Alex Keaton was needed to carry the show in her absence. Stoltz was cast and was already filming Back to the Future, but Zemeckis felt that Stoltz was not giving the right type of performance for the humor involved.Zemeckis quickly replaced Stoltz with Fox, whose schedule was now more open with the return of Baxter. During filming, Fox rehearsed for Family Ties from 10 a.m. to 6 p.m., then rushed to the Back to the Future set where he would rehearse and shoot until 2:30 a.m. This schedule lasted for two full months. Back to the Future was both a commercial and critical success. The film spent eight consecutive weekends as the number-one grossing movie at the US box office in 1985, and eventually earned a worldwide total of $381.11 million. Variety applauded the performances, opining that Fox and his co-star Christopher Lloyd imbued Marty and Doc Brown's friendship with a quality reminiscent of King Arthur and Merlin. The film was followed by two successful sequels, Back to the Future Part II (1989) and Back",
        "ngram": 256,
        "subject": "Paris Hilton"
    },
    {
        "text": "Following Lethal Injection, Cube focused on films and producing albums of other rappers, including Da Lench Mob, Mack 10, Mr. Short Khop, and Kausion. In 1994, Cube teamed with onetime N.W.A groupmate Dr. Dre, who was then leading rap's G-funk subgenre, for the first time since Cube had left the group, and which had disbanded upon Dre's 1991 departure. The result was the Cube and Dre song \"Natural Born Killaz\", on the Murder Was The Case soundtrack, released by Dre's then-new label, Death Row Records.",
        "ngram": 85,
        "subject": "Paris Hilton"
    },
    {
        "text": "Described as being \"sexy, seductive and provocative\" when performing on stage, Beyoncé has said that she originally created the alter ego \"Sasha Fierce\" to keep that stage persona separate from who she really is. She described Sasha Fierce as being \"too aggressive, too strong, too sassy [and] too sexy\", stating, \"I'm not like her in real life at all.\" Sasha was conceived during the making of \"Crazy in Love\", and Beyoncé introduced her with the release of her 2008 album, I Am... Sasha Fierce. In February 2010, she announced in an interview with Allure magazine that she was comfortable enough with herself to no longer need Sasha Fierce. However, Beyoncé announced in May 2012 that she would bring her back for her Revel Presents: Beyoncé Live shows later that month.",
        "ngram": 130,
        "subject": "Paris Hilton"
    },
    {
        "text": "Simon faced accusations that he had broken the cultural boycott imposed by the rest of the world against the apartheid regime in South Africa by organizations such as Artists United Against Apartheid, anti-apartheid musicians (including Billy Bragg, Paul Weller and Jerry Dammers), and James Victor Gbeho (then Ghanaian Ambassador to the United Nations). Simon denied that he had gone to South Africa to \"take money out of the country\", and stated that he paid the black artists and split royalties with them, and was not paid to play to a white-only audience. The United Nations Anti-Apartheid Committee supported Graceland, as it showcased black South African musicians and offered no support to the South African government, but the African National Congress protested that it was a violation of the boycott. The Congress voted to ban Simon from South Africa and he was added to the United Nations blacklist, from which he was removed in January 1987. In 1989, Simon appeared on Dion's song \"Written on the Subway Wall\"/\"Little Star\" from Yo Frankie  which peaked at number 97 in October 1990.",
        "ngram": 180,
        "subject": "Paris Hilton"
    },
    {
        "text": "Grant's plan, however, was obstructed by Senator Charles Sumner. On December 31, Grant met with Sumner, unannounced, at Sumner's home to gain his support for annexation. Grant left confident that Sumner approved, but what Sumner actually said was disputed by various witnesses. Without appealing to the American public, Grant submitted the treaties on January 10, 1870, to the Senate Foreign Relations Committee, chaired by Sumner, for ratification, but Sumner shelved the bills. Prompted by Grant to stop stalling the treaties, Sumner's committee took action but rejected the bills by a 5-to-2 vote. Sumner opposed annexation and reportedly said the Dominicans were \"a turbulent, treacherous race\" in a closed session of the Senate. Sumner sent the treaties for a full Senate vote, while Grant personally lobbied other senators. Despite Grant's efforts, the Senate defeated the treaties.",
        "ngram": 135,
        "subject": "Paris Hilton"
    },
    {
        "text": "Jefferson was born on April 13, 1743 (April 2, 1743, Old Style, Julian calendar), at the family's Shadwell Plantation in the British Colony of Virginia, the third of ten children. He was of English and possibly Welsh descent, and was born a British subject. His father, Peter Jefferson, was a planter and surveyor who died when Jefferson was fourteen; his mother was Jane Randolph. Peter Jefferson moved his family to Tuckahoe Plantation in 1745 on the death of William Randolph III, the plantation's owner and Jefferson's friend, who in his will had named Peter guardian of Randolph's children. The Jeffersons returned to Shadwell before October 1753.",
        "ngram": 106,
        "subject": "Paris Hilton"
    },
    {
        "text": "Despite praising Perry in 2006, director Spike Lee criticized his work in 2009, stating \"Each artist should be allowed to pursue their artistic endeavors but I still think there is a lot of stuff out today that is 'coonery buffoonery'\" and highlighted the work and content of John Singleton as well as his own work including Miracle at St. Anna (2008), which depicts the heroism of African American soldiers known as the Buffalo Soldiers during World War II. When asked if Perry's success among black audiences was a result of just giving black America what they wanted, Lee responded, \"the imaging is troubling.\"",
        "ngram": 103,
        "subject": "Paris Hilton"
    }
]