[
    {
        "text": "Carey began commissioning remixes of her material early in her career and helped to spearhead the practice of recording entirely new vocals for remixes. Disc jockey David Morales has collaborated with Carey on several occasions, starting with \"Dreamlover\" (1993), which popularized the tradition of remixing R&B songs into house records, and which Slant magazine named one of the greatest dance songs. From \"Fantasy\" (1995) onward, Carey enlisted both hip-hop and house producers to re-structure her album compositions. Entertainment Weekly included two remixes of \"Fantasy\" on a list of Carey's greatest recordings compiled in 2005: a National Dance Music Award-winning remix produced by Morales, and a Sean Combs production featuring rapper Ol' Dirty Bastard. The latter has been credited with popularizing the R&B/hip-hop collaboration trend that has continued into the 2000s, through artists such as Ashanti and Beyoncé. Combs said that Carey \"knows the importance of mixes, so you feel like you're with an artist who appreciates your work—an artist who wants to come up with something with you.\"",
        "ngram": 168,
        "subject": "Larry Bird"
    },
    {
        "text": "From available data, Swift has amassed over 50 million album sales and 150 million single sales as of 2019, and 114 million units globally, including 78 billion streams as of 2021. The International Federation of the Phonographic Industry ranked her as the Global Recording Artist of the Year for a record four times (2014, 2019, 2022, and 2023). Swift has the most number-one albums in the United Kingdom and Ireland for a female artist this millennium, earned the highest income for an artist on Chinese digital music platforms (RMB 159,000,000 as of 2021), and is the first artist to occupy the entire top five of the Australian albums chart. Swift remains the world's highest-grossing female touring act ever, with cumulative ticket sales at $1.96 billion as of November 2023, per Pollstar. The Eras Tour is the highest-grossing tour of all time and the first to surpass $1 billion in revenue. Beginning with Fearless, each of her studio albums have opened with over one million global units. Swift is the most-streamed act on Spotify, and the most-streamed female artist on Apple Music. On Spotify, she is the only artist to have received more than 250 million streams in one day (260 million on October 27, 2023) and the only female act to reach 100 million monthly listeners. The most entries and the most simultaneous entries for an artist on the Billboard Global 200, with 143 and 31 songs, respectively, are among her feats.",
        "ngram": 242,
        "subject": "Larry Bird"
    },
    {
        "text": "Most of Bruce Lee's poems are categorized as anti-poetry or fall into a paradox. The mood in his poems shows the side of the man that can be compared with other poets such as Robert Frost, one of many well-known poets expressing himself with dark poetic works. The paradox taken from the Yin and Yang symbol in martial arts was also integrated into his poetry. His martial arts and philosophy contribute a great part to his poetry. The free verse form of Lee's poetry reflects his quote \"Be formless ... shapeless, like water.\"",
        "ngram": 93,
        "subject": "Larry Bird"
    },
    {
        "text": "On August 3, 2015, Carter underwent an elective surgery to remove a small mass on his liver, and his prognosis for a full recovery was initially said to be excellent. On August 12, he announced he had been diagnosed with cancer that had metastasized, without specifying where the cancer had originated. On August 20, Carter disclosed that melanoma had been found in his brain and liver, and that he had begun treatment with the immunotherapy drug pembrolizumab and was about to start radiation therapy. His healthcare was managed by Emory Healthcare of Atlanta. He has an extensive family history of cancer, including both of his parents and all three of his siblings. On December 5, he issued a statement, announcing that his medical scans no longer showed any cancer.",
        "ngram": 129,
        "subject": "Larry Bird"
    },
    {
        "text": "The Lost Writings of Jim Morrison Volume I is titled Wilderness, and, upon its release in 1988, became an instant New York Times Bestseller. Volume II, The American Night, released in 1990, was also a success. Morrison recorded his own poetry in a professional sound studio on two occasions. The first was in March 1969 in Los Angeles and the second was on December 8, 1970. The latter recording session was attended by Morrison's personal friends and included a variety of sketch pieces. Some of the segments from the 1969 session were issued on the bootleg album The Lost Paris Tapes and were later used as part of the Doors' An American Prayer album, released in 1978. The album reached No. 54 on the music charts.",
        "ngram": 126,
        "subject": "Larry Bird"
    },
    {
        "text": "One of his motorcycles, a 1937 Crocker, sold for a world-record price of $276,500 at the same auction. McQueen's 1963 metallic-brown Ferrari 250 GT Lusso Berlinetta sold for US$2.31 million at auction on August 16, 2007. Except for three motorcycles sold with other memorabilia in 2006, most of McQueen's collection of 130 motorcycles was sold four years after his death. The 1970 Porsche 911S purchased while making the film Le Mans and appearing in the opening sequence was sold at auction in August 2011 for $1.375 million. From 1995 to 2011, McQueen's red 1957 fuel-injected Chevrolet convertible was displayed at the Petersen Automotive Museum in Los Angeles in a special Cars of Steve McQueen exhibit. It is now in the collection of actress Ruth Buzzi and her husband Kent Perkins. McQueen's British racing green 1956 Jaguar XKSS is located in the Petersen Automotive Museum and is in drivable condition, having been driven by Jay Leno in an episode of Jay Leno's Garage. In August 2019, Mecum Auctions announced it would auction the Bullitt Mustang Hero Car at its Kissimmee auction, held January 2–12, 2020. The car sold without reserve for $3.4 million ($3.74 million after commissions and fees).",
        "ngram": 198,
        "subject": "Larry Bird"
    },
    {
        "text": "Harry's tour made him the first member of the British royal family to serve in a war zone since his uncle Prince Andrew, who flew helicopters during the Falklands War. For Harry's service, his aunt Princess Anne presented him with an Operational Service Medal for Afghanistan at the Combermere Barracks in May 2008.",
        "ngram": 53,
        "subject": "Larry Bird"
    },
    {
        "text": "In April 2011, coinciding with the finale of season 3 of RuPaul's Drag Race, RuPaul released his sixth studio album Glamazon, produced by Revolucian, who previously worked with RuPaul on his album Champion. The album charted on Billboard's Dance/Electronic Albums and the Billboard Top Heatseekers chart at 11 and 8 respectively. In July 2011, he released another remix EP entitled SuperGlam DQ which features remixes of tracks from Glamazon, remixes of the \"Drag U Theme Song\", and a new song, \"Sexy Drag Queen\". The second season of RuPaul's Drag U began in June 2011. In late 2011, promotions for season 4 of Drag Race began. RuPaul made appearances on The Rosie Show and The Chew, and also attended a Drag Race NY Premiere party at Patricia Field's store in New York. Season 4 of RuPaul's Drag Race premiered on Logo on January 30, 2012, with RuPaul returning as the main host and judge. After season 4 ended TV.com declared it was the best reality TV show on television.",
        "ngram": 168,
        "subject": "Larry Bird"
    },
    {
        "text": "On May 28, 2012, Warwick headlined the World Hunger Day concert at London's Royal Albert Hall. She sang \"One World One Song\", specially written for the Hunger Project by Tony Hatch and Tim Holder and was joined by Joe McElderry, the London Community Gospel Choir and a choir from Woodbridge School, Woodbridge, Suffolk.In 2012, the 50th anniversary CD entitled NOW was released; Warwick recorded 12 Bacharach/David tracks produced by Phil Ramone.",
        "ngram": 71,
        "subject": "Larry Bird"
    },
    {
        "text": "During his time in Memphis, Hogan appeared on a local talk show, where he sat beside Lou Ferrigno, star of the television series The Incredible Hulk. The host commented on how Hogan, who stood 6 ft 7 in (201 cm) and weighed 295 pounds with 24-inch biceps, actually dwarfed \"The Hulk\". Watching the show backstage, Mary Jarrett noticed that Hogan was actually bigger than Ferrigno, who was well known at the time for having large muscles. As a result, Hogan began performing as Terry \"The Hulk\" Boulder and sometimes wrestled as Sterling Golden.",
        "ngram": 93,
        "subject": "Larry Bird"
    },
    {
        "text": "[Merrick] declined external help and instead conjured a certain animalistic quality from within himself to be measured against his core humanity. That negotiation between civility and our baser impulses – the ego versus the id, for the psychoanalytically inclined – forms the foundation of Cooper's classical leading-man screen persona. One of our last true movie stars has spent the majority of his career reiterating the internal tension of the role he's clung to like Rosebud, coaxing out the troubled chaos from within put-together men.",
        "ngram": 84,
        "subject": "Larry Bird"
    },
    {
        "text": "Blair did not want the UK to leave the EU and called for a referendum on the Brexit withdrawal agreement. Blair also maintained that once the terms deciding how the UK leaves the EU were known, the people should be able to vote again on those terms. Blair stated, \"We know the options for Brexit. Parliament will have to decide on one of them. If Parliament can't then it should decide to go back to the people.\"",
        "ngram": 77,
        "subject": "Larry Bird"
    },
    {
        "text": "Beyoncé has been a vocal advocate for the Black Lives Matter movement. The release of \"Formation\" on February 6, 2016, saw her celebrate her heritage, with the song's music video featuring pro-black imagery and a shot of wall graffiti that says \"Stop shooting us\". The day after the song's release she performed it at the 2016 Super Bowl halftime show with back up dancers dressed to represent the Black Panther Party. This incited criticism from politicians and police officers, with some police boycotting Beyoncé's then upcoming Formation World Tour. Beyoncé responded to the backlash by releasing tour merchandise that said \"Boycott Beyoncé\", and later clarified her sentiment, saying: \"Anyone who perceives my message as anti-police is completely mistaken. I have so much admiration and respect for officers and the families of officers who sacrifice themselves to keep us safe,\" Beyoncé said. \"But let's be clear: I am against police brutality and injustice. Those are two separate things.\"",
        "ngram": 157,
        "subject": "Larry Bird"
    },
    {
        "text": "In May 2018, Gomez released the single \"Back to You\", from the 13 Reasons Why Season 2 Soundtrack. It reached the top-ten in a variety of charts in European countries, top-five in Australia and Canada, and reached top-twenty in the U.S. and the U.K. Gomez voiced Mavis again in Hotel Transylvania 3: Summer Vacation, which was released in July. The film was a commercial success, and received mixed to positive reviews. With box office earnings of US$528 million worldwide, it becoming Sony Pictures Animation's highest-grossing film worldwide to be completely animated and second-highest overall. (Spider-Man: Across the Spider-Verse in 2023 surpassed this record). Gomez featured on DJ Snake's song \"Taki Taki\" alongside Ozuna and Cardi B, released in September. The single achieved global success, reaching the top-ten in Canada, France, Germany, Italy, topped the charts in Spain and several Latin American countries, and peaked at number eleven in the U.S. The song has received numerous awards and nominations including, nominations for the two Billboard Music Awards and, but ultimately won Song of the Year at the 2019 Latin American Music Awards. From 2011 to 2018, Gomez had a streak of 16 consecutive top 40 hits on the Billboard Hot 100, which is the longest active run of any artist according to Billboard. In November 2018, Gomez surpassed Drake and became Spotify's most-streamed artist with 46 million monthly listeners while not releasing new album since 2015 (Ariana Grande later surpassed this record). Gomez also featured on Julia Michaels's single \"Anxiety\", released in January 2019, and the following",
        "ngram": 256,
        "subject": "Larry Bird"
    },
    {
        "text": "In 2005, Sutherland was inducted into Canada's Walk of Fame in Toronto, where both of his parents have also been inducted. He ranked No. 68 on the 2006 Forbes Celebrity 100 list of the world's most powerful celebrities, his earnings were a reported $23 million. In 2009, he was awarded a star on the Hollywood Walk of Fame. Sutherland was the first Inside the Actors Studio guest to be the child of a former guest; his father, Donald, appeared on the show in 1998. Sutherland was featured on the cover of the April 2006 edition of Rolling Stone, in an article entitled \"Alone in the Dark with Kiefer Sutherland\". The article began with Sutherland revealing his interest to be killed off in 24. However, he stated, \"Don't get me wrong. I love what I do.\" It also revealed that he devoted 10 months a year working on 24.",
        "ngram": 148,
        "subject": "Larry Bird"
    },
    {
        "text": "Jenner partnered with nail polish brand Sinful Colors and launched 20 pieces nail polish collection in 2016. In fall the same year, Jenner was announced to be the new face of PUMA along with Rae Sremmurd. In 2017, Jenner became the face of Beats Headphones special edition collection in collaboration between Apple and Balmain. Jenner collaborated with Melbourne-based sunglasses brand Quay Australia to release a line of sunglasses, Quay x Kylie. This collaboration was launched in June 2017. She endorsed Calvin Klein along with her sisters in 2018. In the same year she signed a deal with Adidas to become their ambassador. Jenner also had endorsed hair vitamin SugarBearHair, Waist Gang Society waist trainer, monthly beauty subscription service Boxycharm, detox tea Fit Tea and Fashion Nova. In 2018, Jenner reportedly made $1 million per sponsored Instagram post, making her the highest paid individuals on Instagram in 2018. The next year Jenner reportedly made $1.2 million per sponsored Instagram post, remaining her as the highest paid individuals on Instagram for the second year in a row.",
        "ngram": 175,
        "subject": "Larry Bird"
    },
    {
        "text": "Perry's commitment to a pilot for a sitcom called LAX 2194, set in the baggage handling department of Los Angeles Airport 200 years in the future, initially made him unavailable for a role in another pilot, Six of One, later called Friends. After the LAX 2194 pilot fell through, he had the opportunity to read for a part in Six of One and was cast as Chandler Bing. At the age of 24, he was the youngest member of the main cast. After making the pilot and while waiting for the show to air, Perry spent the summer of 1993 performing at the Williamstown Theater Festival alongside Gwyneth Paltrow.Friends was hugely successful, and it made Perry an international celebrity. By 2002, he and his co-stars Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, and David Schwimmer were making $1 million per episode. The program earned him an Emmy nomination in 2002 for the Outstanding Lead Actor in a Comedy Series award. Perry appeared in films such Fools Rush In, Almost Heroes, Three to Tango, The Whole Nine Yards and its sequel The Whole Ten Yards, and Serving Sara. In 1995, he and Jennifer Aniston appeared in a 60-minute-long promotional video for Microsoft's Windows 95, released on VHS on August 1.For his performance as Joe Quincy in The West Wing, Perry received two Emmy nominations for Outstanding Guest Actor in a Drama Series in 2003 and 2004. He appeared as attorney Todd Merrick in two episodes of Ally McBeal. In 2004, he made his directorial debut and",
        "ngram": 256,
        "subject": "Larry Bird"
    },
    {
        "text": "Morrison was and continues to be one of the most popular and influential singer-songwriters and iconic frontmen in rock history. To this day, he is widely regarded as the prototypical rock star: surly, sexy, scandalous, and mysterious. The leather pants he was fond of wearing both onstage and off have since become stereotyped as rock-star apparel. The lead singer of U2, Bono, had used Morrison's leather pants for his onstage alter-ego, which he called \"Fly\". Music journalist Stephen Davis described Morrison as the single \"greatest American rock star of his era\".",
        "ngram": 91,
        "subject": "Larry Bird"
    },
    {
        "text": "In 1966, Lansbury took on the title role of Mame Dennis in the musical Mame, Jerry Herman's musical adaptation of the 1955 novel Auntie Mame. The director's first choice for the role had been Rosalind Russell, who played Mame in the 1958 non-musical film adaptation, but she had declined. Lansbury actively sought the role in the hope that it would mark a change in her career. When she was chosen, it came as a surprise to theatre critics, who believed that the part would go to a better-known actress; Lansbury was 41 years old, and it was her first starring role. Mame Dennis was a glamorous character, with over 20 costume changes throughout the play, and Lansbury's role involved ten songs and dance routines for which she trained extensively. First appearing in Philadelphia and then Boston, Mame opened at the Winter Garden Theatre on Broadway in May 1966. Auntie Mame was already popular among the gay community, and Mame gained Lansbury a cult gay following, something that she later attributed to the fact that Mame Dennis was \"every gay person's idea of glamour... Everything about Mame coincided with every young man's idea of beauty and glory and it was lovely.\"Reviews of Lansbury's performance were overwhelmingly positive. In The New York Times, Stanley Kauffmann wrote: \"Miss Lansbury is a singing-dancing actress, not a singer or dancer who also acts... In this marathon role she has wit, poise, warmth and a very taking coolth.\" The role resulted in Lansbury receiving her first Tony Award for Best Leading Actress",
        "ngram": 256,
        "subject": "Larry Bird"
    },
    {
        "text": "James won his first two NBA championships while playing for the Heat in 2012 and 2013; in both of these years, he also earned the league's MVP and Finals MVP awards. After his fourth season with the Heat in 2014, James opted out of his contract and re-signed with the Cavaliers. In 2016, he led the Cavaliers to victory over the Golden State Warriors in the Finals by coming back from a 3–1 deficit, delivering the team's first championship and ending the Cleveland sports curse. In 2018, James exercised his contract option to leave the Cavaliers and signed with the Lakers, where he won the 2020 NBA championship and his fourth Finals MVP. James is the first player in NBA history to accumulate $1 billion in earnings as an active player. On February 7, 2023, James surpassed Kareem Abdul-Jabbar to become the leading scorer in league history.",
        "ngram": 147,
        "subject": "Larry Bird"
    },
    {
        "text": "A number of film projects have been considered by Tarantino throughout his career. They have included comic book adaptations (Green Lantern, Iron Man, Luke Cage, Silver Surfer), sequels (Kill Bill: Vol. 3), spin-offs of previous works (Double V Vega), crossovers of his own work with other genres (Django/Zorro), literary adaptations of well-known authors (Len Deighton, Bret Easton Ellis), and campaigning to direct in major film franchises (James Bond and Star Trek). Most of the projects he has discussed have been speculative, but none of them have been accomplished. In November 2014, Tarantino said he would retire from films after directing his tenth film.",
        "ngram": 103,
        "subject": "Larry Bird"
    },
    {
        "text": "Berry starred as the title role in the film Catwoman, for which she received US$12.5 million. and is widely regarded by critics as one of the worst films ever made. She was awarded the Worst Actress Razzie Award for her performance; she appeared at the ceremony to accept the award in person (while holding her Oscar from Monster's Ball) with a sense of humor, considering it an experience of the \"rock bottom\" in order to be \"at the top.\" Holding the Academy Award in one hand and the Razzie in the other she said, \"I never in my life thought that I would be up here, winning a Razzie! It's not like I ever aspired to be here, but thank you. When I was a kid, my mother told me that if you could not be a good loser, then there's no way you could be a good winner.\"",
        "ngram": 149,
        "subject": "Larry Bird"
    },
    {
        "text": "Stallone will later star in the film adaptation of Hunter, a story which had originally been planned as the premise for Rambo V: Last Blood. The story centers around Nathaniel Hunter, a professional tracker who is hired to hunt a half-human beast created as an experiment of a secret agency. The studio has yet to hire a screenwriter. A feature-length adaptation of the biographical novel Ghost: My Thirty Years as an FBI Undercover Agent by Michael McGowan and Ralph Pezzullo about McGowan's career of over 50 undercover missions will follow, though there is no screenwriter attached to the project yet. Additionally, a film centered around black ops troops, being written by retired Army Ranger Max Adams, is also in development.",
        "ngram": 120,
        "subject": "Larry Bird"
    },
    {
        "text": "In 2001, he appeared in Donnie Darko, where he played a motivational speaker who is revealed to be a closeted pedophile. The film later obtained a cult following. After this, he co-starred with Billy Bob Thornton and Charlize Theron in Waking Up in Reno, which focuses on two redneck couples taking a road trip from Little Rock to Reno to see a monster truck rally. In 2004, he played Allan Quatermain in King Solomon's Mines and had a cameo appearance in the Dirty Dancing prequel Dirty Dancing: Havana Nights as an unnamed dance instructor.",
        "ngram": 94,
        "subject": "Larry Bird"
    },
    {
        "text": "On 8 July 2010, Blair was awarded the Order of Freedom by President Fatmir Sejdiu of Kosovo. As Blair is considered to have been instrumental in ending the conflict in Kosovo, some boys born in the country following the war have been given the name Toni or Tonibler.",
        "ngram": 48,
        "subject": "Larry Bird"
    },
    {
        "text": "As Minister to France, Jefferson was impressed by the military standardization program known as the Système Gribeauval, and initiated a program as president to develop interchangeable parts for firearms. For his inventiveness and ingenuity, he received several honorary Doctor of Law degrees.",
        "ngram": 42,
        "subject": "Larry Bird"
    },
    {
        "text": "From 2001 to 2002, he starred in the HBO prison drama Oz, as Reverend Jeremiah Cloutier. From 2002 to 2004, he starred in the post-apocalyptic television series Jeremiah. Perry went on to star in a 2002 television film called The Triangle. In 2006, Perry co-starred in the ensemble drama series Windfall, about a group of friends who win the lottery. The series ran for 13 episodes during the summer of 2006 on NBC. In 2007, he landed the role of Tommy \"Santa\" Santorelli on the film The Sandlot: Heading Home, and he appeared in the 2008 western A Gunfighter's Pledge. Perry also appeared in the 2007 HBO series John from Cincinnati. He also starred in the Swedish film Äntligen Midsommar (Finally Midsummer), which was released in the summer of 2009.Perry did considerable voice-over work for various animated series, usually playing himself. He played himself (as Krusty the Clown's half brother) in \"Krusty Gets Kancelled\", an episode of The Simpsons (1993). He voiced himself in an episode of Johnny Bravo, giving Johnny dating advice after Johnny saved him from a stampede of fan girls. Perry parodied himself in \"The Story on Page One\", an episode of Family Guy, in which he sues Peter Griffin for calling him gay in a newspaper article. His other voice work includes The Incredible Hulk as Rick Jones, Biker Mice from Mars (which also starred fellow 90210 co-star Ian Ziering), Mortal Kombat: Defenders of the Realm, and The Night of the Headless Horseman.Perry guest-starred as gay characters in the sitcoms Spin City",
        "ngram": 256,
        "subject": "Larry Bird"
    },
    {
        "text": "Williams continued in the US Open doubles competition, teaming up with Venus to capture their third Grand Slam doubles title of the year, and the tenth of their career. Williams won all three of her round-robin matches at the year-end WTA Tour Championships, defeating Venus, Dementieva, and Kuznetsova. She advanced to the final after Caroline Wozniacki retired from their semifinal match. In the final, Williams defeated her sister to claim her second singles title at this event. Williams finished the year ranked No.1 for the second time in her career. She played in 16 tournaments in 2009, more than any other year. With $6,545,586 in prize-money earnings, she broke the record previously set by Justine Henin for most prize money earned by a female tennis player in one year. In doubles, the Williams sisters finished 2009 at No.2, despite playing only six tournaments together. Williams now had a total of 23 Grand Slam titles, and was consequently named Female Athlete of the Year by the Associated Press. She was also the International Tennis Federation World Champion in both singles and doubles.",
        "ngram": 181,
        "subject": "Larry Bird"
    },
    {
        "text": "On 11 July at Marie Antoinette's urging, Necker was dismissed and replaced by Breteuil, the queen's choice to crush the Revolution with mercenary Swiss troops under the command of one of her favorites, Pierre Victor, Baron de Besenval de Brünstatt. At the news, Paris was besieged by riots that culminated in the storming of the Bastille on 14 July. On 15 July Gilbert du Motier, Marquis de Lafayette was named commander-in-chief of the newly formed Garde nationale.",
        "ngram": 77,
        "subject": "Larry Bird"
    },
    {
        "text": "Anderson played Vallery Irons on the syndicated series V.I.P. (1998–2002) and starred as Skyler Dayton on the Fox sitcom Stacked (2005–2006). Her film credits include Raw Justice (1994), Barb Wire (1996), Scary Movie 3 (2003), Borat (2006), Superhero Movie, Blonde and Blonder (both 2008), The Institute, Baywatch (both 2017), and City Hunter (2018). She appeared in her own reality series Pam: Girl on the Loose in 2008 and has partaken in numerous television shows from around the world, including Dancing with the Stars (2010, 2012), Bailando (2011), VIP Brother (2012), Dancing on Ice (2013), and Danse avec les stars (2018). In 2023, Anderson collaborated with Netflix on Pamela, a Love Story, a documentary about her life.",
        "ngram": 116,
        "subject": "Larry Bird"
    },
    {
        "text": "In 1980, Hogan began appearing in New Japan Pro-Wrestling (NJPW) where Japanese wrestling fans nicknamed him \"Ichiban\" (一番, \"Number One\"). Hogan first appeared on May 13, 1980, while he was still with the WWF. He occasionally toured the country over the next few years, facing a wide variety of opponents ranging from Tatsumi Fujinami to Abdullah the Butcher. When competing in Japan, Hogan used a vastly different repertoire of wrestling moves, relying on more technical, traditional wrestling holds and maneuvers as opposed to the power-based, brawling style American fans became accustomed to seeing from him. In addition, Hogan used the Axe Bomber, a crooked arm lariat, as his finisher in Japan instead of the running leg drop that has been his standard finisher in America. Hogan still made appearances for the WWF, even unsuccessfully challenging Pedro Morales for the Intercontinental Championship on March 26, 1981. On June 2, 1983, Hogan became the first International Wrestling Grand Prix (IWGP) tournament winner and the first holder of an early version of the IWGP Heavyweight Championship, defeating Antonio Inoki by knockout in the finals of a ten-man tournament. Since then, this championship was defended annually against the winner of the IWGP League of the year until it was replaced by current IWGP Heavyweight Championship, that is defended regularly.",
        "ngram": 215,
        "subject": "Larry Bird"
    },
    {
        "text": "With Roosevelt's influence on the wane following the failure of the Judicial Procedures Reform Bill of 1937, conservative Democrats joined with Republicans to block the implementation of further New Deal programs. Roosevelt did manage to pass some legislation, including the Housing Act of 1937, a second Agricultural Adjustment Act, and the Fair Labor Standards Act (FLSA) of 1938, which was the last major piece of New Deal legislation. The FLSA outlawed child labor, established a federal minimum wage, and required overtime pay for certain employees who work in excess of forty hours per week. He also passed the Reorganization Act of 1939 and subsequently created the Executive Office of the President, making it \"the nerve center of the federal administrative system.\" When the economy began to deteriorate again in mid-1937, Roosevelt launched a rhetorical campaign against big business and monopoly power, alleging that the recession was the result of a capital strike and even ordering the Federal Bureau of Investigation to look for a criminal conspiracy (they found none). He then asked Congress for $5 billion (equivalent to $105.97 billion in 2023) in relief and public works funding. This created as many as 3.3 million WPA jobs by 1938. Projects accomplished under the WPA ranged from new federal courthouses and post offices to facilities and infrastructure for national parks, bridges, and other infrastructure across the country, and architectural surveys and archaeological excavations—investments to construct facilities and preserve important resources. Beyond this, however, Roosevelt recommended to a special congressional session only a permanent national farm act, administrative",
        "ngram": 256,
        "subject": "Larry Bird"
    },
    {
        "text": "In 1996, Burton and Selick reunited for the musical fantasy James and the Giant Peach, based on the book by Roald Dahl. Burton, once again, served only as a producer due to his contributions to making Mars Attacks! (1996). The film, a combination of live action and stop motion footage, starred Richard Dreyfuss, Susan Sarandon, David Thewlis, Simon Callow and Jane Leeves among others, with Selick's animation direction. While a box office disappointment for Disney, the film was received well by critics for its story and visual aspects and was nominated for the Academy Award for Best Original Musical or Comedy Score (by Randy Newman).",
        "ngram": 105,
        "subject": "Larry Bird"
    },
    {
        "text": "Most thought that this was an exceptional opportunity, despite Republican reservations about the Constitutional authority of the federal government to acquire land. Jefferson initially thought that a Constitutional amendment was necessary to purchase and govern the new territory; but he later changed his mind, fearing that this would give cause to oppose the purchase, and urged a speedy debate and ratification. On October 20, 1803, the Senate ratified the purchase treaty by a vote of 24–7. Jefferson personally was humble about acquiring the Louisiana Territory, but he resented complainers who called the vast domain a \"howling wilderness\".",
        "ngram": 97,
        "subject": "Larry Bird"
    }
]