[
    {
        "text": "Moore's most successful film to date is the supernatural romantic melodrama Ghost (1990), which grossed over US$505 million at the box office and was the highest-grossing film of the year. She played a young woman in jeopardy to be protected by the ghost of her murdered lover. The love scene between Moore and Patrick Swayze that starts in front of a potter's wheel to the sound of \"Unchained Melody\" has become an iconic moment in cinema history. Ghost was nominated for the Academy Award for Best Picture, and Moore's performance earned her a Golden Globe Award nomination. In 1991 Moore starred in the horror comedy Nothing but Trouble, co-produced and appeared in the mystery thriller Mortal Thoughts, and played a blonde for the first time in the romantic comedy The Butcher's Wife, with Roger Ebert's review describing her as \"warm and cuddly\". Moore sustained her A-list status with her starring roles in Rob Reiner's A Few Good Men (1992), Adrian Lyne's Indecent Proposal (1993), and Barry Levinson's Disclosure (1994)—all of which opened at No. 1 at the box office and were blockbuster hits.By 1995 Moore was the highest paid actress in Hollywood. Her portrayal of Hester Prynne in The Scarlet Letter (1995), a \"freely adapted\" version of the historical romance novel by Nathaniel Hawthorne, was met with harsh criticism. The coming-of-age drama Now and Then (1995) found moderate box office success. Moore was paid a record-breaking salary of US$12.5 million in 1996 to star in Striptease. Much hype was made about Moore's willingness to dance topless",
        "ngram": 256,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In the late 1970s, King began a series about a lone gunslinger, Roland, who pursues the \"Man in Black\" in an alternate universe that is a cross between J. R. R. Tolkien's Middle-earth and the American Wild West as depicted by Clint Eastwood and Sergio Leone in their spaghetti Westerns. The first story, The Dark Tower: The Gunslinger, was initially published in five installments in The Magazine of Fantasy & Science Fiction under the editorship of Edward L. Ferman, from 1977 to 1981. It grew into an eight-volume epic, The Dark Tower, published between 1978 and 2012.",
        "ngram": 97,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In 2008, Carey performed in a New Year's Eve concert for the family of Libyan dictator Muammar Gaddafi. She later said she felt \"horrible and embarrassed\" to have taken part in the concert. To make amends, in March 2011, Carey's representative Cindi Berger stated that royalties for the song \"Save the Day\", written for her fourteenth studio album, would be donated to charities that create awareness for human rights. Berger also said that Carey \"has and continues to donate her time, money and countless hours of personal service to many organizations both here and abroad.\" \"Save the Day\" remained unreleased until 2020. In 2013, human rights activists criticized Carey for performing in a concert for Angola's \"father-daughter kleptocracy\" and accused her of accepting \"dictator cash\".",
        "ngram": 125,
        "subject": "Alanis Morissette"
    },
    {
        "text": "RuPaul has made appearances in films, including  Crooklyn (1994), The Brady Bunch Movie (1995), To Wong Foo, Thanks for Everything! Julie Newmar (1995), and But I'm a Cheerleader (1999), as well as television series, including Girlboss (2017), Broad City (2017), and Grace and Frankie (2019). He created and starred in his own Netflix original series AJ and the Queen (2020). RuPaul has also published four books: Lettin' It All Hang Out (1995), Workin' It! RuPaul's Guide to Life, Liberty, and the Pursuit of Style (2010), GuRu (2018), and The House of Hidden Meanings (2024). As a recording artist, he has released fifteen studio albums. He received a Tony Award for Best Musical as a producer for the musical A Strange Loop (2019).",
        "ngram": 123,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Cooper cites actor Daniel Day-Lewis as his favorite. Films that had influences include the French romantic drama Hiroshima mon amour (1959), the coming-of-age feature The Loneliness of the Long Distance Runner (1962), the war films The Deer Hunter (1978) and Apocalypse Now (1979), The Elephant Man (1980), and comedies featuring Richard Pryor. Reviewing his performances in Licorice Pizza and Nightmare Alley, critic Charles Bramesco likened Cooper's screen persona to Joseph Merrick, a severely deformed man in the Victorian era, whom Cooper played in the 2014 Broadway play The Elephant Man. Bramesco wrote:",
        "ngram": 92,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Brown's next album Bobby was released in 1992. Despite its release during the final days of the New Jack Swing era it was a success, selling more than 3 million copies, and spawning several hit singles including \"Humpin' Around\", \"Get Away\", and \"Good Enough\". He received his second Grammy Award for Best Male R&B Vocal Performance nomination for \"Humpin' Around\". He received his third American Music Award in January 1993. However, sales of Bobby did not match its predecessor.  Whitney Houston and Brown had recorded a song together, \"Something in Common\", which was released as a single from the Bobby album.",
        "ngram": 102,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Steven Frederic Seagal ( SEH-gull; born April 10, 1952) is an American actor, producer, screenwriter, martial artist, and musician. A 7th-dan black belt in aikido, he began his adult life as a martial arts instructor in Japan and would run his father-in-law's dojo for a time. He later moved to Los Angeles where he continued teaching aikido. In 1988, Seagal made his acting debut in Above the Law, which is regarded as the first American film to feature aikido in fight sequences. By 1991, he had starred in four films.",
        "ngram": 90,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Bird was known for his trash-talking on the court and is remembered as one of the most notable trash-talkers of his era. He was known for telling his opponents how and where in the court he would score against them; Xavier McDaniel recounted that Bird predicted a game-winning shot against him, then \"shot a shot right in my face and was like 'Damn, I didn't mean to leave two seconds on the clock.'\" When playing against Dennis Rodman, a player  known for his defensive abilities, in the 1987 Eastern Conference finals, Bird continually belittled Rodman's ability, at one point asking Chuck Daly, Detroit's head coach, to send in someone up to the task of guarding him.",
        "ngram": 117,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Brando had a long-term relationship with his housekeeper Maria Cristina Ruiz, with whom he had three children: Ninna Priscilla Brando (born May 13, 1989), Myles Jonathan Brando (born January 16, 1992) and Timothy Gahan Brando (born January 6, 1994). Brando also adopted Petra Brando-Corval (born 1972), the daughter of his assistant Caroline Barrett and novelist James Clavell.",
        "ngram": 57,
        "subject": "Alanis Morissette"
    },
    {
        "text": "On May 2, 1997, Murphy was stopped by police in West Hollywood, California, at 4:45 a.m. with Atisone Seiuli, a transgender prostitute, in his car. His publicist, Paul Block, denied that Murphy had intended to pay Seiuli for sex, saying that Murphy was only giving her a ride home. Murphy was not charged with any crime, but the incident caused him a number of public relation problems.",
        "ngram": 67,
        "subject": "Alanis Morissette"
    },
    {
        "text": "With her results throughout the season, Williams became an Alternate for the WTA Finals in Singapore. Additionally, she qualified for the WTA Elite Trophy in Zhuhai where she is the number one seed. She defeated Madison Keys in her first round-robin match in three sets. In her second round-robin match she defeated wildcard Zheng Saisai to advance to the semifinals, where she defeated Roberta Vinci for a fifth consecutive time. Williams captured the first WTA Elite Trophy, her third WTA title of the season and 48th title of her career by defeating Karolína Plíšková, in the final. She re-entered the top ten for the first time since 2011 and ended the year at No. 7 in the WTA rankings. Williams was the 10th most popular player of the year according to the WTA's website and received the WTA Comeback Player of the Year award.",
        "ngram": 144,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In 2017, Sheen sued the National Enquirer over a story alleging that, in 1986, he raped his 13-year-old co-star Corey Haim on the set of Lucas. The case was settled in 2018. Haim's mother, Judy Haim, identified a different actor as her son's rapist on The Dr. Oz Show, and told Entertainment Tonight that Sheen never raped her son, calling the claims \"made up\".In March 2020, actor Corey Feldman repeated the claim that Sheen raped Haim in his documentary (My) Truth: The Rape of Two Coreys, corroborated by Feldman's ex-wife Susie Feldman and his Lost Boys co-star Jamison Newlander. Sheen, through his publicist, denied the allegations, calling them \"sick, twisted and outlandish\".",
        "ngram": 112,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Unhappy with the roles she was being given by MGM, Lansbury instructed her manager, Harry Friedman of MCA Inc., to terminate her contract in 1952. That same year, she gave birth to her first child, Anthony. Soon after the birth, she joined the East Coast touring productions of two former-Broadway plays: Howard Lindsay and Russel Crouse's Remains to be Seen and Louis Verneuil's Affairs of State. Biographer Margaret Bonanno later stated that at this point, Lansbury's career had \"hit an all-time low\". In April 1953, her daughter Deirdre Angela Shaw was born. Shaw had a son by a previous marriage, David, whom he brought to California to live with the family after he gained legal custody of the boy in 1953. Now with three children to care for, Lansbury moved to a larger house in San Vicente Boulevard in Santa Monica. Lansbury did not feel entirely comfortable in the Hollywood social scene, later commenting that as a result of her British roots, \"in Hollywood, I always felt like a stranger in a strange land.\" In 1959, the family moved to Malibu, settling into a house that had been designed by Aaron Green on the Pacific Coast Highway; there, she and Peter escaped the Hollywood scene, and sent their children to public school.Returning to cinema as a freelance actress, Lansbury found herself typecast as an older, maternal figure, appearing in this capacity in most of her films from this period. She later stated that \"Hollywood made me old before my time\", noting that in her twenties she",
        "ngram": 256,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In several texts (e.g., Plato's Euthyphro 3b5; Apology 31c–d; Xenophon's Memorabilia 1.1.2) Socrates claims he hears a daimōnic sign—an inner voice heard usually when he was about to make a mistake. Socrates gave a brief description of this daimonion at his trial (Apology 31c–d): \"...The reason for this is something you have heard me frequently mention in different places—namely, the fact that I experience something divine and daimonic, as Meletus has inscribed in his indictment, by way of mockery. It started in my childhood, the occurrence of a particular voice. Whenever it occurs, it always deters me from the course of action I was intending to engage in, but it never gives me positive advice. It is this that has opposed my practicing politics, and I think its doing so has been absolutely fine.\" Modern scholarship has variously interpreted this Socratic daimōnion as a rational source of knowledge, an impulse, a dream or even a paranormal experience felt by an ascetic Socrates.",
        "ngram": 162,
        "subject": "Alanis Morissette"
    },
    {
        "text": "On 16 May 2016, Wilson said print and online articles in Woman's Day, the Australian Women's Weekly, NW and OK! magazines made her out to be a serial liar. According to a defamation writ filed in the Supreme Court of Victoria, Wilson said her reputation and credit had suffered and she had been humiliated and embarrassed. She also sued for special damages, claiming she missed out on roles and other ones were terminated because of the articles. Wilson was represented by Matthew Collins QC. On 15 June 2017, a six-person jury ruled in Wilson's favour, finding that publisher Bauer Media Group had indeed wrongly painted the actress as a serial liar, and that publishing the articles was likely to have caused harm to her career.On 13 September 2017, Wilson was awarded A$4,500,000 in damages. Wilson's lawyer Richard Leder, said \"Today's verdict is a significant record—it's about four times the highest previous verdict in a defamation case in Australia.\" In June 2017, Wilson tweeted \"Any dollars I receive will go to charity, scholarships or invested into the Aussie film industry to provide jobs.\"Bauer Media appealed the amount of the damages. On 14 June 2018, Bauer Media won its appeal and the damages were reduced to $600,000, meaning that she had to pay back A$4.1m and A$60,000 in interest. She also had to cover 80% of what Bauer spent on its appeal. Wilson announced her intention to appeal the decision, and lodged an appeal with the High Court on 11 July 2018. The High Court refused the application",
        "ngram": 256,
        "subject": "Alanis Morissette"
    },
    {
        "text": "The recording of Hill's second album was delayed by surgery to repair a ruptured blood vessel on her vocal cords. It Matters to Me finally appeared in 1995 and was another success, with the title track becoming her third number-one country single. Several other top 10 singles followed, and more than 3 million copies of the album were sold. The fifth single from the album, \"I Can't Do That Anymore\", was written by Alan Jackson. Other singles from the album include \"You Can't Lose Me\", \"Someone Else's Dream\", and \"Let's Go to Vegas\". During this period, Hill appeared on the acclaimed PBS music program Austin City Limits.",
        "ngram": 107,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Kilmer has dated Cher, Lesley Ann Warren, Cindy Crawford, Angelina Jolie, Daryl Hannah and Ellen Barkin.Kilmer was married to actress Joanne Whalley from March 1988 to February 1996. The two met while working together on the film Willow. They have two children, a daughter, Mercedes (b. 1991), and a son, Jack (b. 1995).",
        "ngram": 53,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Walker was raised in a Latter-day Saint household, but later became a non-denominational Christian. He lived in Santa Barbara with his dogs. He and Rebecca Soteros, his childhood friend whom he had an on and off relationship throughout the years, had a daughter together named Meadow Rain Walker Meadow lived with her mother in Hawaii for 13 years while her mother continued her education, then moved to California to live with Walker in 2011. Her godfather is Vin Diesel, with whom Walker shared a close bond; Diesel gave him the nickname \"Pablo\", while Walker's mother referred to her son as Diesel's \"other half\". Walker was also close friends with fellow Fast & Furious co-star Tyrese Gibson. At the time of his death, Walker was in a relationship with Jasmine Pilchard-Gosnell, who he met while she was 16.He held a brown belt in Brazilian jiu-jitsu under Ricardo \"Franjinha\" Miller at Paragon Jiu-Jitsu and was awarded his black belt by Miller posthumously. Walker founded the humanitarian aid nonprofit charity Reach Out Worldwide (ROWW) with financial adviser Roger Rodas in response to the 2010 Haiti earthquake. He traveled to a number of disaster-stricken areas to supply aid until his death.",
        "ngram": 197,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Sutherland constantly emphasizes that the show is merely \"entertainment\". The dean of the United States Military Academy, Brigadier General Patrick Finnegan, visited the set of 24 in February 2007 to urge the show's makers to reduce the number of torture scenes and Sutherland accepted an invitation from the U.S. military to tell West Point cadets that it is wrong to torture prisoners. In an interview with OK! Magazine, Howard Gordon said it would be an \"unbearable loss\" if they killed off Sutherland's character.Due to his extensive schedule with 24, he spent less time in film. In 2004, he starred in Taking Lives, alongside Angelina Jolie and Ethan Hawke, in which he had a \"flashy cameo\". In The Sentinel (2006), he starred alongside Michael Douglas, as his protégé and he also starred in Disney's The Wild where he voiced the character Samson. He played the lead roles in Alexandre Aja's supernatural horror, Mirrors (2008). In 2009, he joined the DreamWorks's animated film Monsters vs. Aliens, reuniting him with actress Reese Witherspoon with whom he starred in Freeway. Monsters vs. Aliens is Sutherland's highest-grossing film to date.",
        "ngram": 185,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Fox voiced the lead roles in the Stuart Little films (1999–2005) and the animated film Atlantis: The Lost Empire (2001). He continued to make guest appearances on television, including comedy-drama Rescue Me (2009), the legal drama The Good Wife (2010–2016) and spinoff The Good Fight (2020), and the comedy series Curb Your Enthusiasm (2011, 2017). Fox's last major role was the lead on the short-lived sitcom The Michael J. Fox Show (2013–2014). He officially retired in 2020 due to his declining health.Fox won five Emmy Awards, four Golden Globe Awards, two Screen Actors Guild Awards, and a Grammy Award. He was appointed an Officer of the Order of Canada in 2010, and was inducted to Canada's Walk of Fame in 2000 and the Hollywood Walk of Fame in 2002. For his advocacy of a cure for Parkinson's disease, he received the Jean Hersholt Humanitarian Award from the Academy of Motion Pictures Arts and Sciences in 2022.",
        "ngram": 156,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In 1984, after years of struggling to establish himself as a TV actor, Johnson landed a starring role as undercover police detective Sonny Crockett in the Michael Mann/Universal Television cop series, Miami Vice. The show ran from 1984 to 1990. Miami Vice made Johnson \"a major international star\". According to Rolling Stone, \"No one had more swagger in the Reagan era than Don Johnson. As Miami Vice's Sonny Crockett, the undercover detective and professional stubble-cultivator who lived on a houseboat with his pet alligator Elvis, he embodied masculine cool in the era of coke binges and Lamborghinis\". The Sonny Crockett character typically wore thousand-dollar Versace and Hugo Boss suits over pastel cotton T-shirts, drove a Ferrari, wore expensive timepieces by Rolex and Ebel, and lived on an Endeavour yacht. Miami Vice was noted for its revolutionary use of music cinematography and imagery, and for its glitzy take on the police drama genre. In the show, Crockett's partner was Ricardo Tubbs, played by Philip Michael Thomas.",
        "ngram": 165,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Vanna Marie Rosich was born on February 18, 1957, near North Myrtle Beach in Horry County, South Carolina, the daughter of Joan Marie (Nicholas) and Miguel Angel Rosich. According to census records her paternal (Rosich) 2nd great-grandparents  were Spanish from Mallorca, who settled in Ponce, Puerto Rico. Her parents divorced when she was an infant, and she was raised by her mother Joan, and Joan's second husband Herbert White Jr., a former real estate broker, in North Myrtle Beach, and she took his surname. After graduating from high school, White moved to Atlanta, Georgia, where she attended the Atlanta School of Fashion and Design and worked as a model. She headed to Los Angeles in 1979 to pursue an acting career, but in the summer of 1980, she returned briefly to South Carolina to see her mother, who was dying of ovarian cancer.",
        "ngram": 144,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Leona Lewis, the winner of the third series of The X Factor, was signed to Cowell's label Syco and has had number one singles and album sales around the world. Cowell returned for a fourth series on 18 August 2007 alongside Osbourne, Walsh and new judge, Dannii Minogue. Walsh had previously been sacked from the judging panel by Cowell for the fourth series, and he was subsequently replaced by Brian Friedman, who was a judge on Grease Is the Word. Walsh was later brought back by Cowell a week into the auditions when he and Osbourne realised that they missed Walsh and that without him, there was no chemistry between the judges. Cowell returned for the fifth series in 2008, with Walsh, Minogue, and new judge Cheryl Cole, as Osbourne had decided to quit before the show began. Cowell returned for series 6 and 7 as well, although series 7 was to be his last, as he left in 2011 in order to launch The X Factor in America. After placing third in the seventh series of The X Factor in the UK, boyband One Direction signed to Cowell's label in 2011, and the group has gone on to top singles and album charts worldwide. Cowell was replaced by Gary Barlow. In 2011, UK series eight winners Little Mix signed to Cowell's label. The girl group has sold 50 million records worldwide.",
        "ngram": 232,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Moore signed with the Elite Modeling Agency, then enrolled in drama classes after being inspired by her next-door neighbor, 17-year-old German actress Nastassja Kinski. In August 1979, at age 16, Moore met musician Freddy Moore, who was married and at the time leader of the band Boy, at the Los Angeles nightclub The Troubadour. They lived in an apartment in West Hollywood. Moore co-wrote three songs with Freddy Moore and appeared in the music video for their selection \"It's Not a Rumor,\" performed by his band, The Nu Kats. She continues to receive royalty checks from her songwriting work (1980–1981). Moore also sang in the films One Crazy Summer and Bobby.",
        "ngram": 111,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Simon has a few songs that appear on compilation albums and nowhere else, such as \"Slip Slidin' Away\" which first appeared on the compilation album Greatest Hits, Etc. (1977) and has since been included in subsequent compilations such as Negotiations and Love Songs (1988).",
        "ngram": 44,
        "subject": "Alanis Morissette"
    },
    {
        "text": "His next two singles/videos, \"Back to My Roots\" and \"A Shade Shady (Now Prance)\", both went to the top spot on the Billboard Hot Dance Music/Club Play chart and furthered his campy persona. His following release \"House of Love\" failed to place on any U.S. charts but peaked at 68 on the UK Singles Chart.",
        "ngram": 55,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Simon appeared alongside George Harrison on the Thanksgiving Day episode of SNL on November 20, 1976 and they performed \"Here Comes the Sun\" and \"Homeward Bound\" together. Simon performed \"50 Ways to Leave Your Lover\"  earlier in the show. Simon opened the show in a comedy sketch in which he performed \"Still Crazy After All These Years\" in a turkey outfit, Thanksgiving being the following week. Halfway through the song, he told the band to stop playing because he was embarrassed, gave a speech to the audience and left the stage. Lorne Michaels greeted him backstage, but Simon, still acting upset, yelled at him because of the humiliating turkey outfit. This was one of SNL's most replayed sketches.",
        "ngram": 119,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Gere first worked professionally at the Seattle Repertory Theatre and the Provincetown Playhouse on Cape Cod in 1969, where he starred in Rosencrantz and Guildenstern Are Dead. His first major acting role was in the original London stage version of Grease, in 1973. He was one of the first notable Hollywood actors to play a homosexual character, starring as a gay Holocaust victim in the 1979 Broadway production of Bent, for which he earned a Theatre World Award.",
        "ngram": 78,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In 2007, Perry bought a 17-acre estate in the Paces neighborhood of Buckhead, Atlanta. In May 2016, he sold the house for $17.5 million, also closing the biggest deal ever for a private home in the Georgia capital. In 2013, his company, ETPC LLC, purchased around 1,100 acres (4.5 km2) in the New Manchester, Georgia area of Douglas County, Georgia.In September 2017, Perry purchased a house in Mulholland Estates, a gated community in Los Angeles. Nine months after buying the estate, Perry sold the property for $15.6 million.Perry owns vacation properties in both Wyoming and the Bahamas.Perry owns a 2,100 acre estate in Douglasville, Georgia, including a 40,000 square feet châteauesque house, and an airstrip.",
        "ngram": 115,
        "subject": "Alanis Morissette"
    },
    {
        "text": "On July 15, 1979, Carter delivered a nationally televised address in which he identified what he believed to be a \"crisis of confidence\" among American people, under the advisement of pollster Pat Caddell who believed Americans faced a crisis in confidence from events of the 1960s and 1970s, before his presidency. Some later called this his \"malaise speech\", memorable for mixed reactions and his use of rhetoric. The speech's negative reception centered on a view that he did not emphasize his own efforts to address the energy crisis and seemed too reliant on Americans.",
        "ngram": 94,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In May 1966, Morrison reportedly attended a concert by the Velvet Underground at The Trip in Los Angeles, and Andy Warhol claimed in his book Popism that his \"black leather\" look had been heavily influenced by the dancer Gerard Malanga who performed at the concert. Conversely, Krieger and Manzarek claim that Morrison was inspired to wear leather pants by Marlon Brando from his role in The Fugitive Kind. No One Here Gets Out Alive repeatedly mentions that Morrison was especially drawn to the look and posture of the ancient Greek king Alexander the Great. In June 1966, Morrison and the Doors were the opening act at the Whisky a Go Go in the last week of the residency of Van Morrison's band Them. Van's influence on Jim's developing stage performance was later noted by Brian Hinton in his book Celtic Crossroads: The Art of Van Morrison: \"Jim Morrison learned quickly from his near namesake's stagecraft, his apparent recklessness, his air of subdued menace, the way he would improvise poetry to a rock beat, even his habit of crouching down by the bass drum during instrumental breaks.\" On the final night, the two Morrisons and their two bands jammed together on \"Gloria\". Van later described Jim as being \"really raw. He knew what he was doing and could do it very well.\"",
        "ngram": 221,
        "subject": "Alanis Morissette"
    },
    {
        "text": "After beginning her acting career as a child actor in the early 1990s, Lohan, at age 11, made her film debut in Disney's successful remake of The Parent Trap (1998). Freaky Friday (2003) remains her highest-grossing film, while Mean Girls (2004), both a critical and commercial success, became a cult classic. Though her career was often interrupted by legal and personal troubles during the late 2000s and early 2010s, she has appeared in over 30 films and has multiple other acting credits as of 2024.",
        "ngram": 85,
        "subject": "Alanis Morissette"
    },
    {
        "text": "As a performer, writer or co-writer, Lennon had 25 number-one singles in the Billboard Hot 100 chart. Double Fantasy, his second-best-selling non-Beatles album, won the 1981 Grammy Award for Album of the Year. That year, he won the Brit Award for Outstanding Contribution to Music. In 2002, Lennon was voted eighth in a BBC history poll of the 100 Greatest Britons. Rolling Stone ranked him the fifth-greatest singer and 38th greatest artist of all time. He was inducted into the Songwriters Hall of Fame (in 1997) and the Rock and Roll Hall of Fame (twice, as a member of the Beatles in 1988 and as a solo artist in 1994).",
        "ngram": 110,
        "subject": "Alanis Morissette"
    },
    {
        "text": "Ritter became a household name on Three's Company, portraying struggling culinary student Jack Tripper with two female roommates. Ritter co-starred opposite Joyce DeWitt and Suzanne Somers, and then later Jenilee Harrison and Priscilla Barnes. Much of the comedy centered around Jack's pretending to be gay to keep the old-fashioned landlords appeased over the co-ed living arrangements. The series spent several seasons near the top of the ratings in the United States before ending in 1984. A year-long spin-off, Three's a Crowd, ensued, as the Jack Tripper character has a live-in girlfriend and runs his own bistro. The original series has been seen continuously in reruns and is available on DVD. During the run of Three's Company, Ritter appeared in the films Hero at Large, Americathon, and They All Laughed. In 1986, he played the role of Dad in the music video for Graham Nash's song \"Innocent Eyes\" from the album of the same name. ",
        "ngram": 155,
        "subject": "Alanis Morissette"
    },
    {
        "text": "His last two cowboy roles to date were in the 2001 TNT movie Crossfire Trail (based on a Louis L'Amour novel of the same name), and the 2003 motion picture Monte Walsh. In 2001, Selleck played the lead role of Murray in a Broadway revival of Herb Gardner's comedic play A Thousand Clowns. The production toured for four months, playing in North Carolina, Chicago and Boston before opening on Broadway at the Longacre Theatre. Critics, though far from uniformly negative about Selleck's performance, generally compared it unfavorably to that of Jason Robards, who won awards in the 1960s for playing the character on the stage and in a movie version. The production closed as a result of the attacks on 9/11.",
        "ngram": 121,
        "subject": "Alanis Morissette"
    },
    {
        "text": "In May 2002, Harmon portrayed Secret Service special agent Simon Donovan on The West Wing in a four-episode story arc. The role gained him his second Emmy Award nomination, exactly 25 years after his first. Donald P. Bellisario, the creator of JAG and NCIS saw him on The West Wing and had Harmon appear in a guest starring role in two episodes of JAG in April 2003, where Harmon was introduced as the character of NCIS agent Leroy Jethro Gibbs. Starting that September, Harmon has starred as Gibbs in the CBS drama NCIS, a role which has earned him six nominations at the People's Choice Awards including a win for Favorite TV Crime Drama Actor in 2017. During his time on the show, he was reunited with three of his former Chicago Hope co-stars, Rocky Carroll, Lauren Holly, and Jayne Brook. Since 2008, he has also been a producer and executive producer.",
        "ngram": 152,
        "subject": "Alanis Morissette"
    }
]