[
    {
        "text": "In 2018, it was announced that Arquette would be starring in the Hulu series The Act. The series premiered in March 2019 to critical acclaim. For her performance, Arquette received the Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie. In 2022, Arquette began co-starring in the Apple TV+ thriller series Severance, also directed by Stiller. The series has received critical acclaim.",
        "ngram": 66,
        "subject": "Jim Morrison"
    },
    {
        "text": "The defending finalist at the Wimbledon, Williams defeated Johanna Larsson and Alexandra Dulgheru in the first and second rounds respectively, before losing to Kiki Bertens in the third round. As a result, she dropped out of the top ten rankings.",
        "ngram": 40,
        "subject": "Jim Morrison"
    },
    {
        "text": "He was offered the title role in The Bodyguard (to star Diana Ross) when it was proposed in 1976, but the film did not reach production until years after McQueen's death; the film eventually starred Kevin Costner and Whitney Houston in 1992.",
        "ngram": 42,
        "subject": "Jim Morrison"
    },
    {
        "text": "He has also appeared in several TV series, including Will & Grace, for which he received a Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series nomination, as well as appeared in Friends, Portlandia, and Inside Amy Schumer. As of 2022, he hosts his own series, The World According to Jeff Goldblum (2019–present). His jazz band released their first album, The Capitol Studios Sessions, in 2018.",
        "ngram": 68,
        "subject": "Jim Morrison"
    },
    {
        "text": "Along with Reagan and Kennedy, Carter was opposed by centrist John B. Anderson, who had previously contested the Republican presidential primaries, and upon losing to Reagan, reentered the race as an independent. Anderson advertised himself as a more liberal alternative to Reagan's conservatism. As the campaign went on, Anderson's polling numbers dropped and his base was gradually pulled to Carter or Reagan. Carter had to run against his own \"stagflation\"-ridden economy, while the hostage crisis in Iran dominated the news every week. He was attacked by conservatives for failing to \"prevent Soviet gains\" in less-developed countries, as pro-Soviet governments had taken power in countries including Angola, Ethiopia, Nicaragua and Afghanistan. His brother, Billy Carter, caused controversy due to his association with Muammar Gaddafi's regime in Libya. He alienated liberal college students, who were expected to be his base, by reinstating registration for the military draft. His campaign manager and former appointments secretary, Timothy Kraft, stepped down five weeks before the general election amid what turned out to have been an uncorroborated allegation of cocaine use.",
        "ngram": 175,
        "subject": "Jim Morrison"
    },
    {
        "text": "Like, there's the little girls, and there's the older girls, and then there's my son. [...] Everybody thinks that they could create a bunch of drama in their lives, but it's something that I felt I didn't even have to think about. It would be natural.",
        "ngram": 46,
        "subject": "Jim Morrison"
    },
    {
        "text": "Jefferson was not an outstanding orator and preferred to communicate through writing or remain silent if possible. Instead of delivering his State of the Union addresses himself, Jefferson wrote the annual messages and sent a representative to read them aloud in Congress. This started a tradition that continued until 1913 when President Woodrow Wilson chose to deliver his own State of the Union address.",
        "ngram": 64,
        "subject": "Jim Morrison"
    },
    {
        "text": "In the first two weeks of January 1975, Elton John topped the US Billboard Hot 100 singles chart with his cover of \"Lucy in the Sky with Diamonds\", featuring Lennon on guitar and backing vocals - Lennon is credited on the single under the moniker of \"Dr. Winston O'Boogie\". As January became February, Lennon and Ono reunited as Lennon and Bowie completed recording of their co-composition \"Fame\", which became David Bowie's first US number one, featuring guitar and backing vocals by Lennon. In February, Lennon released Rock 'n' Roll (1975), an album of cover songs. \"Stand by Me\", taken from the album and a US and UK hit, became his last single for five years. He made what would be his final stage appearance in the ATV special A Salute to Lew Grade, recorded on 18 April and televised in June. Playing acoustic guitar and backed by an eight-piece band, Lennon performed two songs from Rock 'n' Roll (\"Stand by Me\", which was not broadcast, and \"Slippin' and Slidin'\") followed by \"Imagine\". The band, known as Etc., wore masks behind their heads, a dig by Lennon, who thought Grade was two-faced.",
        "ngram": 191,
        "subject": "Jim Morrison"
    },
    {
        "text": "Art historian Bernard Berenson wrote in 1896: Leonardo is the one artist of whom it may be said with perfect literalness: Nothing that he touched but turned into a thing of eternal beauty. Whether it be the cross section of a skull, the structure of a weed, or a study of muscles, he, with his feeling for line and for light and shade, forever transmuted it into life-communicating values.",
        "ngram": 69,
        "subject": "Jim Morrison"
    },
    {
        "text": "Danson is also known for his longtime activism in ocean conservation. In March 2011, he published his first book, Oceana: Our Endangered Oceans and What We Can Do to Save Them which was written with journalist Michael D'Orso. He has been married to actress Mary Steenburgen since 1995.",
        "ngram": 48,
        "subject": "Jim Morrison"
    },
    {
        "text": "Chase narrowly escaped death by electrocution during the filming of Modern Problems in 1980. During a sequence in which Chase's character wears \"landing lights\" as he dreams that he is an airplane, the lights malfunctioned and an electric current passed through Chase's arm, back, and neck muscles. The near-death experience caused Chase to experience a period of deep depression, as his marriage to Jacqueline had ended just prior to the start of filming. Chase continued his film career in 1983's National Lampoon's Vacation, directed by Ramis and written by John Hughes. This one, grossing $61 million off a $15 million budget, was his most successful movie at the time. He married Jayni Luke in 1982, and in 1985 he starred in Fletch, which grossed over $50 million off an $8 million budget. This was the first of two films based on Gregory Mcdonald's Fletch books. Chase later co-starred with fellow SNL alum Dan Aykroyd in Spies Like Us. Chase joined SNL veterans Steve Martin and Martin Short in the Lorne Michaels–produced comedy Three Amigos in 1986, declaring in an interview that making Three Amigos was the most fun he had making a film. This film was also very successful, grossing $39 million off a $25 million budget with critics saying: \"Three Amigos! stars a trio of gifted comedians and has an agreeably silly sense of humor\". The trio later hosted SNL that year, the only time the show has had three hosts on one show. ",
        "ngram": 246,
        "subject": "Jim Morrison"
    },
    {
        "text": "In December 2012, Beyoncé along with a variety of other celebrities teamed up and produced a video campaign for \"Demand A Plan\", a bipartisan effort by a group of 950 U.S. mayors and others designed to influence the federal government into rethinking its gun control laws, following the Sandy Hook Elementary School shooting. Beyoncé publicly endorsed same-sex marriage on March 26, 2013, after the Supreme Court debate on California's Proposition 8. She spoke against North Carolina's Public Facilities Privacy & Security Act, a bill passed (and later repealed) that discriminated against the LGBT community in public places in a statement during her concert in Raleigh as part of the Formation World Tour in 2016.",
        "ngram": 114,
        "subject": "Jim Morrison"
    },
    {
        "text": "There is a widespread assumption that Socrates was an ironist, mostly based on the depiction of Socrates by Plato and Aristotle. Socrates's irony is so subtle and slightly humorous that it often leaves the reader wondering if Socrates is making an intentional pun. Plato's Euthyphro is filled with Socratic irony. The story begins when Socrates is meeting with Euthyphro, a man who has accused his own father of murder. When Socrates first hears the details of the story, he comments, \"It is not, I think, any random person who could do this [prosecute one's father] correctly, but surely one who is already far progressed in wisdom\". When Euthyphro boasts about his understanding of divinity, Socrates responds that it is \"most important that I become your student\". Socrates is commonly seen as ironic when using praise to flatter or when addressing his interlocutors.Scholars are divided on why Socrates uses irony. According to an opinion advanced since the Hellenistic period, Socratic irony is a playful way to get the audience's attention. Another line of thought holds that Socrates conceals his philosophical message with irony, making it accessible only to those who can separate the parts of his statements which are ironic from those which are not. Gregory Vlastos has identified a more complex pattern of irony in Socrates. On Vlastos's view, Socrates's words have a double meaning, both ironic and not. One example is when he denies having knowledge. Vlastos suggests that Socrates is being ironic when he says he has no knowledge (where \"knowledge\" means a lower",
        "ngram": 256,
        "subject": "Jim Morrison"
    },
    {
        "text": "Simon & Garfunkel also contributed to the soundtrack of the Mike Nichols film The Graduate (1967), starring Dustin Hoffman and Anne Bancroft. While writing \"Mrs. Robinson\", Simon toyed with the title \"Mrs. Roosevelt\". When Garfunkel reported this indecision over the song's name to the director, Nichols replied, \"Don't be ridiculous! We're making a movie here! It's Mrs. Robinson!\"",
        "ngram": 58,
        "subject": "Jim Morrison"
    },
    {
        "text": "Harmon has been married to actress Pam Dawber since March 21, 1987. The couple has two sons. His son Sean played a young Gibbs in several NCIS episodes. They maintain a low profile and rarely appear in public with their children. Harmon was the brother-in-law of Ricky Nelson and John DeLorean and is the uncle of actress Tracy Nelson and singers Matthew and Gunnar Nelson of the rock duo Nelson.",
        "ngram": 70,
        "subject": "Jim Morrison"
    },
    {
        "text": "In his memoir  On Writing, King recalls:When, during the course of an interview for The New Yorker, I told the interviewer (Mark Singer) that I believed stories are found things, like fossils in the ground, he said that he didn't believe me. I replied that that was fine, as long as he believed that I believe it. And I do. Stories aren't souvenir tee-shirts or GameBoys. Stories are relics, part of an undiscovered pre-existing world. The writer's job is to use the tools in his or her toolbox to get as much of each one out of the ground intact as possible. Sometimes the fossil you uncover is small, a seashell. Sometimes it's enormous, a Tyrannosaurus Rex with all those gigantic ribs and grinning teeth. Either way, short story or thousand-page whopper of a novel, the techniques of excavation remain basically the same.King often starts with a \"what-if\" scenario, asking what would happen if an alcoholic writer was stranded with his family in a haunted hotel (The Shining), or if one could see the outcome of future events (The Dead Zone), or if one could travel in time to alter the course of history (11/22/63). He writes that \"The situation comes first. The characters—always flat and unfeatured, to begin with—come next. Once these things are fixed in my mind, I begin to narrate. I often have an idea of what the outcome may be, but I have never demanded a set of characters that they do things my way. On the contrary, I want them",
        "ngram": 256,
        "subject": "Jim Morrison"
    },
    {
        "text": "Enter the Dragon has been cited as one of the most influential action films of all time. Sascha Matuszak of Vice said Enter the Dragon \"is referenced in all manner of media, the plot line and characters continue to influence storytellers today, and the impact was particularly felt in the revolutionizing way the film portrayed African-Americans, Asians and traditional martial arts.\" Kuan-Hsing Chen and Beng Huat Chua cited fight scenes in Lee's films such as Enter the Dragon as being influential for the way they pitched \"an elemental story of good against evil in such a spectacle-saturated way\".",
        "ngram": 98,
        "subject": "Jim Morrison"
    },
    {
        "text": "Gomez dated singer Nick Jonas in 2008. She appeared in the music video for his band's song \"Burnin' Up\". From December 2010 to March 2018, Gomez was in an on-again, off-again relationship with Canadian singer Justin Bieber. In 2015, she began dating Russian-German DJ Zedd shortly after recording their song \"I Want You to Know\". They broke up later that year. In January 2017, Gomez began dating Canadian singer-songwriter the Weeknd. They moved in together temporarily later on in September, but broke up a month later. In December 2023, Gomez confirmed she is in a relationship with American record producer Benny Blanco.",
        "ngram": 102,
        "subject": "Jim Morrison"
    },
    {
        "text": "At the 1982 All-Star Game, Bird scored 19 points en route to winning the All-Star Game MVP Award. At the conclusion of the season, he earned his first All-Defensive Team selection. He eventually finished runner-up in Most Valuable Player Award voting to Moses Malone. In the Conference finals, the Celtics faced the 76ers for the third consecutive year, losing in seven games. Boston's misfortunes continued into the next season, with Bird again finishing second in MVP voting to Malone and the team losing in the conference semifinals to the Milwaukee Bucks.",
        "ngram": 91,
        "subject": "Jim Morrison"
    },
    {
        "text": "Theo criticised The Potato Eaters for its dark palette, which he thought unsuitable for a modern style. During Van Gogh's stay in Paris between 1886 and 1887, he tried to master a new, lighter palette. His Portrait of Père Tanguy (1887) shows his success with the brighter palette and is evidence of an evolving personal style. Charles Blanc's treatise on colour interested him greatly and led him to work with complementary colours. Van Gogh came to believe that the effect of colour went beyond the descriptive; he said that \"colour expresses something in itself\". According to Hughes, Van Gogh perceived colour as having a \"psychological and moral weight\", as exemplified in the garish reds and greens of The Night Café, a work he wanted to \"express the terrible passions of humanity\". Yellow meant the most to him, because it symbolised emotional truth. He used yellow as a symbol for sunlight, life, and God.",
        "ngram": 153,
        "subject": "Jim Morrison"
    },
    {
        "text": "Throughout his career, Bieber has sold an estimated 150 million records worldwide, making him one of the best-selling music artists of all time.In 2011, Bieber was honoured with a star in front of Avon Theater in Stratford, Ontario, Canada, where he used to busk when he was younger. On November 23, 2012, Bieber was presented with the Queen Elizabeth II Diamond Jubilee Medal by the former Prime Minister of Canada, Stephen Harper. He was one of 60,000 Canadians to receive the Diamond Jubilee medal that year. In 2013, Bieber received a Diamond award from the Recording Industry Association of America (RIAA) for his single \"Baby\", which at the time became the highest-certified digital single of all time. Bieber is credited with four Diamond certifications from the RIAA. Bieber has won two Grammy Awards out of 23 nominations, one Latin Grammy Award, eight Juno Awards, two Brit Awards, 26 Billboard Music Awards, 22 ASCAP Awards, and numerous fan voted accolades which include 18 American Music Awards, 23 Teen Choice Awards (the most wins for a male individual), eight iHeartRadio Music Awards, and six MTV Video Music Awards. He has also won a record 22 MTV Europe Music Awards out of a record 52 nominations (the most for any artist). ",
        "ngram": 209,
        "subject": "Jim Morrison"
    },
    {
        "text": "Richards returned for The Real Housewives of Beverly Hills' tenth season, which premiered on April 15, 2020. On September 10, 2020, her representative confirmed that Richards is leaving the series after two seasons. In late 2020, Richards traveled to Spain to begin filming adventure drama series Glow & Darkness, portraying the role of Countess of Champagne. In 2020, she appeared in five films: Money Plane, Switched, Reality Queen!, Alpha Code and Timecrafters: The Treasure of Pirate's Cove. The heist film Money Plane was released to video-on-demand services on July 10, 2020, by Quiver Distribution. In Switched, released on September 4, 2020, Richards portrayed Victoria Sharp, the mother of a school bully. On August 28, 2021, she played Amanda in Lifetime's thriller film Killer Cheer Mom. The film follows a high school junior named Riley, who moved to a new town with her dad and stepmom, Amanda (Richards).",
        "ngram": 147,
        "subject": "Jim Morrison"
    },
    {
        "text": "The romantic comedy The Hottie and the Nottie (2008), in which Hilton starred, was a critical and commercial failure. She appeared in the My Name Is Earl episode \"I Won't Die with a Little Help from My Friends\". A documentary about Hilton, Paris, Not France, was screened at the 2008 Toronto International Film Festival. The gothic rock musical Repo! The Genetic Opera (2008) featured Hilton as Amber Sweet, the surgery and painkiller-addicted daughter of a biotech magnate. After screening at the San Diego Comic-Con International, the film received a limited release. Horror.com described it as \"by far Hilton's best role\", but Jam! Movies called her a \"hopeless twit as an actress\". At the 29th Razzie Awards, she won as Worst Actress for The Hottie and the Nottie and as Worst Supporting Actress for Repo!.Hilton starred in a MTV reality series, Paris Hilton's My New BFF, about her search for a new best friend, which premiered on September 30, 2008. The series was a hit and topped all other cable shows in its time slot. That year, she also appeared in two viral Funny or Die videos, Paris Hilton Responds to McCain and Paris Hilton Gets Presidential with Martin Sheen, and inspired by her love for dogs, created a canine apparel line, Little Lily by Paris Hilton.As a result of the American version's success, Paris Hilton's British Best Friend debuted on ITV2 in England on January 29, 2009, the second season of Paris Hilton's My New BFF premiered on June 2, and Paris Hilton's Dubai BFF was",
        "ngram": 256,
        "subject": "Jim Morrison"
    },
    {
        "text": "Brown's lyrical production is typically considered to be \"emotional\" or \"hedonistic\". His songs mainly cover themes of sex, desire, regret, romantic love, heartbreak, recklessness and internal conflict, also having some introspections over the dark side of fame. Along with his vocal and dancing abilities, his songwriting is considered to be one of the things that distincts him for the better compared to other R&B singers of his time. American media executive and radio personality Ebro Darden stated that Brown is the \"most all-around talented person in R&B. Trey Songz is talented, but he can't dance like Chris Brown. Usher is probably the only one that could come close to him, but he doesn't have the songwriting abilities that Chris Brown has\".",
        "ngram": 121,
        "subject": "Jim Morrison"
    },
    {
        "text": "His Prisoners' Round (after Gustave Doré) (1890) was painted after an engraving by Gustave Doré (1832–1883). Tralbaut suggests that the face of the prisoner in the centre of the painting looking towards the viewer is Van Gogh himself; Jan Hulsker discounts this.",
        "ngram": 42,
        "subject": "Jim Morrison"
    },
    {
        "text": "On May 9, 2017, Trump dismissed FBI director James Comey. While initially attributing this action to Comey's conduct in the investigation about Hillary Clinton's emails, Trump said a few days later that he was concerned with Comey's roles in the ongoing Trump-Russia investigations, and that he had intended to fire Comey earlier. At a private conversation in February, Trump said he hoped Comey would drop the investigation into Flynn. In March and April, Trump asked Comey to \"lift the cloud impairing his ability to act\" by saying publicly that the FBI was not investigating him.",
        "ngram": 95,
        "subject": "Jim Morrison"
    },
    {
        "text": "In May 1991 (during the filming of Out for Justice), Warner Brothers employees Raenne Malone, Nicole Selinger, and Christine Keeve accused Seagal of sexual harassment. In return for remaining silent, Malone and another woman received around $50,000 each in an out-of-court settlement. Around the same time, at least four actresses said that Seagal had made sexual advances, typically during late-night \"casting sessions\". In another incident, Jenny McCarthy said that Seagal asked her to undress during an audition for Under Siege 2.",
        "ngram": 81,
        "subject": "Jim Morrison"
    },
    {
        "text": "old, Farrow spent part of the year living at the ashram of Maharishi Mahesh Yogi in Rishikesh, Uttarakhand, India, studying Transcendental Meditation. Her visit received worldwide media attention at the time because of the presence of all four members of the Beatles, Donovan, Mike Love, and her sister, Prudence Farrow. The behavior of her sister Prudence during this trip inspired John Lennon to write the song \"Dear Prudence\". The trip also inspired the song \"Sexy Sadie\", originally titled 'Maharishi', which was written by John Lennon in response to alleged sexual advances made by the Maharishi Mahesh Yogi towards Mia Farrow. Paul McCartney, George Harrison, and Cynthia Lennon have later said that they believe the story to have been fabricated.Farrow has stated that she has long been a registered Independent, though she has consistently voted for Democratic candidates. In the 2016 Democratic presidential election, Farrow publicly endorsed Democratic Party candidate Bernie Sanders, though she subsequently stated that \"as a pragmatist\" she planned to vote for Hillary Clinton. Farrow tweeted in support of Joe Biden during the 2020 Democratic Party presidential primaries, but later added that she would vote for Sanders if he was nominated.",
        "ngram": 193,
        "subject": "Jim Morrison"
    },
    {
        "text": "Throughout 2009, Swift featured on and wrote other musicians' releases. She featured on \"Half of My Heart\" by John Mayer, whom she was romantically linked with in late 2009. She wrote \"Best Days of Your Life\" for Kellie Pickler, co-wrote and featured on Boys Like Girls' \"Two Is Better Than One, and wrote two songs—\"You'll Always Find Your Way Back Home\" and \"Crazier\"—for the soundtrack of Hannah Montana: The Movie, in which she had a cameo appearance. She wrote and recorded \"Today Was a Fairytale\" for the soundtrack of Valentine's Day (2010), in which she had her acting debut. \"Today Was a Fairytale\" was her first number-one single on the Canadian Hot 100. While shooting Valentine's Day in October 2009, Swift dated co-star Taylor Lautner. On television, she made her debut as a rebellious teenager in an CSI: Crime Scene Investigation episode and hosted and performed as the musical guest on Saturday Night Live; she was the first host ever to write their own opening monologue.",
        "ngram": 166,
        "subject": "Jim Morrison"
    },
    {
        "text": "Swift is known for her philanthropic efforts. She ranked first on DoSomething's 2015 \"Gone Good\" list, having received the Star of Compassion from the Tennessee Disaster Services and the Big Help Award from the Nickelodeon Kids' Choice Awards for her \"dedication to helping others\" and \"inspiring others through action\". She donated $100,000 to the Red Cross to help the victims of the Iowa flood of 2008. In 2009, she sang at BBC's Children in Need concert and raised £13,000 for the cause. Swift has performed at charity relief events, including Sydney's Sound Relief concert. In response to the May 2010 Tennessee floods, Swift donated $500,000. In 2011, Swift used a dress rehearsal of her Speak Now tour as a benefit concert for victims of recent tornadoes in the US, raising more than $750,000. In 2016, she donated $1 million to Louisiana flood relief efforts and $100,000 to the Dolly Parton Fire Fund. Swift donated to food banks after Hurricane Harvey struck Houston in 2017 and at every stop of the Eras Tour in 2023; she also directly employed local businesses throughout the tour and gave $55 million in bonus payments to her entire crew. Swift donated $1 million for Tennessee tornado relief in 2020 and again in 2023. In February 2024, she donated $100,000 to the family of a woman who died in a shooting at the Kansas City Chiefs' Super Bowl parade.",
        "ngram": 233,
        "subject": "Jim Morrison"
    },
    {
        "text": "Jackson has had a highly successful business career. He is financially invested in a highly diversified variety of industries. Jackson is now involved in artist and talent management, record, television, and film production, footwear, apparel, fragrances, liquor, video games, mobile apps, book publishing, headphones, along with health drinks and dietary supplements. His broad business and investment portfolio contains investments in a variety of sectors including real estate, financial market investments, mining, boxing promotion, vodka, fragrances, consumer electronics and fashion.He established his own record label G-Unit Records in 2003 following his mainstream success. In November 2003, he signed a five-year deal with Reebok to distribute a G-Unit Sneakers line for his G-Unit Clothing Company. In an interview, Jackson said his businesses had a habit of doing well as he saw all of his ventures both past and present as revolving around his alter ego.Jackson has also started a book publishing imprint, G-Unit Books on January 4, 2007, at the Time Warner Building in New York. He has written a number of books including a memoir, From Pieces To Weight in 2005 where it sold 73,000 copies in hardcover and 14,000 copies in paperback; a crime novel and a book with Robert Greene titled The 50th Law, an urban take on The 48 Laws of Power. In November 2011, Jackson released 50 Cent's Playground, a young adult fiction novel about a bullied, violent boy and his gay mother.One of Jackson's first business ventures was a partnership with Glacéau to create an enhanced water drink called Formula 50. In",
        "ngram": 256,
        "subject": "Jim Morrison"
    },
    {
        "text": "Tesla began delivery of an electric sports car, the Roadster, in 2008. With sales of about 2,500 vehicles, it was the first serial production all-electric car to use lithium-ion battery cells. Tesla began delivery of its four-door Model S sedan in 2012. A cross-over, the Model X was launched in 2015. A mass-market sedan, the Model 3, was released in 2017. The Model 3 is the all-time bestselling plug-in electric car worldwide, and in June 2021 it became the first electric car to sell 1 million units globally. A fifth vehicle, the Model Y crossover, was launched in 2020. The Cybertruck, an all-electric pickup truck, was unveiled in 2019. Under Musk, Tesla has also constructed multiple lithium-ion battery and electric vehicle factories, named Gigafactories.",
        "ngram": 124,
        "subject": "Jim Morrison"
    },
    {
        "text": "In Cheyenne, Wyoming, in 1973, McQueen married actress Ali MacGraw (his co-star in The Getaway), but their marriage ended in a divorce in 1978. MacGraw suffered a miscarriage during their marriage. Some friends later claimed that MacGraw was the one true love of McQueen's life: \"He was madly in love with her until the day he died.\"",
        "ngram": 57,
        "subject": "Jim Morrison"
    },
    {
        "text": "This last accusation drew an emotional response from Marie Antoinette, who refused to respond to this charge, instead appealing to all mothers present in the room. Their reaction comforted her since these women were not otherwise sympathetic to her. Upon being pressed further by a juror to address the accusations of incest, the queen replied, \"If I did not respond, it was because it would be against nature for a mother to reply to such an accusation. On this I appeal to all mothers who may be here.\" When a juror, Joachim Vilate, told Robespierre of this over dinner, Robespierre broke his plate in anger, declaring \"That imbecile Hébert!\"",
        "ngram": 109,
        "subject": "Jim Morrison"
    },
    {
        "text": "Morissette was born on June 1, 1974, at Riverside Hospital in Ottawa, Ontario, to teacher Georgia Mary Ann (née Feuerstein) and high school principal and French teacher Alan Richard Morissette. She has two brothers: her older brother Chad is a business entrepreneur, and her twin brother (12 minutes older) Wade Morissette is a musician. Her father is of French and Irish descent, and her mother has Hungarian and Jewish ancestry. On an episode of Finding Your Roots in 2024, she learned for the first time that her maternal grandfather had escaped the Holocaust in Hungary and had spent years trying to find his two brothers. Morissette didn't learn of her Jewish heritage until her late 20s. Her parents had never shared her maternal Jewish heritage because of the generational trauma. Her parents were teachers in a military school and due to their work often had to move. Between the ages of three and six she lived with her parents in Lahr (Black Forest), West Germany.",
        "ngram": 165,
        "subject": "Jim Morrison"
    }
]