[
    {
        "text": "After giving birth to twins in February 2008, Lopez took a career break. Her restaurant Madre's closed permanently, as did her two fashion lines. After rehiring former manager Medina, Lopez released two songs in late 2009, \"Louboutins\" and \"Fresh Out of the Oven\". The songs were intended for her seventh studio album but failed to make an appearance on the Billboard charts, leading to her departure from Sony Music and Epic Records. ",
        "ngram": 73,
        "subject": "Evel Knievel"
    },
    {
        "text": "In October 2017, Seagal met with Philippine president Rodrigo Duterte while scouting locations  in Manila for a possible film. During the visit, Seagal flashed Duterte's signature fist. In 2021, Seagal gave a katana to Venezuelan President Nicolás Maduro as Russia's Foreign Affairs Ministry special envoy while visiting Canaima National Park. Maduro referred to Seagal as \"my brother.\" On May 30, 2021, the pro-Kremlin systemic opposition party A Just Russia — Patriots — For Truth announced that Seagal had received an official membership card to the party.In March 2022, during the Russian invasion of Ukraine, Seagal visited Moscow where he organized his birthday party, attended by many people connected to Vladimir Putin, including some affected by international sanctions. This has been criticized as a dissenting action that came amidst the growing international boycott of Russia. In August 2022, he visited Olenivka in Donetsk Oblast, the site of the Olenivka prison massacre, with Donetsk People's Republic leader Denis Pushilin, who claimed that Seagal was filming a documentary about the war in Donbass. Seagal also met with Leonid Slutsky. On February 27, 2023, he received the Russian Order of Friendship from Vladimir Putin for his \"major contribution to the development of international cultural and humanitarian cooperation\".",
        "ngram": 204,
        "subject": "Evel Knievel"
    },
    {
        "text": "Referred to as a humanitarian, Aguilera has done philanthropic works during her career. In 2003, she visited the Women's Center & Shelter of Greater Pittsburgh and provided a donation over $200,000 in support for victims of domestic violence. In addition to starred in television advertsings on the Lifetime network calling for the end of violence against women in 2007, she partnered with Verizon in a campaign to awareness about violence domestic in 2015. She later destined proceeds from the Christina Aguilera: The Xperience (2019–2020) residency to The Shade Tree, a women and children's center in Las Vegas, Nevada. In October 2019, Aguilera efforts against domestic violence earned her the Bonnie Polley Community Hero Award.In 2009, Aguilera became the global spokesperson for the World Food Program, a branch of the United Nations (UN). She visited countries with high rates of malnutrions, including Ecuador, Guatemala, Haiti and Rwanda. As of 2013, it was reported she helped raise over $148 million to the organization and other hunger relief agencies in 45 countries. Aguilera's efforts eventually earned her the Muhammad Ali Humanitarian Awards and George McGovern Leadership Awards—which she received in the White House from the former Secretary of State, Hillary Clinton. Her other philanthropy initiatives included donations of her wedding gifts to charities in support of families affected by Hurricane Katrina in 2005 and concerts to urges donations to the American Red Cross due Hurricane Sandy in 2012.In 2010, Aguilera auctioned tickets to her concerts through Christie's, earmarking the proceeds to non-profit environmental organizations, including Conservation International and the",
        "ngram": 256,
        "subject": "Evel Knievel"
    },
    {
        "text": "Starting in 1968, Trump was employed at his father's real estate company, Trump Management, which owned racially segregated middle-class rental housing in New York City's outer boroughs. In 1971, he became president of the company and began using the Trump Organization as an umbrella brand. Between 1991 and 2009, he filed for Chapter 11 bankruptcy protection for six of his businesses, the Plaza Hotel in Manhattan, the casinos in Atlantic City, New Jersey, and the Trump Hotels & Casino Resorts company.",
        "ngram": 81,
        "subject": "Evel Knievel"
    },
    {
        "text": "In 2001, Walker's breakthrough role was starring opposite Vin Diesel in the action film The Fast and the Furious; it was commercially successful, and subsequently launched a media franchise. The film also established Walker as a film star and leading man, as his performance garnered the MTV Movie Award for Best On-Screen Team (shared with Diesel) in 2002. Walker starred in the critically successful thriller Joy Ride (2001), also focusing on car-related action, and reprised his role as Brian O'Conner in the 2003 sequel 2 Fast 2 Furious. After this, he starred either in low-budget or commercially unsuccessful films for a time, notably Timeline (2003) and Into the Blue (2005).",
        "ngram": 110,
        "subject": "Evel Knievel"
    },
    {
        "text": "In 1962, Buffett became a millionaire because of his partnerships, which in January 1962 had an excess of $7,178,500, of which over $1,025,000 belonged to Buffett. He merged these partnerships into one. Buffett invested in and eventually took control of a textile manufacturing company, Berkshire Hathaway. He began buying shares in Berkshire from Seabury Stanton, the owner, whom he later fired. Buffett's partnerships began purchasing shares at $7.60 per share. In 1965, when Buffett's partnerships began purchasing Berkshire aggressively, they paid $14.86 per share while the company had working capital of $19 per share. This did not include the value of fixed assets (factory and equipment). Buffett took control of Berkshire Hathaway at a board meeting and named a new president, Ken Chace, to run the company. In 1966, Buffett closed the partnership to new money. He later claimed that the textile business had been his worst trade. He then moved the business into the insurance sector, and, in 1985, the last of the mills that had been the core business of Berkshire Hathaway was sold.",
        "ngram": 176,
        "subject": "Evel Knievel"
    },
    {
        "text": "Williams began 2007 with renewed confidence. She stated her intention to return to the top of the rankings, a goal that was labeled \"deluded\" by commentator Pat Cash. Williams lost in the quarterfinals of the Hobart International, a warm-up for the Australian Open, where she was unseeded and widely regarded as \"out of shape\". Shortly before her first match, a representative from Nike told her the company might cancel her sponsorship if she did not perform at her customary level. Williams claimed that Nike's ultimatum meant she would have to reach the quarterfinals at least.",
        "ngram": 95,
        "subject": "Evel Knievel"
    },
    {
        "text": "The civil rights movement was well underway when Carter took office. He and his family had become staunch John F. Kennedy supporters. Carter remained relatively quiet on the issue at first, even as it polarized much of the county, to avoid alienating his segregationist colleagues. He did speak up on a few divisive issues, giving speeches against literacy tests and against an amendment to the Georgia Constitution which he felt implied a compulsion to practice religion. Carter entered the state Democratic Executive Committee two years into office, where he helped rewrite the state party's rules. He became the chairman of the West Central Georgia Planning and Development Commission, which oversaw the disbursement of federal and state grants for projects such as historic site restoration.",
        "ngram": 124,
        "subject": "Evel Knievel"
    },
    {
        "text": "In a 2014 interview with radio personality Ebro Darden, Brown revealed that prior to his 2013 incarceration, he used “the syrup, the Xanax,” and added that while marijuana offset his hyperactive tendencies,  \"once I started doing the lean, the other stuff … I'd be sitting in the [recording] booth sleeping.\" In 2017, Billboard wrote an investigative article about Brown's mental health issues and addiction. According to what ex-members of his team told Billboard, around April 2015 he had broken a 15-month stretch of sobriety, going out on Xanax and lean, spiraling into a more frequent drug use in the first months of 2016. Former members of Brown's team also told Billboard that he was using cocaine, Xanax, marijuana, molly and lean. Additionally, his former security guards revealed that certain nights they had to check Brown's pulse through the night while he slept to ensure he had not overdosed.",
        "ngram": 149,
        "subject": "Evel Knievel"
    },
    {
        "text": "Shatner began his screen acting career in Canadian films and television productions before moving into guest-starring roles in various U.S. television shows. He appeared as James Kirk in all the episodes of Star Trek: The Original Series, 21 of the 22 episodes of Star Trek: The Animated Series, and the first seven Star Trek movies. He has written a series of books chronicling his experiences before, during and after his time in a Starfleet uniform. He has also co-written several novels set in the Star Trek universe and a series of science fiction novels, the TekWar sequence, that were adapted for television. Outside Star Trek, Shatner played the eponymous veteran police sergeant in T. J. Hooker (1982–1986), hosted the reality-based television series Rescue 911 (1989–1996), guest starred on the detective series Columbo, and acted in the comedy film Miss Congeniality (2000).",
        "ngram": 141,
        "subject": "Evel Knievel"
    },
    {
        "text": "Shatner took part in Blue Origin's second sub-orbital human spaceflight, Blue Origin NS-18, on October 13, 2021. Invited to join Chris Boshuizen, Glen de Vries and Audrey Powers on the trip by Blue Origin's creator, the entrepreneur and Trekkie Jeff Bezos, he began his real-world visit to space at Blue Origin's Launch Site One in West Texas, travelling on the RSS First Step, a New Shepard suborbital rocket capsule. Aged 90 years, 6 months and 22 days, he became the oldest person to fly into space, surpassing Wally Funk, who had flown on Blue Origin's first crewed spaceflight at the age of 82 in July 2021. In a televised post-flight conversation with Bezos, Shatner articulated experiencing the overview effect, a deepened understanding of the fact that the ecosphere of the Earth is but a thin, fragile skin enveloping its planet.",
        "ngram": 140,
        "subject": "Evel Knievel"
    },
    {
        "text": "In April 2008, King spoke out against HB 1423, a bill pending in the Massachusetts state legislature that would restrict or ban the sale of violent video games to anyone under the age of 18. King argued that such laws allow legislators to ignore the economic divide between the rich and poor and the easy availability of guns, which he believed were the actual causes of violence.",
        "ngram": 67,
        "subject": "Evel Knievel"
    },
    {
        "text": "In summer 2010, Rihanna collaborated with rapper Eminem on \"Love the Way You Lie\", which was a major worldwide success, reaching No. 1 in over 20 countries. Reaching number 2, the song became the biggest-selling song of 2010 in the UK and the first of Rihanna's singles to sell over a million copies in the country. In October 2010, Rihanna switched managers, joining Jay-Z's Roc Nation Management. In late 2010, she was featured on three singles: Kanye West's \"All of the Lights\", from the album My Beautiful Dark Twisted Fantasy (2010), Nicki Minaj's \"Fly\", from her debut studio album Pink Friday (2010) and David Guetta's \"Who's That Chick?\", from the album One More Love (2010).",
        "ngram": 115,
        "subject": "Evel Knievel"
    },
    {
        "text": "Kelce began the 2015 season with his first NFL multiple touchdown game, with six receptions for 106 yards and two touchdowns in the 27–20 victory over the Houston Texans. It was his only 100-plus-yard game, but he had at least one reception in all 16 games, and was ranked a top-five tight end by ESPN. He started all 16 regular season games and recorded 72 catches for 875 yards and five touchdowns, earning his way to his first Pro Bowl. The Chiefs finished the regular season with an 11–5 record and made the playoffs. In his first NFL playoff game, Kelce had eight receptions for 128 yards in a 30–0 Wild Card Round victory over the Texans. In the Divisional Round against the New England Patriots, Kelce had six receptions for 23 yards as the Chiefs lost 27–20. He was ranked 91st by his peers on the NFL Top 100 Players of 2016.",
        "ngram": 153,
        "subject": "Evel Knievel"
    },
    {
        "text": "2008: In early March, Favre announced that he is retiring from the Green Bay Packers. At a news conference he said \"I know I can play, but I don't think I want to. It's been a great career for me, but it's over. As they say, all good things must come to an end. I look forward to whatever the future may hold for me.\" Later in the month Favre has second thoughts and wants to return. According to the Milwaukee Journal Sentinel, Favre backed out of a meeting with Packers management two days before re-entry talks were to begin. In April, Sam Farmer from the Los Angeles Times reported that Favre's agent Bus Cook was making inquiries to other teams about Favre. Favre responded by saying \"I have no idea where that came from, but it certainly didn't come from me. I'm happy about my decision and I haven't once said 'I wonder if I made the wrong decision.' I know it's the right one. It's kind of funny. Even when I'm retired, they won't let me stay retired.\" Also in April, the Packers placed Favre on the Reserve-Retired list and planned to have Favre's number retired during the season opener against the Minnesota Vikings. In June, Favre said he told head coach Mike McCarthy he wanted to come back to the team. He said \"When he picked up the phone again after he dropped it, he said, 'Oh, God, Brett. You're putting us in a tight spot. He said, 'Brett, playing here is not",
        "ngram": 256,
        "subject": "Evel Knievel"
    },
    {
        "text": "In 2003, Bird was hired as the Indiana Pacers' president of basketball operations. After the 2011–2012 NBA season, Bird was named NBA Executive of the Year, becoming the only man in NBA history to win the NBA MVP, Coach of the Year and Executive of the Year. On June 27, 2012, a day before the 2012 NBA draft, Bird and the Pacers announced that they would be parting ways; Bird said that health issues were among the reasons for his departure. Bird returned to the Pacers as president of basketball operations in 2013. He stepped down again in 2017, but stayed with the team in an advisory capacity.  He continued to serve as an advisor until July 2022, when he \"stepped back from maintaining an active role with the Indiana Pacers\". Nearly a year later, it was announced in June 2023 the Pacers re-hired Bird to serve as a consultant.",
        "ngram": 151,
        "subject": "Evel Knievel"
    },
    {
        "text": "In June 2019, it was announced that the Duke and Duchess of Sussex would split from The Royal Foundation and establish their own charity foundation by the end of 2019. Nevertheless, the couple would collaborate with Harry's brother and his wife on mutual projects, such as the mental health initiative Heads Together. In July 2019, Harry and Meghan's new charity was registered in England and Wales under the title \"Sussex Royal The Foundation of The Duke and Duchess of Sussex\". It was confirmed on 21 February 2020 that \"Sussex Royal\" would not be used as a brand name for the couple following their withdrawal from public life. Sussex Royal Foundation was renamed \"MWX Foundation\" on 5 August 2020 and dissolved the same day.",
        "ngram": 123,
        "subject": "Evel Knievel"
    },
    {
        "text": "In the weeks following the murder, \"(Just Like) Starting Over\" and Double Fantasy topped the charts in the UK and the US. \"Imagine\" hit number one in the UK in January 1981 and \"Happy Xmas\" peaked at number two. \"Imagine\" was succeeded at the top of the UK chart by \"Woman\", the second single from Double Fantasy. Later that year, Roxy Music's cover version of \"Jealous Guy\", recorded as a tribute to Lennon, was also a UK number-one.",
        "ngram": 78,
        "subject": "Evel Knievel"
    },
    {
        "text": "During his last hours, he was accompanied by family members and friends. Jefferson died on July 4, 1826, at 12:50 p.m. at age 83, on the 50th anniversary of the adoption of the Declaration of Independence. In the moments prior to his death, Jefferson instructed his treating physician, \"No, doctor, nothing more\", refusing laudanum. But his final significant words were, \"Is it the Fourth?\" or \"This is the Fourth\". When John Adams died later that same day, his last words were \"Thomas Jefferson survives\", though Adams was unaware that Jefferson had died several hours before. The sitting president was Adams's son, John Quincy Adams, and he called the coincidence of their deaths on the nation's anniversary \"visible and palpable remarks of Divine Favor\".",
        "ngram": 123,
        "subject": "Evel Knievel"
    },
    {
        "text": "Farrow was in a relationship with actor-director Woody Allen from 1980 to 1992 and appeared in thirteen of his fourteen films over that period, beginning with A Midsummer Night's Sex Comedy (1982). She received numerous critical accolades for her performances in several Allen films, including Golden Globe Award nominations for Broadway Danny Rose (1984), The Purple Rose of Cairo (1985), and Alice (1990). She also acted in Hannah and Her Sisters (1986), Crimes and Misdemeanors (1989), and Husbands and Wives (1992). In 1992, Farrow publicly accused Allen of sexually abusing their adopted daughter, Dylan Farrow. Allen was never charged with a crime and has vigorously denied the allegation. These claims received significant renewed public attention in 2013 after Dylan recounted the alleged assault in an interview that year.",
        "ngram": 128,
        "subject": "Evel Knievel"
    },
    {
        "text": "Johnson's first film role was in The Mummy Returns (2001). The next year, he played his first leading role in the action fantasy film The Scorpion King. He has since starred in family films The Game Plan (2007), Race to Witch Mountain (2009), Tooth Fairy (2010), Jumanji: Welcome to the Jungle (2017), Jumanji: The Next Level (2019), and Jungle Cruise (2021), and the action films Journey 2: The Mysterious Island (2012), G.I. Joe: Retaliation (2013), Hercules (2014), Skyscraper (2018), San Andreas (2015) and Rampage (2018). He also starred in the action comedy films Get Smart (2008), Central Intelligence (2016), Baywatch (2017), and Red Notice (2021). His role as Luke Hobbs in the Fast & Furious films, beginning with Fast Five (2011), helped the franchise become one of the highest-grossing in film. He joined the DC Extended Universe playing the title role in Black Adam (2022). He is also known for voicing Maui in the Disney animated film Moana (2016) and is set to reprise the role in the upcoming live action remake.",
        "ngram": 172,
        "subject": "Evel Knievel"
    },
    {
        "text": "In May 2000, Houston's longtime executive assistant and friend, Robyn Crawford, resigned from Houston's management company. In 2019, Crawford said she had left after Houston declined to seek help for her drug dependency. The following month, Rolling Stone published a story stating that Cissy Houston and others had held a July 1999 intervention in which they unsuccessfully attempted to persuade Whitney to obtain drug treatment.",
        "ngram": 65,
        "subject": "Evel Knievel"
    },
    {
        "text": "In mid-1988, Hogan wrestled at house shows in singles competition with his \"War Bonnet\", a red and yellow gladiator helmet with a fist-shaped crest. This was notably used to give Bad News Brown his first WWF loss at a Madison Square Garden house show before it was discarded altogether. The War Bonnet gimmick was revisited in the WWE's online comedy series Are You Serious? in 2012.",
        "ngram": 66,
        "subject": "Evel Knievel"
    },
    {
        "text": "Several songs on The River foreshadowed the direction of Springsteen's next record, the minimalist, folk-inspired solo effort Nebraska, released in September 1982. Springsteen recorded the songs on the album as demo recordings at his home in Colts Neck, New Jersey, intending to re-record them with the E Street Band, but after poor test sessions he decided to release the recordings as is. The album chronicled dark hardships felt by everyday blue-collar workers, as well as bleak tales of criminals, cops, and gang wars. Nebraska sold minimally compared to Springsteen's three previous albums, but reached No. 3 on the Billboard chart. Nevertheless, it surprised critics, who praised it as a brave artistic statement.",
        "ngram": 112,
        "subject": "Evel Knievel"
    },
    {
        "text": "Seagal has been a Reserve Deputy Chief in the Jefferson Parish, Louisiana, Sheriff's Office. In the late 1980s, after teaching the deputies martial arts, unarmed combat, and marksmanship, then-sheriff Harry Lee (1932–2007) asked Seagal to join the force. Seagal's rank in Louisiana was ceremonial. Steven Seagal: Lawman, a series which follows his work in the Jefferson Parish Sheriff's Office, premiered on A&E on December 2, 2009. Seagal stated that \"I've decided to work with A&E on this series now because I believe it's important to show the nation all the positive work being accomplished here in Louisiana—to see the passion and commitment that comes from the Jefferson Parish Sheriff's Office in this post-Katrina environment.\" The series premiere drew 3.6 million viewers, ranking as best season opener for any original A&E series ever.On April 14, 2010, the series was suspended by Jefferson Parish Sheriff Newell Normand due to a sexual trafficking lawsuit filed against Seagal. The suit was later dropped. A&E resumed the show for the second season, which began on October 6, 2010. Production on Season 3 started in February 2011, with a change of location from Louisiana to Maricopa County, Arizona.  Two episodes were scheduled to be aired, beginning on January 4, 2012. Shortly before the episodes were to be aired, Season 3 was suspended, with no explanations given. Season 3 premiered on January 2, 2014, but the show was not renewed for a fourth season. In October 2011, Seagal was sworn-in as the Sheriff department’s deputy sheriff of Hudspeth County, Texas, a law",
        "ngram": 256,
        "subject": "Evel Knievel"
    },
    {
        "text": "In 2003, Mitch Hurwitz wanted Winkler to portray the incompetent lawyer Barry Zuckerkorn on one episode of Arrested Development. However, as Winkler notes, he \"went for one episode and...stayed for five years.\" He also returned for the later seasons in 2013 and 2018. For his portrayal of Barry Zuckerkorn, Winkler won a Gold Derby Award: Comedy Guest Actor in 2004. In 2014, Winkler was nominated as part of the cast for a Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Comedy Series.Arrested Development is known for its \"inside jokes\". In three episodes of the 2013 reboot, Winkler's son Max portrayed \"young Barry Zuckerkorn\" in flashbacks. In addition, there were a number of references to Happy Days, such as in the season three episode \"Forget-Me-Now\", where Scott Baio joined the cast as the potentially new lawyer Bob Loblaw, stating, \"look, this is not the first time I've been brought in to replace Barry Zuckerkorn.\" Vulture argues that this statement is \"a nod to Happy Days, where [Baio] was brought on as Chachi, to be a new teen idol as Henry Winkler got older.\" In addition, Barry's \"hopping\" over the shark on the pier in \"Motherboy XXX\" is a reference to Jon Hein's phrase jumping the shark. Hein coined the phrase in 1985, in response to a 1977 Happy Days episode in which Fonzie jumps over a shark while on water-skis.",
        "ngram": 233,
        "subject": "Evel Knievel"
    },
    {
        "text": "In March 2017, it was announced that Momoa would play Rico Rodriguez in the official Just Cause film series.Between 2016 and 2018, Momoa portrayed Declan Harp in all three seasons of the Canadian historical drama television series Frontier and was an executive producer on the show. The series chronicles the North American fur trade in late 1700s Canada, and follows Declan Harp, a part-Irish, part-Cree outlaw who is campaigning to breach the Hudson's Bay Company's monopoly on the fur trade in Canada, which has become corrupt and engages in illegal activities to enrich itself.In July 2018, Momoa was cast for Apple's post-apocalyptic drama series See.In February 2019, Momoa was cast as Duncan Idaho in the Denis Villeneuve film Dune.In February 2020, Momoa appeared in a halftime commercial for Rocket Mortgage for Super Bowl LIV. He also appeared in the teaser for \"Scary Little Green Men\" by Ozzy Osbourne from his album Ordinary Man.",
        "ngram": 153,
        "subject": "Evel Knievel"
    },
    {
        "text": "In the second part of the interview, which aired on July 15, Favre expressed his frustration with Packers management, spoke of his sympathy for successor Aaron Rodgers's predicament, and affirmed he is 100 percent committed to playing football in 2008.",
        "ngram": 40,
        "subject": "Evel Knievel"
    },
    {
        "text": "Elliott has performed voice-over narration for various commercials. He has lent his voice to campaigns for Dodge, IBM, Kinney Drugs, Union Pacific, and most notably the American Beef Council, succeeding Robert Mitchum in the latter. Since late 2007 Elliott has done voice-overs for Coors beer, bringing his deep, rich voice and \"western\" appeal to the brand brewed in Colorado. In 2010, Ram Trucks hired Elliott to do the voice-over for their Ram Heavy Duty truck commercial; he has been voicing their commercials since. Starting in 2008, he has voiced Smokey Bear, and shares the mascot's birth date (August 9, 1944). He also narrated the Pittsburgh Steelers and Green Bay Packers team introductions to Super Bowl XLV, played at Cowboys Stadium in Arlington, Texas at the conclusion of the 2010 NFL season for NFL on Fox. On September 9, 2020, it was announced that Elliott would begin recurring on Family Guy as the new mayor of Quahog, the late Mayor Adam West's cousin, Wild Wild West. Also in 2020, he voiced Joe Biden's \"Go From There\" campaign ad.",
        "ngram": 177,
        "subject": "Evel Knievel"
    },
    {
        "text": "From 2006 to 2013, Baldwin received critical acclaim starring alongside Tina Fey as Jack Donaghy on the NBC sitcom 30 Rock, winning two Primetime Emmy Awards, three Golden Globe Awards, and seven Screen Actors Guild Awards for Best Actor in a comedy series, making him the male performer with the most SAG Awards in history. Baldwin has received critical acclaim for his portrayal of Donald Trump on the NBC sketch series Saturday Night Live, a role that won him his third Primetime Emmy in 2017. He was nominated again in 2018 and 2021.Baldwin made his Broadway debut in Loot (1986). He portrayed Stanley Kowalski in the 1992 production of A Streetcar Named Desire for which he earned a Tony Award for Best Actor in a Play nomination. He returned to Broadway in Twentieth Century (2004) and Orphans (2013). He hosted the 82nd Academy Awards in 2010. He is also a columnist for The Huffington Post. He was the host of Match Game from 2016 until 2021.",
        "ngram": 166,
        "subject": "Evel Knievel"
    },
    {
        "text": "The tweet was widely regarded as echoing white nationalist sentiments and affirmed another antisemitic conspiracy theory that Jews push \"hatred against Whites.\" The following day, Musk made a tweet which critics regarded as supporting white pride. Advertisers distanced themselves from his tweets. Musk wrote that he doesn't believe that \"all Jewish communities\" hate white people, but specifically took aim at the Anti-Defamation League. He also tweeted that his criticism of Jews applies to more groups than just the ADL, \"You  [sic] right that this does not extend to all Jewish communities, but it is also not just limited to ADL\".",
        "ngram": 101,
        "subject": "Evel Knievel"
    },
    {
        "text": "Although Snoop Dogg retains working relationships with Warren G and Daz, who are alleged to be uncredited contributors on the hit albums The Chronic and Doggystyle, he states that Dr. Dre is capable of making beats without the help of collaborators, and that he is responsible for the success of his numerous albums. Dr. Dre's prominent studio collaborators, including Scott Storch, Elizondo, Mark Batson and Dawaun Parker, have shared co-writing, instrumental, and more recently co-production credits on the songs where he is credited as the producer.",
        "ngram": 86,
        "subject": "Evel Knievel"
    },
    {
        "text": "In an interview, Sherman Alexie recalls the influence of \"Stephen King, who was always writing about underdogs, and bullied kids, and kids fighting back against overwhelming, often supernatural forces... The world aligned against them. As an Indian boy growing up on a reservation, I always identified with his protagonists. Stephen King, fighting the monsters.\"",
        "ngram": 54,
        "subject": "Evel Knievel"
    },
    {
        "text": "The book was published on 1 September and within hours of its launch had become the fastest-selling autobiography of all time. On 3 September Blair gave his first live interview since publication on The Late Late Show in Ireland, with protesters lying in wait there for him. On 4 September, Blair was confronted by 200 anti-war and hardline Irish nationalist demonstrators before the first book signing of his memoirs at Eason's bookstore on O'Connell Street in Dublin, with angry activists chanting \"war criminal\" and that he had \"blood on his hands\", and clashing with Irish Police (Garda Síochána) as they tried to break through a security cordon outside the Eason's store. Blair was pelted with eggs and shoes, and encountered an attempted citizen's arrest for war crimes.",
        "ngram": 127,
        "subject": "Evel Knievel"
    },
    {
        "text": "In 2005, Sutherland was inducted into Canada's Walk of Fame in Toronto, where both of his parents have also been inducted. He ranked No. 68 on the 2006 Forbes Celebrity 100 list of the world's most powerful celebrities, his earnings were a reported $23 million. In 2009, he was awarded a star on the Hollywood Walk of Fame. Sutherland was the first Inside the Actors Studio guest to be the child of a former guest; his father, Donald, appeared on the show in 1998. Sutherland was featured on the cover of the April 2006 edition of Rolling Stone, in an article entitled \"Alone in the Dark with Kiefer Sutherland\". The article began with Sutherland revealing his interest to be killed off in 24. However, he stated, \"Don't get me wrong. I love what I do.\" It also revealed that he devoted 10 months a year working on 24.",
        "ngram": 148,
        "subject": "Evel Knievel"
    },
    {
        "text": "Hogan remained WWF World Heavyweight Champion for four years (1,474 days). In front of 33 million viewers, Hogan finally lost the title to André on The Main Event I after a convoluted scam involving \"The Million Dollar Man\" Ted DiBiase and Earl Hebner (who assumed the place of his twin brother Dave Hebner, the match's appointed referee). After André delivered a belly to belly suplex on Hogan, Hebner counted the pin while Hogan's left shoulder was clearly off the mat. After the match, André handed the title over to DiBiase to complete their business deal. As a result, the WWF World Heavyweight Championship was vacated for the first time in its 25-year history because then WWF President Jack Tunney decreed the championship could not be sold from one wrestler to another. At WrestleMania IV, Hogan participated in a tournament for the vacant WWF World Heavyweight Championship to regain it; he and André were given a bye into quarter-finals, but their match resulted in a double disqualification. Later that night in the main event, Hogan came to ringside to stop André interfering which helped \"Macho Man\" Randy Savage defeat Ted DiBiase to win the title.",
        "ngram": 194,
        "subject": "Evel Knievel"
    }
]