[
    {
        "text": "Crawford was born in DeKalb, Illinois, on February 20, 1966, the daughter of Daniel Kenneth Crawford and Jennifer Sue Crawford-Moluf (née Walker). She has two sisters, Chris and Danielle, and a brother, Jeffery, who died of childhood leukemia at age 3. On social media, she has stated that her family had been in the United States for generations and that her ancestry was mostly German, English, and French. She is a descendant of English Puritan settler Thomas Trowbridge, who helped establish the Congregational Church in New Haven. She was raised in the Congregationalist faith and found it “incredible” that religious values “trickled down\" to her family. According to official census records, Crawford’s paternal great-grandfather David Crawford was of Scottish ancestry from Ulster, Northern Ireland who settled in Wisconsin. Appearing in an episode of Who Do You Think You Are? in 2013, she discovered that her ancestors included European nobility and that she was descended from Charlemagne.In her sophomore year at high school, she received a call from a local clothing store regarding modeling work, only to discover it was a prank by two of her classmates. However, the following year, another store hired a number of high school girls, including Crawford, to work for them (including a fashion shoot). In her junior year, local photographer Roger Legel, whose duties included photographing a different college girl to be that week's coed in the DeKalb Nite Weekly, asked to take her picture for the publication; the result was Crawford's first cover. The photo and positive feedback she received",
        "ngram": 256,
        "subject": "Dakota Fanning"
    },
    {
        "text": "During his first year at the college, Jefferson spent considerable time attending parties and dancing and was not very frugal with his expenditures; in his second year, regretting that he had squandered away time and money in his first year, he committed to studying fifteen hours a day. While at William & Mary, Jefferson became a member of the Flat Hat Club.",
        "ngram": 62,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Pfeiffer has been described as one of the world's most beautiful and talented actresses. After being typecast in early roles based on her appearance, Pfeiffer struggled to convince directors to take her seriously as an actor, and sought out more challenging opportunities. Journalists Candice Russell of the Sun-Sentinel and Rachel Syme of The New Yorker observed that, early in her career, critics regularly undermined Pfeiffer's work by focusing on her appearance instead of her acting.",
        "ngram": 75,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Chase's early film roles included Tunnel Vision, the box office hit Foul Play that earned more than $44 million, and Oh! Heavenly Dog. The role of Eric \"Otter\" Stratton in National Lampoon's Animal House was originally written with Chase in mind, but he turned the role down to work on Foul Play. The role went to Tim Matheson instead. Chase said in an interview that he chose to do Foul Play so he could do \"real acting\" for the first time in his career instead of just doing \"schtick\". Chase followed Foul Play with the successful Harold Ramis comedy Caddyshack, in 1980. Caddyshack was a major box office success, pulling in $39 million off a $6 million budget. It has since become a classic, currently sitting at a 73% approval rate on Rotten Tomatoes, with critics saying: \"Though unabashedly crude and juvenile, Caddyshack nevertheless scores with its classic slapstick, unforgettable characters, and endlessly quotable dialogue\". That same year, he also reunited with Foul Play co-star Goldie Hawn for Neil Simon's Seems Like Old Times which was also successful at the box office, earning more than $43 million. After this, he released a self-titled record album, co-produced by Chase and Tom Scott, with novelty and cover versions of songs by Randy Newman, Barry White, Bob Marley, the Beatles, Donna Summer, Tennessee Ernie Ford, The Troggs, and The Sugarhill Gang.",
        "ngram": 228,
        "subject": "Dakota Fanning"
    },
    {
        "text": "In exit polls from the 1976 presidential election, many voters still held Ford's pardon of Nixon against him. By comparison, Carter was viewed as a sincere, honest, and well-meaning southerner. However, in the 1980 election, Reagan projected an easy self-confidence, in contrast to Carter's serious and introspective temperament. Carter was portrayed as pessimistic and indecisive in comparison to Reagan, who was known for his charm and delegation of tasks to subordinates. Reagan used the economic issues, Iran hostage crisis, and lack of Washington cooperation to portray Carter as a weak and ineffectual leader. Carter was the first elected incumbent president since Herbert Hoover in 1932 to lose a reelection bid. Carter began his presidency with a 66 percent approval rating, which had dropped to 34 percent approval by the time he left office, with 55 percent disapproving.",
        "ngram": 137,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Williams finished as the year-end No.1 for the third time, becoming the oldest No.1 player in WTA history. She was named the ITF World Champion for the fourth time. She received two prizes at the 2013 ESPY Awards: Best Female Athlete and Best Female Tennis Player, the latter of which she won for a record sixth time. In December, Williams received the Associated Press Female Athlete of the Year award for the third time. Only Evert and Babe Didrikson have been chosen more often as Athlete of the Year since the awards were first handed out in 1931.",
        "ngram": 98,
        "subject": "Dakota Fanning"
    },
    {
        "text": "In May 2023, Biden and her granddaughter, Finnegan, were the representatives of the American government at the Coronation of Charles III and Camilla, making her the first First Lady to ever attend a British coronation. In June 2023, Biden and her daughter Ashley attended the wedding of Crown Prince Hussein of Jordan and Rajwa Al Saif. In the same month, she visited Egypt, Morocco and Portugal, focusing on youth empowerment and art. In July 2023, Biden visited Paris to give a speech to mark the official return of the United States to UNESCO.By May 2023, Biden had traveled more than her husband, the vice president, or the second gentleman.",
        "ngram": 109,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Communists under the leadership of Nur Muhammad Taraki seized power in Afghanistan on April 27, 1978. The new regime signed a treaty of friendship with the Soviet Union in December of that year. Due to the regime's improvement of secular education and redistribution of land coinciding with mass executions and political oppression, Taraki was deposed by rival Hafizullah Amin in September. Amin was considered a \"brutal psychopath\" by foreign observers and had lost control of much of the country, prompting the Soviet Union to invade Afghanistan on December 24, 1979, execute Amin, and install Babrak Karmal as president.",
        "ngram": 98,
        "subject": "Dakota Fanning"
    },
    {
        "text": "At the conclusion of the 2008–2009 season, James finished second in NBA Defensive Player of the Year Award voting and made his first NBA All-Defensive Team, posting 23 chase-down blocks and a career-high 93 total blocks. He also became only the fourth postmerger player to lead his team in points, rebounds, assists, steals, and blocks in a single season. Behind his play and the acquisition of All-Star guard Mo Williams, Cleveland went a franchise record 66–16 and fell just one game short of matching the best home record in league history. With final averages of 28.4 points, 7.6 rebounds, 7.2 assists, 1.7 steals, and 1.2 blocks per game, James became the first Cavalier to win the MVP Award. Reflecting on James's performance for ESPN, John Hollinger later wrote: \"He's having what is arguably the greatest individual season in history, and it's time we gave him his due for it.\"",
        "ngram": 149,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Considered one of the greatest tight ends of all time, Kelce is a nine-time Pro Bowler and a seven-time All-Pro, with 4 first-team and 3 second-team selections. He holds the NFL records for most consecutive and most overall seasons with 1,000 receiving yards by a tight end: seven. He holds the record for most receiving yards by a tight end in a single season with 1,416 in 2020, despite playing in only 15 games. During the 2022 season, Kelce became the fifth NFL tight end to reach 10,000 career receiving yards and reached the milestone faster than any tight end in NFL history. Kelce was named to the NFL 2010s All-Decade Team. During the 2023 season, he surpassed Jerry Rice in career playoff receptions en route to Super Bowl LVIII, his fourth Super Bowl appearance in five seasons.",
        "ngram": 138,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Sutherland played Det. Clay Bryce in the American action thriller television series The Fugitive, which premiered on August 3, 2020. He also starred as lead role John Weir in the 2023 Paramount+ thriller show Rabbit Hole. In the 2023 film The Caine Mutiny Court-Martial, based on the two-act play of the same name, Sutherland played the role of Lieutenant Commander Phillip Queeg, the part portrayed by Humphrey Bogart in the 1954 film adaptation. The Caine Mutiny Court-Martial, directed by William Friedkin, premiered in September 2023 at the 80th Venice International Film Festival where it screened out of competition. The film is Friedkin's sole posthumous work, the director having died on August 7 of the same year. Brian Tallerico of RogerEbert.com praised Sutherland for bringing \"unique energy\" to the role, describing his performance as \"one of the best acting turns of his career.\" Total Film have also praised his performance, writing Sutherland delivers \"some of the best work of his career here. He's only briefly in the film, and yet he makes every second count, fidgeting with his hands and spitting his lines as if certain words pain him. He makes Queeg a complex, complicated man, not just a stock villain.\"Sutherland narrated the Apple TV+ docuseries \"John Lennon: Murder Without A Trial\". It was released on Apple's streaming platform on December 6, 2023. ",
        "ngram": 223,
        "subject": "Dakota Fanning"
    },
    {
        "text": "In May 2012, Paul Simon performed at a benefit dinner for the Turkana Basin Institute in New York City, raising more than $2 million for Richard Leakey's research institute in Africa. For his 2019 performance at San Francisco's Outside Lands Music and Arts Festival, Simon donated his appearance fee to the San Francisco Parks Alliance and Friends of the Urban Forest.",
        "ngram": 61,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Weaver reprised the role of Ellen Ripley seven years later in the sequel to Alien, similarly titled Aliens, directed by James Cameron. Critic Roger Ebert wrote \"Weaver, who is onscreen almost all the time, comes through with a very strong, sympathetic performance: She's the thread that holds everything together.\" For Aliens, she won the Saturn Award for Best Actress and earned her first nominations for the Academy Award for Best Actress and the Golden Globe Award for Best Actress in a Motion Picture – Drama.",
        "ngram": 85,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Roosevelt requested that he be allowed to serve as a naval officer, but Wilson insisted that he continue as Assistant Secretary. For the next year, Roosevelt remained in Washington to coordinate the naval deployment, as the Navy expanded fourfold. In the summer of 1918, Roosevelt traveled to Europe to inspect naval installations and meet with French and British officials. In September, he returned to the United States on board the USS Leviathan. On the 11-day voyage, pandemic influenza struck and killed many on board. Roosevelt became very ill with influenza and complicating pneumonia but recovered by the time the ship landed in New York. After Germany signed an armistice in November 1918, Daniels and Roosevelt supervised the demobilization of the Navy. Against the advice of older officers such as Admiral William Benson—who claimed he could not \"conceive of any use the fleet will ever have for aviation\"—Roosevelt personally ordered the preservation of the Navy's Aviation Division. With the Wilson administration near an end, Roosevelt planned his next run for office. He approached Herbert Hoover about running for the 1920 Democratic presidential nomination, with Roosevelt as his running mate.",
        "ngram": 188,
        "subject": "Dakota Fanning"
    },
    {
        "text": "His speaking roles continued next with Luv (1967), though he was still uncredited. He was finally credited as \"Harrison J. Ford\" in the 1967 Western film A Time for Killing, starring Glenn Ford, George Hamilton and Inger Stevens, but the \"J\" did not stand for anything since he has no middle name. It was added to avoid confusion with a silent film actor named Harrison Ford, who appeared in more than 80 films between 1915 and 1932 and died in 1957. Ford later said that he was unaware of the existence of the earlier actor until he came upon a star with his own name on the Hollywood Walk of Fame. Ford soon dropped the \"J\" and worked for Universal Studios, playing minor roles in many television series throughout the late 1960s and early 1970s, including Gunsmoke, Ironside, The Virginian, The F.B.I., Love, American Style and Kung Fu. He appeared in the western Journey to Shiloh (1968) and had an uncredited, non-speaking role in Michelangelo Antonioni's 1970 film Zabriskie Point as an arrested student protester. In 1968, he also worked as a camera operator for one of the Doors' tours. French filmmaker Jacques Demy chose Ford for the lead role of his first American film, Model Shop (1969), but the head of Columbia Pictures thought Ford had \"no future\" in the film business and told Demy to hire a more experienced actor. The part eventually went to Gary Lockwood. Ford later commented that the experience had been nevertheless a positive one because Demy was the first",
        "ngram": 256,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Testifying before the Iraq Inquiry on 29 January 2010, Blair said Saddam was a \"monster and I believe he threatened not just the region but the world.\" Blair said that British and American attitude towards Saddam Hussein had \"changed dramatically\" after the 11 September attacks. Blair denied that he would have supported the invasion of Iraq even if he had thought Saddam had no weapons of mass destruction. He said he believed the world was safer as a result of the invasion. He said there was \"no real difference between wanting regime change and wanting Iraq to disarm: regime change was US policy because Iraq was in breach of its UN obligations.\" In an October 2015 CNN interview with Fareed Zakaria, Blair apologised for his \"mistakes\" over Iraq War and admitted there were \"elements of truth\" to the view that the invasion helped promote the rise of ISIS. The Chilcot Inquiry report of 2016 gave a damning assessment of Blair's role in the Iraq War, though the former prime minister again refused to apologise for his decision to back the US-led invasion.",
        "ngram": 182,
        "subject": "Dakota Fanning"
    },
    {
        "text": "As of October 2021, Trump had over $1.3 billion in debts, much of which is secured by his assets. In 2020, he owed $640 million to banks and trust organizations, including Bank of China, Deutsche Bank, and UBS, and approximately $450 million to unknown creditors. The value of his assets exceeds his debt.",
        "ngram": 53,
        "subject": "Dakota Fanning"
    },
    {
        "text": "On May 11, 2017, Cyrus released \"Malibu\" as the lead single from her sixth album. The single debuted at No. 64 on the Billboard Hot 100 and peaked at No. 10 on the chart on its second week. On June 9, Cyrus released \"Inspired\" after performing the song at the One Love Manchester benefit concert. It served as a promotional single from the album. On August 8, Cyrus announced that her sixth studio album would be titled Younger Now and would be released on September 29, 2017. The album's title track was released as the second single from the album on August 18 and debuted and peaked at No. 79 on the Billboard Hot 100. On August 27, Cyrus performed the track at the 2017 MTV Video Music Awards. On September 15, she performed \"Malibu\", \"Younger Now\", \"See You Again\", \"Party in the U.S.A.\" and a cover of the Roberta Flack hit \"The First Time Ever I Saw Your Face\" (written by Ewan McColl) for the BBC Radio 1 Live Lounge. On October 2, as part of her one-week regular musical appearances on The Tonight Show Starring Jimmy Fallon, Cyrus sang her 2009 hit single \"The Climb\" for the first time since 2011 alongside a cover of \"No Freedom\" by Dido to honor the victims of the Las Vegas shooting. The former song has since been performed at multiple charity events, protests, and marches, including at the March For Our Lives demonstrations in Washington, D.C. That same year, Cyrus returned as a coach in the thirteenth",
        "ngram": 256,
        "subject": "Dakota Fanning"
    },
    {
        "text": "He has also made guest appearances on the television shows Scrubs, King of the Hill, and The Simpsons. In March 2006, he was inducted into Canada's Walk of Fame, the first American-born actor to receive the honor. However, as of 2022, he does not have a star on the Hollywood Walk of Fame. After a six-year hiatus in the franchise, Fraser returned for the second sequel to The Mummy released in August 2008 and titled The Mummy: Tomb of the Dragon Emperor. Filming started in Montreal on July 27, 2007, and the film also starred Jet Li as Emperor Han. That same year, he starred in the 3D film adaptation of Jules Verne's Journey to the Center of the Earth and the fantasy film Inkheart (chosen personally for the lead role by the novel's author Cornelia Funke).",
        "ngram": 137,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Thomas Jefferson (April 13, 1743 – July 4, 1826) was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He was the primary author of the Declaration of Independence. Following the American Revolutionary War and prior to becoming president in 1801, Jefferson was the nation's first U.S. secretary of state under George Washington and then the nation's second vice president under John Adams.",
        "ngram": 78,
        "subject": "Dakota Fanning"
    },
    {
        "text": "The St. Louis jury acquitted Babcock, and Grant allowed him to remain at the White House. However, after Babcock was indicted in a frame-up of a Washington reformer, called the Safe Burglary Conspiracy, Grant dismissed him. Babcock kept his position of Superintendent of Public Buildings in Washington.",
        "ngram": 47,
        "subject": "Dakota Fanning"
    },
    {
        "text": "The Hollywood Reporter's Bill Phelps describes Cooper as the \"epitome of cool\". While his friends found him to be a \"sweet, exceptionally open man with the defensive, insecure person\" before his alcoholism, Brian Klugman (The Words' co-director and a childhood friend) says of him, \"There's nobody who's better liked.\" Todd Phillips (the director of The Hangover Trilogy) believes that Cooper's on-screen persona strongly contradicts with his personality. \"He is very vulnerable – insecure is not the right word ... And there's a warmth to him you would never know.\" Contrary to Phillips, Cooper believes that his personality relates to acting: \"I enjoy people, that makes this profession a lot easier, and I can sleep anywhere. That's a skill.\"As part of a career analysis, Oliver Lyttelton of IndieWire observed that early in his career, Cooper was typecast as \"weaselly boyfriends or best friends in mainstream comedies\", but later emerged as one of Hollywood's most accomplished actors after starring in several successful films. Cooper is known for appearing in a range of films; Phelps credited him for \"opt[ing] for the challenging and provocative, the small and interesting, risking the laid-back image that propelled him to fame\". The Daily Beast's Oliver Lyttelton similarly praised Cooper for stepping outside his comfort zone by accepting parts that might initially not seem like perfect matches. Time magazine wrote of Cooper's craft: \"It's hard to make people, especially your friends, forget who you are onscreen. But Bradley's that good.\"",
        "ngram": 242,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Grant began his career as a character actor but became predominantly a comedy (especially a romantic comedy) actor from his rise to stardom in mid-1990s until the 2010s. He said he moved away from romantic comedies after the failure of Did You Hear About the Morgans? (2009). In a 2020 interview with The Sydney Morning Herald, he said: \"I got old and ugly and I'm not appropriate for romantic comedy films anymore, which has been a great blessing\". Even though his recent credits include political dramas like A Very English Scandal and crime films like The Gentlemen, Grant is still often associated with his Richard Curtis-scripted romantic comedy films. In the British press, it is common to compare young romantic comedy actors to him.",
        "ngram": 124,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Jefferson mastered architecture through self-study. His primary authority was Andrea Palladio's 1570 The Four Books of Architecture, which outlines the principles of classical design. Jefferson helped popularize the Neo-Palladian style in the United States utilizing designs for the Virginia State Capitol, the University of Virginia, Monticello, and others. It has been speculated that he was inspired by the Château de Rastignac in south-west France—the plans of which he saw during his ambassadorship—to convince the architect of the White House to modify the South Portico to resemble the château.",
        "ngram": 88,
        "subject": "Dakota Fanning"
    },
    {
        "text": "As a solo artist, Simon has explored genres including gospel, reggae and soul. His albums Paul Simon (1972), There Goes Rhymin' Simon (1973), and Still Crazy After All These Years (1975) kept him in the public eye and drew acclaim, producing the hits \"Mother and Child Reunion\", \"Me and Julio Down by the Schoolyard\", and \"50 Ways to Leave Your Lover\". Simon reunited with Garfunkel for several tours and the 1981 Concert in Central Park. ",
        "ngram": 76,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Critics and admirers tend to agree that Blair's electoral success was based on his ability to occupy the centre ground and appeal to voters across the political spectrum, to the extent that he has been fundamentally at odds with traditional Labour Party values. Some left-wing critics, such as Mike Marqusee in 2001, argued that Blair oversaw the final stage of a long term shift of the Labour Party to the right.",
        "ngram": 71,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Marx's view of capitalism was two-sided. On one hand, in the 19th century's deepest critique of the dehumanising aspects of this system he noted that defining features of capitalism include alienation, exploitation and recurring, cyclical depressions leading to mass unemployment. On the other hand, he characterised capitalism as \"revolutionising, industrialising and universalising qualities of development, growth and progressivity\" (by which Marx meant industrialisation, urbanisation, technological progress, increased productivity and growth, rationality, and scientific revolution) that are responsible for progress, at in contrast to earlier forms of societies. Marx considered the capitalist class to be one of the most revolutionary in history because it constantly improved the means of production, more so than any other class in history and was responsible for the overthrow of feudalism. Capitalism can stimulate considerable growth because the capitalist has an incentive to reinvest profits in new technologies and capital equipment.According to Marx, capitalists take advantage of the difference between the labour market and the market for whatever commodity the capitalist can produce. Marx observed that in practically every successful industry, input unit-costs are lower than output unit-prices. Marx called the difference \"surplus value\" and argued that it was based on surplus labour, the difference between what it costs to keep workers alive, and what they can produce. Although Marx describes capitalists as vampires sucking worker's blood, he notes that drawing profit is \"by no means an injustice\" since Marx, according to Allen W. Wood \"excludes any trans-epochal standpoint from which one can comment\" on the morals of such particular arrangements. Marx",
        "ngram": 256,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Ford is vice-chair of Conservation International, an American nonprofit environmental organization headquartered in Arlington, Virginia. The organization's intent is to protect nature. Since 1992, Ford has lent his voice to a series of public service messages promoting environmental involvement for EarthShare, an American federation of environmental and conservation charities. He has acted as a spokesperson for Restore Hetch Hetchy, a non-profit organization dedicated to restoring Yosemite National Park's Hetch Hetchy Valley to its original condition. Ford also appears in the documentary series Years of Living Dangerously, which reports on people affected by and seeking solutions to climate change.",
        "ngram": 98,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Pfeiffer took on the role of a murderous artist, named Ingrid Magnussen, in the drama White Oleander (2002), with Alison Lohman (in her film début), Renée Zellweger and Robin Wright. The film was a critical and commercial success in its arthouse release. Stephen Holden of The New York Times wrote that \"Ms. Pfeiffer, giving the most complex screen performance of her career, makes her Olympian seductress at once irresistible and diabolical.\" Kenneth Turan of the Los Angeles Times described her as \"incandescent\", bringing \"power and unshakable will to her role as mother-master manipulator\" in a \"riveting, impeccable performance\". She earned Best Supporting Actress Awards from the San Diego Film Critics Society and the Kansas City Film Critics Circle, as well as a Screen Actors Guild Award nomination.",
        "ngram": 127,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Brando was one of the most respected actors of the post-war era. He is listed by the American Film Institute as the fourth greatest male star whose screen debut occurred before or during 1950 (it occurred in 1950). He earned respect among critics for his memorable performances and charismatic screen presence. He helped popularize 'method acting'. He is regarded as one of the greatest cinema actors of the 20th century. Furthermore, he was one of only six actors named in 1999 by Time magazine in its list of the 100 Most Important People of the Century. In this list, Time also designated Brando as the \"Actor of the Century\".",
        "ngram": 109,
        "subject": "Dakota Fanning"
    },
    {
        "text": "He has starred in Japanese commercials for CalorieMate, performing a parody of his Jack Bauer character. Sutherland also provides voice-overs for the current ad campaign for the Ford Motor Company of Canada. In mid-2006, he voiced the Apple, Inc. advertisement announcing the inclusion of Intel chips in their Macintosh computer line. He also voices the introduction to NHL games on the Versus network in the U.S.",
        "ngram": 66,
        "subject": "Dakota Fanning"
    },
    {
        "text": "On December 16, 2022, RCA released the soundtrack album to Houston's featured film biopic, titled, I Wanna Dance with Somebody (The Movie: Whitney New, Classic and Reimagined), to every digital download platform all over the world. The soundtrack includes reimagined remixes of some of Houston's classics and several newly discovered songs such as Houston's cover of CeCe Winans' \"Don't Cry\" (labeled as \"Don't Cry for Me\" on Houston's soundtrack) at the Commitment to Life AIDS benefit concert in Los Angeles in January 1994, remixed by house producer Sam Feldt.",
        "ngram": 89,
        "subject": "Dakota Fanning"
    },
    {
        "text": "While being treated for various injuries, Favre developed an addiction to Vicodin, which became publicly known when he had a seizure following routine ankle surgery in late February. Amid an NFL investigation, he went public to avoid any rumors about his condition. In May 1996, he went into treatment and remained in rehabilitation for 46 days. Had he chosen not to go, the NFL would have imposed a $900,000 fine.",
        "ngram": 70,
        "subject": "Dakota Fanning"
    },
    {
        "text": "In 1967, Lennon, who had attended art school, funded and anonymously participated in Ono's art exhibition Half-A-Room that was held at Lisson Gallery. Following his collaborating with Ono in the form of The Plastic Ono Band that began in 1968, Lennon became involved with the Fluxus art movement. In the summer of 1968, Lennon began showing his painting and conceptual art at his You Are Here art exhibition held at Robert Fraser Gallery in London. The show, that was dedicated to Ono, included a six foot in diameter round white monochrome painting called You Are Here (1968). Besides the white monochrome paint, its surface contained only the tiny hand written inscription \"you are here\". This painting, and the show in general, was conceived as a response to Ono's conceptual art piece This is Not Here (1966) that was part of her Fluxus installation of wall text pieces called Blue Room Event (1966). Blue Room Event consisted of sentences that Ono wrote directly on her white New York apartment walls and ceiling. Lennon's You Are Here show also included sixty charity collection boxes, a pair of Lennon's shoes with a sign that read \"I take my shoes off to you\", a ready made black bike (an apparent homage to Marcel Duchamp and his 1917 Bicycle Wheel), an overturned white hat labeled For The Artist, and a large glass jar full of free-to-take you are here white pin badges. A hidden camera secretly filmed the public reaction to the show. For the 1 July opening, Lennon, dressed all",
        "ngram": 256,
        "subject": "Dakota Fanning"
    },
    {
        "text": "In 2015, Carey began dating Australian billionaire James Packer and, on January 21, 2016, she announced they were engaged. By October, however, they had called off the engagement. In October 2016, she began dating American choreographer Bryan Tanaka. On December 26, 2023, Tanaka confirmed that he and Carey had parted ways after seven years of dating.",
        "ngram": 56,
        "subject": "Dakota Fanning"
    },
    {
        "text": "Stewart's first film role was in Trevor Nunn's Hedda (1975) followed by roles in John Boorman's Excalibur (1981) and David Lynch's Dune (1984). He gained further stardom when he portrayed Professor Charles Xavier in the X-Men series (2000–2014), Logan (2017) and an alternate version of the eponymous character in the Marvel Cinematic Universe film Doctor Strange in the Multiverse of Madness (2022). He has acted in films such as L.A. Story (1991), Robin Hood: Men in Tights (1993), Jeffrey (1995) and The Kid Who Would Be King (2019). He has also voiced roles in The Pagemaster (1994), The Prince of Egypt (1998), Jimmy Neutron: Boy Genius (2001), Chicken Little (2005), Gnomeo & Juliet (2011) and Ted (2012). ",
        "ngram": 118,
        "subject": "Dakota Fanning"
    }
]