[
    {
        "text": "In 2005, Brown was in negotiations with the Bravo television network for a reality series entitled Being Bobby Brown. Bravo, however, was not ready to commit to the deal unless Brown's superstar wife Whitney Houston agreed to be part of the cast, which she did. The show then received the greenlight from Bravo and was a massive success in the ratings, with Houston proving so popular on the series that she received as much screen time as the show's name-sake. The series showed Brown and Houston not always in their best moments. The Hollywood Reporter said that the show was \"undoubtedly the most disgusting and execrable series ever to ooze its way onto television\". Despite the perceived train-wreck nature of the show, it continued Houston's unbroken string of hit motion pictures and television projects, and it gave Bravo its highest ratings ever of any of its ongoing series. The show lasted one season and ended in 2006 after Houston stated she would not appear in season two and Bravo and Brown could not settle on a new deal.",
        "ngram": 178,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "No eyewitness description or contemporaneous depiction of Genghis Khan survives. The two earliest descriptions come from the Persian chronicler Juzjani and the Song diplomat Zhao Hong. Both record that he was tall and strong with a powerful stature. Zhao said that Genghis had a broad brow and long beard while Juzjani remarks that the khan lacked grey hair and had cat's eyes. The Secret History records that Börte's father remarked on his \"flashing eyes and lively face\" when meeting him.Atwood has suggested that many of Genghis Khan's values, especially the emphasis he placed on an orderly society, derive from his turbulent youth. He valued loyalty above all and mutual fidelity became a cornerstone of his new nation. Genghis did not find it difficult to gain the allegiance of others: he was superbly charismatic even as a youth, as shown by the number of people who left existing social roles behind to join him. Although his trust was hard to earn, if he felt loyalty was assured, he granted his total confidence in return. Recognised for his generosity towards his followers, Genghis unhesitatingly rewarded previous assistance. The nökod most honoured at the 1206 kurultai were those who had accompanied him since the beginning, and those who had sworn the Baljuna Covenant with him at his lowest point. He took responsibility for the families of nökod killed in battle or who otherwise fell on hard times by raising a tax to provide them with clothing and sustenance.",
        "ngram": 245,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "In 2003, he starred in what would be his first collaboration with director Sofia Coppola in Lost in Translation opposite Scarlett Johansson. Murray plays an aging movie star on assignment in Tokyo to shoot a Suntory whiskey commercial. Feeling isolated and alone he meets an American woman, Charlotte (Johansson) with whom he sparks an unlikely friendship. Coppola explores the themes of alienation and disconnection against a backdrop of cultural displacement in Japan. The independent drama was an immense critical success and commercial success. Critic Roger Ebert hailed Murray's performance writing, \"Bill Murray has never been better. He doesn't play \"Bill Murray\" or any other conventional idea of a movie star, but invents Bob Harris from the inside out, as a man both happy and sad with his life – stuck, but resigned to being stuck.\" Murray earned numerous accolades including the Golden Globe Award, BAFTA Award, and the Independent Spirit Award, as well as Best Actor awards from several film critic organizations. He was considered a favorite to win the Academy Award for Best Actor, but Sean Penn ultimately won the award for his performance in Clint Eastwood's Mystic River. In an interview included on the Lost in Translation DVD, Murray states that it is his favorite film in which he has appeared.",
        "ngram": 213,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "On 27 March 1785 Marie Antoinette gave birth to a second son, Louis Charles, who bore the title of Duc de Normandie. The fact that the birth occurred exactly nine months after Fersen's return did not escape the attention of many, leading to doubt as to the parentage of the child and to a noticeable decline of the queen's reputation in public opinion. The majority of Marie Antoinette's and Louis XVII's biographers believe that the young prince was the biological son of Louis XVI, including Stefan Zweig and Antonia Fraser, who believe that Fersen and Marie Antoinette were indeed romantically involved. Fraser has also noted that the birthdate matches up perfectly with a known conjugal visit from the king. Courtiers at Versailles noted in their diaries that the date of the child's conception in fact corresponded perfectly with a period when the King and the queen had spent much time together, but these details were ignored amid attacks on the queen's character. These suspicions of illegitimacy, along with the continued publication of the libelles and never-ending cavalcades of court intrigues, the actions of Joseph II in the Kettle War, the purchase of Saint-Cloud and the Affair of the Diamond Necklace combined to turn popular opinion sharply against the queen, and the image of a licentious, spendthrift, empty-headed foreign queen was quickly taking root in the French psyche.A second daughter, her last child, Marie Sophie Hélène Béatrix, Madame Sophie, was born on 9 July 1786 and lived only eleven months until 19 June 1787. She was named",
        "ngram": 256,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Grande was raised Roman Catholic, but left the church during the pontificate of Benedict XVI (circa 2013), opposing its stance on homosexuality and noting that her half-brother Frankie is gay. Grande stated that she and Frankie later visited a Kabbalah Centre and that they both \"really had a connection with it.\" Several of her songs, such as \"Break Your Heart Right Back\", are supportive of LGBT rights. She has also been labeled \"an advocate for a sex-positive attitude\". In November 2019, Grande endorsed Bernie Sanders' second presidential bid.",
        "ngram": 88,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Carter came ahead of Sanders in the first ballot by 49 percent to 38 percent in September, leading to a runoff election. The subsequent campaign was even more bitter; despite his early support for civil rights, Carter's appeal to racism grew, and he criticized Sanders for supporting Martin Luther King Jr. Carter won the runoff election with 60 percent of the vote, and easily won the general election against Republican nominee Hal Suit. Once elected, Carter changed his tone, and began to speak against Georgia's racist politics. Leroy Johnson, a black state senator, voiced his support for Carter: \"I understand why he ran that kind of ultra-conservative campaign. I don't believe you can win this state without being a racist.\"",
        "ngram": 120,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "In a seminal work titled \"The Worth of Socrates as a Philosopher\" (1818), the philosopher Friedrich Schleiermacher attacked Xenophon's accounts; his attack was widely accepted. Schleiermacher criticized Xenophon for his naïve representation of Socrates. Xenophon was a soldier, argued Schleiermacher, and was therefore not well placed to articulate Socratic ideas. Furthermore, Xenophon was biased in his depiction of his former friend and teacher: he believed Socrates was treated unfairly by Athens, and sought to prove his point of view rather than to provide an impartial account. The result, said Schleiermacher, was that Xenophon portrayed Socrates as an uninspiring philosopher. By the early 20th century, Xenophon's account was largely rejected.The philosopher Karl Joel, basing his arguments on Aristotle's interpretation of logos sokratikos, suggested that the Socratic dialogues are mostly fictional: according to Joel, the dialogues' authors were just mimicking some Socratic traits of dialogue. In the mid-20th century, philosophers such as Olof Gigon and Eugène Dupréel, based on Joel's arguments, proposed that the study of Socrates should focus on the various versions of his character and beliefs rather than aiming to reconstruct a historical Socrates. Later, ancient philosophy scholar Gregory Vlastos suggested that the early Socratic dialogues of Plato were more compatible with other evidence for a historical Socrates than his later writings, an argument that is based on inconsistencies in Plato's own evolving depiction of Socrates. Vlastos totally disregarded Xenophon's account except when it agreed with Plato's. More recently, Charles H. Kahn has reinforced the skeptical stance on the unsolvable Socratic problem, suggesting that only Plato's",
        "ngram": 256,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "After Trump tried to pressure Ukraine in 2019 to investigate Biden, the U.S. House of Representatives impeached him for abuse of power and obstruction of Congress; the U.S. Senate acquitted him in February 2020. The House impeached him again in January 2021 for incitement of insurrection, making Trump the only American president to have been impeached twice; the Senate acquitted him in February. Scholars and historians rank Trump as one of the worst presidents in American history.",
        "ngram": 77,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Lansbury was recognised for her achievements in Britain on multiple occasions. In 2002, the British Academy of Film and Television Arts (BAFTA) gave her a Lifetime Achievement Award. She was appointed Commander of the Order of the British Empire (CBE) in the 1994 Birthday Honours, and subsequently was made a Dame Commander of the Order of the British Empire (DBE) in the 2014 New Year Honours for services to drama, charitable work, and philanthropy. On being made a dame by Queen Elizabeth II at Windsor Castle, Lansbury stated: \"I'm joining a marvellous group of women I greatly admire like Judi Dench and Maggie Smith. It's a lovely thing to be given that nod of approval by your own country and I cherish it.\"Lansbury won six Golden Globe Awards and a People's Choice Awards for her television and film work. She never won an Emmy Award despite 18 nominations. As of 2009, she held the record for the most unsuccessful Emmy nominations by a performer. She was nominated three times for the Academy Award for Best Supporting Actress, but never won. Reflecting on this in 2007, she stated that she was at first \"terribly disappointed, but subsequently very glad that [she] did not win\" because she believed that she would have otherwise had a less successful career.In 2013, the Academy of Motion Picture Arts and Sciences Board of Governors voted to bestow upon Lansbury an Honorary Academy Award for her lifetime achievements in the industry. The actors Emma Thompson and Geoffrey Rush offered tributes at the Governors",
        "ngram": 256,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "When Estevez was 11 years old, his father bought the family a portable movie camera. Estevez also appeared in Meet Mr. Bomb, a short anti-nuclear power film produced at his high school. Estevez was 14 when he accompanied his father to the Philippines, where Sheen was shooting Apocalypse Now. Estevez had a role as an extra in Apocalypse Now, but his scenes were deleted.When they returned to Los Angeles, Estevez co-wrote and starred in a high school play about Vietnam veterans called Echoes of an Era and invited his parents to watch it. Sheen recalls being astonished by his son's performance, and \"began to realize: my God, he's one of us.\" After graduating from Santa Monica High in 1980, he refused to go to college and instead went into acting. Unlike his brother Charlie, Estevez and his other siblings did not adopt their father's stage name. Emilio reportedly liked the alliteration of the double 'E' initials, and \"didn't want to ride into the business as 'Martin Sheen's son'.\" Upon his brother's using his birth name Carlos Estevez for the film Machete Kills, Estevez mentioned that he was proud of his Spanish heritage and was glad that he never adopted a stage name, taking advice from his father who regretted adopting the name Martin Sheen as opposed to using his birth name, Ramón Estévez.",
        "ngram": 223,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "On April 29, 1999, Johnson married San Francisco socialite and Montessori nursery school teacher Kelley Phleger, former longtime girlfriend of Governor Gavin Newsom, at the Pacific Heights mansion of Ann and Gordon Getty. Actor Robert Wagner served as best man, and Mayor Willie Brown presided over the civil ceremony. Johnson and Phleger have three children together: a daughter, Atherton Grace (born December 28, 1999), and two sons, Jasper Breckinridge (born June 6, 2002), and Deacon (born April 29, 2006).",
        "ngram": 79,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Crawford was married to actor Richard Gere from 1991 until their divorce in 1995. She married businessman and former model Rande Gerber on May 29, 1998. They have two children, son Presley Walker Gerber (born July 2, 1999) and daughter Kaia Jordan Gerber (born September 3, 2001), the latter of whom has had a successful modeling career.In August 2021, the couple sold their home in Trousdale Estates, Beverly Hills, for a reported $13.5 million.",
        "ngram": 74,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Each year BMGF must give away an amount equal to the prior year's Berkshire gift plus the additional 5% of net assets as required of all US foundationsBuffett joined the Gates Foundation's board, but did not plan to be actively involved in the foundation's investments. Buffett announced his resignation as a trustee of the Gates Foundation on June 23, 2021.This represented a significant shift from Buffett's previous statements, to the effect that most of his fortune would pass to his Buffett Foundation. The bulk of the estate of his wife, valued at $2.6 billion, went there when she died in 2004. He also pledged $50 million to the Nuclear Threat Initiative, in Washington, where he began serving as an adviser in 2002.In 2006, he auctioned his 2001 Lincoln Town Car on eBay to raise money for Girls, Inc. In 2007, he auctioned a luncheon with himself that raised a final bid of $650,100 for the Glide Foundation. Later auctions raised $2.1 million $1.7 million and $3.5 million. The winners traditionally dine with Buffett at New York's Smith and Wollensky steak house. The restaurant donates at least $10,000 to Glide each year to host the meal.In 2009, Ralph Nader wrote the book Only the Super Rich Can Save Us, a novel about \"a movement of billionaires led by Warren Buffett and featuring, among others, Ted Turner, George Soros and Barry Diller, who use their fortunes to clean up America\". On C-SPAN BookTV, Nader said Buffett invited him to breakfast after the book came out and was \"quite",
        "ngram": 256,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Peter Jan Margry, The Pilgrimage to Jim Morrison's Grave at Père Lachaise Cemetery: The Social Construction of Sacred Space. In idem (ed.), Shrines and Pilgrimage in the Modern World. New Itineraries into the Sacred. Amsterdam University Press, 2008, p. 145–173.",
        "ngram": 40,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Declining offers to appear in commercials in the United States during her early career, Carey was not involved in brand marketing initiatives until 2006, when she participated in endorsements for Intel Centrino personal computers and launched a jewelry and accessories line for teenagers, Glamorized, in American Claire's and Icing stores. During this period, as part of a partnership with Pepsi and Motorola, Carey recorded and promoted a series of exclusive ringtones, including \"Time of Your Life\". She signed a licensing deal with the cosmetics company Elizabeth Arden, and in 2007, she released her own fragrance, \"M\". The Elizabeth Arden deal has netted her $150 million. For the fragrance, Carey won a Basenotes Fragrance Award for Best Celebrity Women's Fragrance as well as being nominated in three other categories. She has released a series of fragrances with Elizabeth Arden, including Luscious Pink (2008) and Forever (2009). On November 29, 2010, she debuted a collection on HSN, which included jewelry, shoes and fragrances. In November 2011, Carey was announced as \"brand ambassador\" for Jenny Craig which included \"participation in a new company initiative... public service announcements and community and education programs.\" In 2018, Carey featured in an advertisement for Hostelworld with the tagline \"Even Divas are Believers\".",
        "ngram": 205,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "In 1985, Jones was inducted into the American Theater Hall of Fame He was also the 1987 First recipient of the National Association for Hearing and Speech Action's Annie Glenn Award. In 1991, he received the Common Wealth Award for Outstanding Achievement in the Dramatic Arts. In 1992, he was awarded the National Medal of Arts by George H. W. Bush. He received the 1996 Golden Palm Star on the Palm Springs, California, Walk of Stars. Also in 1996, he was given the Golden Plate Award of the American Academy of Achievement presented by Awards Council member George Lucas.",
        "ngram": 99,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Osmond was inspired to help children with diseases after watching how her deaf siblings struggled learning to speak and communicate. Her parents also encouraged her to help support individuals in need \"My parents strongly believed that philanthropy was not only something we could do in our spare time but something that was to be part of our weekly schedule,\" she recalled. In 1981, Osmond and her brothers were hosting actor John Schneider at their home when they were discussing how they can better support sick children. The result was the pair co-founding the Children's Miracle Network Hospitals. The organization provides funds to sick children and their donations are given to hospitals across the country. Since its creation, the organization has been said to have raise $7 billion dollars for children. Osmond has collaborated and met with hundreds of families since its creation and its part of the program's annual broadcast to raise funds. \"I’m grateful that Children’s Miracle Network has given families access to financial and emotional support, technology, and the best research available, so they don’t have to figure it out on their own the way my mother did,\" she wrote in 2009.",
        "ngram": 194,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Short voiced the Cat in the Hat in the animated TV series The Cat in the Hat Knows a Lot About That!, which aired from 2010 to 2013. He later voiced the character in a number of related TV specials in 2014 and 2016. He shot a new comedy special for television in Toronto in September 2011. The special, I, Martin Short, Goes Home follows his return to his native Hamilton, Ontario and has a cast that includes Eugene Levy, Andrea Martin, Joe Flaherty, and Fred Willard. The special aired on CBC Television on April 3, 2012, and garnered Short a nomination for Best Lead Actor in a Comedy Program or Series at the 1st Canadian Screen Awards. In 2011, Short joined the cast of How I Met Your Mother for its seventh season, playing Marshall's manic boss and was a judge on the first season of Canada's Got Talent (2012).He, along with Steve Martin and Chevy Chase appeared on an episode of Saturday Night Live as part of the \"Five-Timers Club\", on March 9, 2013, which included those actors who had hosted the show five or more times. However, Short appeared as a waiter, as he had only hosted three times.Short has continued to tour in his one-man show, which features many of his best-loved characters and sketches. In addition to Fame Becomes Me, some titles that Short has used for his one-man show include Stroke Me Lady Fame, If I'd Saved, I Wouldn't Be Here, and Sunday in the Park with George Michael. Short's",
        "ngram": 256,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Lopez starred opposite George Clooney in the crime caper Out of Sight (1998), Steven Soderbergh's adaptation of the Elmore Leonard novel of the same name. Cast as a deputy federal marshal who falls for a charming criminal, she won rave reviews for her performance. Janet Maslin of The New York Times described it as her \"best movie role thus far, and she brings it both seductiveness and grit; if it was hard to imagine a hard-working, pistol-packing bombshell on the page, it couldn't be easier here.\" Turan of the Los Angeles Times described Lopez as \"an actress who can be convincingly tough and devastatingly erotic\" and said the film solidified \"her position as a woman you can confidently build a film around.\" In 2021, Peter Bradshaw of The Guardian named Lopez and Clooney's partnership as one of the best examples of on-screen chemistry in cinema history. Also in 1998, Lopez provided the voice of Azteca in the animated film Antz, and ventured into product endorsement, becoming a national spokesperson for Coca-Cola and L'Oréal.",
        "ngram": 173,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Murray stated in a 1984 interview: \"I'm definitely a religious person, but it doesn't have much to do with Catholicism anymore. I don't think about Catholicism as much.\" In a 2014 interview, Murray expressed affection for the Traditional Latin Mass and expressed concerns about some of the changes within the Mass of Paul VI: \"I'm not sure all those changes were right. I tend to disagree with what they call the new Mass. I think we lost something by losing the Latin. Now if you go to a Catholic Mass even just in Harlem it can be in Spanish, it can be in Ethiopian, it can be in any number of languages. The shape of it, the pictures, are the same but the words aren't the same.\"",
        "ngram": 127,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Stalwarts, led by Grant's old political ally, Roscoe Conkling, saw Grant's renewed popularity as an opportunity, and sought to nominate him for the presidency in 1880. Opponents called it a violation of the unofficial two-term rule in use since George Washington. Grant said nothing publicly but wanted the job and encouraged his men. Washburne urged him to run; Grant demurred. Even so, Conkling and John A. Logan began to organize delegates in Grant's favor. When the convention convened in Chicago in June, there were more delegates pledged to Grant than to any other candidate, but he was still short of a majority vote.",
        "ngram": 103,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "After this, McQueen resolved to focus his energies on self-improvement and embraced the Marines' discipline. He saved the lives of five other Marines during an Arctic exercise, pulling them from a tank before it broke through ice into the sea. He was assigned to the honor guard responsible for guarding the presidential yacht of U.S. President Harry S. Truman.",
        "ngram": 59,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Morrison and Manzarek, who had met months earlier as cinematography students, were the first members of the Doors, forming the group during that summer. Manzarek narrated the story that he was lying on Venice Beach one day when he coincidentally encountered Morrison. He was impressed with Morrison's poetic lyrics, claiming that they were \"rock group\" material. Subsequently, guitarist Robby Krieger and drummer John Densmore joined. All three musicians shared a common interest in the Maharishi Mahesh Yogi's meditation practices at the time, attending scheduled classes, but Morrison was not involved in these series of classes.",
        "ngram": 95,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Williams began her clay court season at the Madrid Open where she lost to Anett Kontaveit in the first round. Seeded eighth at the Italian Open, she received a first round bye, before defeating Elena Vesnina in three sets. She lost to Kontaveit again in the third round. Williams also played doubles with compatriot Madison Keys, but the team withdrew after winning their first round match with Keys sustaining an injury. Williams lost to Wang Qiang in the first round of the French Open, marking the first time she has lost in the first round of consecutive Grand Slam events. Williams also reached the third round in doubles with Serena, losing to third seeds Klepač and Martínez Sánchez.",
        "ngram": 118,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "American Songwriter magazine honored Dion's \"Song for Sam Cooke (Here in America)\", featuring Simon, as the \"Greatest of the Great 2020 Songs\". Simon sold his music publishing catalog to Sony Music Publishing in March 2021. He was previously signed to Universal Music Publishing Group.",
        "ngram": 44,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Throughout his career Brown has always had a strong influence from hip hop in his music, and following his 2010 mixtapes, he approached the genre differently, starting to rap frequently on mixtapes and features, adding to his albums fully hip-hop songs like \"Look at Me Now\", \"Till I Die\" and \"Pills & Automobiles\", or by doing performances that switch from his R&B singing to his rapping, like he did in several tracks from his album Heartbreak on a Full Moon.  His dance-pop side in the single \"Forever\" off his second album Exclusive opened the door for other Europop songs like \"Yeah 3x\", \"Beautiful People\", \"Turn Up The Music\" and \"Don't Wake Me Up\", but started to be less present in his music from his album X. On the albums Indigo and 11:11 Brown incorporated Afrobeats in his music.",
        "ngram": 139,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Simon is one of a small number of performers who are named as the copyright owner on their recordings (most records have the recording company as the named owner of the recording). This development followed the successful $200 million lawsuit against RSO Records by the Bee Gees, the largest successful lawsuit against a record company by an artist or group. All of Simon's solo recordings, including those originally issued by Columbia Records, are currently distributed by Sony Records' Legacy Recordings unit. His albums were issued by Warner Music Group until mid-2010, when Simon moved his catalog of solo work from Warner Bros. Records to Sony/Columbia Records, which holds the Simon & Garfunkel catalog.",
        "ngram": 113,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "In 2018, Musk and Canadian musician Grimes said that they were dating. Grimes gave birth to their son in May 2020.  Musk and Grimes originally gave the baby a name that would have violated California regulations as it contained characters that are not in the modern English alphabet, and was then changed to a name that complied with regulations. ",
        "ngram": 61,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Lee's father Lee Hoi-chuen was a Cantonese opera star. As a result, Junior Lee was introduced to the world of cinema at a very young age and appeared in several films as a child. Lee had his first role as a baby who was carried onto the stage in the film Golden Gate Girl. He took his Chinese stage name as 李小龍, lit. Lee the Little Dragon, for the fact that he was born in both the hour and the year of the Dragon by the Chinese zodiac.",
        "ngram": 88,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Norris has received many black belts. These include a 10th degree black belt in Chun Kuk Do, a 9th degree black belt in Tang Soo Do, an 8th degree black belt in Taekwondo, a 5th degree black belt in Karate, a 3rd degree black belt in Brazilian jiu-jitsu from the Machado family, and a black belt in Judo.",
        "ngram": 58,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Simon Phillip Cowell was born on 7 October 1959 in Lambeth, London, and raised in Elstree, Hertfordshire. His mother, Julie Brett (née Josie Dalglish, 1925–2015), was a ballet dancer and socialite, and his father, Eric Selig Phillip Cowell (1918–1999), was an estate agent, property developer, and music industry executive. Cowell's father was from a mostly Jewish family (his own mother was born in Poland), though he did not discuss his ancestry with his children. Cowell's mother was from a Christian background. He has a younger brother, Nicholas Cowell; three half brothers, John, Tony, and Michael Cowell; and a half sister, June Cowell.Cowell attended Radlett Preparatory School, Licensed Victuallers' School in Ascot for one year, and the private Dover College, as did his brother, but left after taking GCE O levels. He passed English Language and Literature and then attended Windsor Technical College, where he gained another GCE in Sociology. Cowell took a few menial jobs—including, according to his brother Tony, working as a runner on Stanley Kubrick's 1980 horror film The Shining—but did not get along well with colleagues and bosses, until his father, who was an executive at EMI Music Publishing, managed to get him a job in the mail room.  However, after failing to get a promotion, he left to try out other jobs before returning to EMI.",
        "ngram": 221,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "In 2002, King, Peter Straub, John Grisham and Pat Conroy organized the Wavedancer Benefit, a public reading to raise funds for the actor and audiobook reader Frank Muller, who had been injured in a motorcycle accident. Their reading was released as an audiobook. ",
        "ngram": 44,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Berry and Martinez confirmed their engagement in March 2012, and married in France on July 13, 2013. In October 2013, Berry gave birth to their son. In 2015, after two years of marriage, the couple announced they were divorcing. The divorce ",
        "ngram": 42,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "In 2019, Kardashian largely funded the 90 Days to Freedom campaign, an initiative to release nonviolent drug offenders from life sentences by attorneys Brittany K. Barnett and MiAngel Cody. The effort resulted in 17 persons being released under provisions of the First Step Act. Kardashian was widely credited for the success of the campaign in media headlines. Commentary on her involvement ranged from praise, to assertions that it was a public relations stunt, to accusations that she was taking the credit for work she did not do. In a Facebook post from May 7 of that year, Barnett commented on the divisive and underfunded nature of the \"criminal justice reform space\", adding, \"Kim linked arms with us to support us when foundations turned us down. We and our clients and their families have a lot of love for her and are deeply grateful for her.\"In April 2022, Kardashian advocated for the clemency of Melissa Lucio, the only woman of Hispanic descent on Texas' death row, in a series of tweets. She tweeted, \"I recently just read about the case of Melissa Lucio and wanted to share her story with you. She has been on death row for over 14 years for her daughter's death that was a tragic accident.\" Lucio is on death row for the abuse and death of her daughter, who was two years old. Kardashian deleted the series of tweets the same day. When Lucio was granted a stay of execution on April 25, Kardashian celebrated on her social media channels.In July 2022,",
        "ngram": 256,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Knievel, at the age of 29, used his own money to have actor/director John Derek produce a film of the Caesars jump. To keep costs low, Derek employed his then-wife Linda Evans as one of the camera operators. It was Evans who filmed the famous landing. On the morning of the jump, Knievel stopped in the casino and placed his last $100 on the blackjack table (which he lost), stopped by the bar, and had a shot of Wild Turkey, and then headed outside where he was joined by several members of the Caesars staff, as well as two showgirls.",
        "ngram": 100,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "After announcing her separation from Hemsworth, she dated Kaitlynn Carter from August to September 2019. In October 2019, Cyrus began dating Australian singer Cody Simpson, a longtime friend. In August 2020, Cyrus announced that she and Simpson had split up. Her announcement coincided with the release of her single \"Midnight Sky\", which was inspired by her breakups with Hemsworth, Carter, and Simpson.",
        "ngram": 62,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "Simon faced accusations that he had broken the cultural boycott imposed by the rest of the world against the apartheid regime in South Africa by organizations such as Artists United Against Apartheid, anti-apartheid musicians (including Billy Bragg, Paul Weller and Jerry Dammers), and James Victor Gbeho (then Ghanaian Ambassador to the United Nations). Simon denied that he had gone to South Africa to \"take money out of the country\", and stated that he paid the black artists and split royalties with them, and was not paid to play to a white-only audience. The United Nations Anti-Apartheid Committee supported Graceland, as it showcased black South African musicians and offered no support to the South African government, but the African National Congress protested that it was a violation of the boycott. The Congress voted to ban Simon from South Africa and he was added to the United Nations blacklist, from which he was removed in January 1987. In 1989, Simon appeared on Dion's song \"Written on the Subway Wall\"/\"Little Star\" from Yo Frankie  which peaked at number 97 in October 1990.",
        "ngram": 180,
        "subject": "Anna Nicole Smith"
    },
    {
        "text": "The feminism and female empowerment themes on Beyoncé's second solo album B'Day were inspired by her role in Dreamgirls and by singer Josephine Baker. Beyoncé paid homage to Baker by performing \"Déjà Vu\" at the 2006 Fashion Rocks concert wearing Baker's trademark mini-hula skirt embellished with fake bananas. Beyoncé's third solo album, I Am... Sasha Fierce, was inspired by Jay-Z and especially by Etta James, whose \"boldness\" inspired Beyoncé to explore other musical genres and styles. Her fourth solo album, 4, was inspired by Fela Kuti, 1990s R&B, Earth, Wind & Fire, DeBarge, Lionel Richie, Teena Marie, The Jackson 5, New Edition, Adele, Florence and the Machine, and Prince.",
        "ngram": 109,
        "subject": "Anna Nicole Smith"
    }
]