[
    {
        "text": "Justin Drew Bieber ( BEE-bər; born March 1, 1994) is a Canadian singer. Regarded as a pop icon, he is recognized for his multi-genre musical performances. He was discovered by American record executive Scooter Braun in 2008 and subsequently brought to American singer Usher, both of whom formed the record label RBMG Records to sign Bieber in October of that year. He gained recognition following the release of his debut extended play (EP) My World (2009), which was quickly met with international commercial success and led to his establishment as a prominent teen idol.",
        "ngram": 94,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber was ushered into mainstream stardom with his teen pop-driven debut studio album, My World 2.0 (2010), which debuted atop the US Billboard 200 and made him the youngest solo male act to do so in 47 years. The album was supported by the single \"Baby\" (featuring Ludacris), which became one of the best selling singles of all time. His second studio album, Under the Mistletoe (2011), became the first Christmas album by a male artist to debut atop chart and saw continued success. Bieber experimented with dance-pop on his third studio album, Believe (2012); its acoustic re-release made him the first artist in Billboard history to have five US number-one albums by the age of 18. Over the next two years, Bieber was involved in multiple controversies and legal issues, which led to a tarnishing of his public image.In 2015, Bieber explored EDM on \"Where Are Ü Now\" (with Jack Ü), which won the Grammy Award for Best Dance/Electronic Recording. This influenced his fourth album Purpose (2015), which yielded three Billboard Hot 100 number-one singles: \"Love Yourself,\" \"Sorry\", and \"What Do You Mean?\". He made UK chart history when each of which simultaneously held the top three spots on the country's chart. His guest performances on the 2017 singles \"I'm the One\" by DJ Khaled and \"Despacito\" by Luis Fonsi both peaked the Billboard Hot 100 and made Bieber among the few artists to replace himself atop the chart. The latter  also earned him a Latin Grammy Award. His 2019 single, \"10,000 Hours\" (with",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber is one of the best-selling music artists of all time, with estimated sales of over 150 million records worldwide. He is credited with four diamond certifications from the Recording Industry Association of America (RIAA). He is the recipient of numerous accolades, including two Grammy Awards, one Latin Grammy Award, eight Juno Awards, two Brit Awards, 26 Billboard Music Awards, 18 American Music Awards, 22 MTV Europe Music Awards (the most wins for any artist), 23 Teen Choice Awards (the most wins for a male individual), and 33 Guinness World Records. Time named Bieber one of the 100 most influential people in the world in 2011, and he was included on Forbes' list of the top ten most powerful celebrities in 2011, 2012, and 2013.",
        "ngram": 125,
        "subject": "Justin Bieber"
    },
    {
        "text": "Justin Drew Bieber was born on March 1, 1994, at St. Joseph's Hospital in London, Ontario, and was raised in Stratford. He is the son of Jeremy Jack Bieber and Pattie Mallette, who were both 18 when Bieber was born, and split up not long after his birth. Pattie worked a series of low-paying office jobs, raising Bieber as a single mother in low-income housing. Mallette's mother Diane and stepfather Bruce helped her raise her son. Bieber has maintained contact with his father. Bieber's ancestry includes French-Canadian, Irish, English, Scottish, and German. In 2012, Bieber claimed \"I'm actually part Indian. I think Inuit or something? I'm enough per cent that in Canada I can get free gas\", sparking criticism from Congress of Aboriginal Peoples for perpetuating misconceptions about Indigenous people.Bieber has three younger half-siblings; the four have the same father, Jeremy Bieber. Jeremy Bieber and his ex-girlfriend, Erin Wagner, who broke up in 2014 after seven years together, have two children, daughter Jazmyn and son Jaxon. Jeremy married his girlfriend Chelsey in February 2018, and they have a daughter named Bay. Bieber also has a stepsister named Allie, the daughter of his stepmother.",
        "ngram": 193,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber attended two French-language immersion elementary schools in Stratford, Jeanne Sauvé Catholic School and Bedford Public School. In grades 7 and 8, he attended Stratford Northwestern. Former teacher, Kim Booker often recalled fond memories of Bieber as her student, and is featured in several interviews. He attended Stratford's St. Michael Catholic Secondary School, and graduated in 2012 with a 4.0 GPA.Growing up, he learned to play the piano, drums, guitar, and trumpet. In early 2007, aged 12, Bieber performed Ne-Yo's \"So Sick\" for a local singing competition in Stratford, in which he placed second. Mallette posted a video of the performance on YouTube for their family and friends to see. She continued to upload videos of Bieber singing covers of various R&B songs, and Bieber's popularity on the site grew. In the same year, Bieber busked shows in front of the Avon Theatre steps with a rented guitar during tourism season.",
        "ngram": 151,
        "subject": "Justin Bieber"
    },
    {
        "text": "While searching for videos of a different singer, Scooter Braun, a former marketing executive of So So Def Recordings, clicked on one of Bieber's 2007 YouTube videos by accident. Impressed, Braun tracked down the theatre Bieber was performing at, located Bieber's school, and finally contacted his mother Mallette, who was initially reluctant because of Braun's Judaism. She remembered praying, \"God, I gave him to you. You could send me a Christian man, a Christian label!\", and, \"God, you don't want this Jewish kid to be Justin's man, do you?\" However, church elders convinced her to let Bieber go with Braun. At age 13, Bieber went to Atlanta with Braun to record demo tapes. Bieber began singing for Usher one week later.Bieber was soon signed to Raymond Braun Media Group (RBMG), a joint venture between Braun and Usher. Justin Timberlake was reportedly also in the running to sign Bieber but lost the bidding war to Usher, partly due to the idea that two associated Justins would confuse the market.Usher then sought assistance in finding a label home for the artist from then manager Chris Hicks, who helped engineer an audition with his contact L.A. Reid of The Island Def Jam Music Group. Reid signed Bieber to Island Records in October 2008 (resulting in a joint venture between RBMG and Island Records) and appointed Hicks as executive vice-president of Def Jam, where he could manage Bieber's career at the label. Bieber then moved to Atlanta with his mother to pursue further work with Braun and Usher. Braun became",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber was a presenter at the 52nd Annual Grammy Awards on January 31, 2010. He was invited to be a vocalist for the remake of the charity single \"We Are the World\" for its 25th anniversary to benefit Haiti after the earthquake. Bieber sings the opening line, which was sung by Lionel Richie in the original version.On March 12, 2010, a version of K'naan's \"Wavin' Flag\", recorded by a collective of Canadian musicians known as Young Artists for Haiti, was released. Bieber is featured in the song, performing the closing lines.In January 2010, \"Baby\" was released from his debut album My World 2.0. The song featured Ludacris, and became an international hit. It charted at number five on the US Billboard Hot 100, peaked at number three on the Canadian Hot 100 and reached the top ten in several international markets. Two promo singles, \"Never Let You Go\" and \"U Smile\", were top 30 hits on the US Hot 100, and top 20 hits in Canada. According to review aggregator Metacritic, the album has received generally favourable reviews. It debuted at number one on the US Billboard 200, making Bieber the youngest solo male act to top the chart since Stevie Wonder in 1963. My World 2.0 also debuted at number one on the Canadian Albums Chart, Irish Albums Chart, Australian Albums Chart, and the New Zealand Albums Chart and reached the top 10 of fifteen other countries.To promote the album, Bieber appeared on several live programs including The View, the 2010 Kids' Choice Awards, Nightline,",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "On My World 2.0, Bieber's voice was noted to be deeper than it was in his debut EP, due to puberty. In April 2010, the singer remarked regarding his vocals: \"It cracks. Like every teenage boy, I'm dealing with it and I have the best vocal coach in the world ... Some of the notes I hit on \"Baby\" I can't hit any more. We have to lower the key when I sing live.\" Bieber guest-starred in the season premiere of the CBS American crime drama CSI: Crime Scene Investigation, which aired on September 23, 2010. He played a \"troubled teen who is faced with a difficult decision regarding his only brother\", who is also a serial bomber. Bieber was also in a subsequent episode of the series, which aired on February 17, 2011, in which his character is killed. Bieber performed a medley of his singles \"U Smile\", \"Baby\", and \"Somebody to Love\", and briefly played the drums, at the 2010 MTV Video Music Awards on September 12, 2010. Bieber announced in October 2010 that he would be releasing an acoustic album, called My Worlds Acoustic. It was released on November 26, 2010, in the United States and featured acoustic versions of songs from his previous albums, and accompanied the release of a new song titled \"Pray\". In October 2010, Bieber released his first book, Justin Bieber: First Step 2 Forever: My Story, an autobiography with text from Bieber and photographs from Robert Caplin.A 3-D part-biopic, part-concert film starring Bieber entitled Justin Bieber: Never Say",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "On November 1, 2011, Bieber released the Christmas-themed Under the Mistletoe, his second studio album. It became the first Christmas album by a male artist to debut at No. 1 on the Billboard 200, and sold 210,000 copies in its first week of release. On November 19, 2021, the album was listed among the Greatest of All Time Top Holiday Albums chart by Billboard. The first single from the album, \"Mistletoe\" peaked at number one on the US Billboard Holiday 100 and Holiday Digital Songs charts. Bieber released \"All I Want for Christmas Is You (SuperFestive!)\" as the second single from the album, which is a re-recorded version of Mariah Carey's original single, \"All I Want for Christmas Is You\", with Carey providing vocals on the track. Billboard listed the album and its singles, among the greatest Holiday albums and songs of all time, respectively.",
        "ngram": 145,
        "subject": "Justin Bieber"
    },
    {
        "text": "In late 2011, Bieber began recording his third studio album, titled Believe. The following week, Bieber appeared on The Ellen DeGeneres Show to announce that the first single would be called \"Boyfriend\", and was released on March 26, 2012. The song debuted at number two on the US Billboard Hot 100, selling a total of 521,000 digital units, the second-highest-ever debut digital sales week. Bill Werde of Billboard noted that it failed to debut at number one because the digital download of the track was available only through the iTunes Store, \"restricting the buying option for those [who] do not frequent the Apple retail store\". \"Boyfriend\" became Bieber's first single ever to reach the top position on the Canadian Hot 100 by debuting at number one and staying on for one week. Bieber was featured on American hip hop group Far East Movement's song \"Live My Life\", from their fourth studio album, Dirty Bass, in February 2012. The song emerged online five days before its scheduled release date and peaked within the top 30 of the Billboard Hot 100. The first promotional single from the album, \"Die in Your Arms\", was released on May 29, 2012, and the second promotional single, \"All Around the World\" (featuring American rapper Ludacris), followed the next week. The second single from Believe, \"As Long as You Love Me\" (featuring Big Sean), was released on June 11, 2012. It peaked at number six on the Billboard Hot 100.His third studio album, Believe, was released on June 19, 2012, by Island Records.",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "The Believe Tour, which further promoted the album, began in September 2012 in Glendale, Arizona. On December 14, 2012, Bieber appeared on The Ellen DeGeneres Show, where he announced plans to release an acoustic album titled Believe Acoustic, which was released on January 29, 2013. The album debuted at number one on the Billboard 200, making Bieber the first artist in history to have five number-one albums in the US before turning 19.Bieber returned to Saturday Night Live as the host and musical guest on the February 9, 2013, episode. His appearance was panned by critics and cast members, including Kate McKinnon, who said Bieber was not comfortable with his hosting duties, and Bill Hader, who said he did not enjoy the presence of Bieber or his entourage. Hader added that in his eight years on the television program, Bieber was the only host who lived up to his reputation.On March 7, 2013, Bieber fainted backstage at London's O2 Arena after complaining of breathing problems throughout his concert performance and was taken to the hospital. Bieber cancelled his second Lisbon, Portugal concert at the Pavilhão Atlântico, which was to be held on March 12, because of low ticket sales. The concert held in the same venue on March 11 did go on as scheduled. In mid-August 2013, a remixed duet version of Michael Jackson's previously unreleased song \"Slave to the Rhythm\", featuring Bieber, leaked online. In response to criticism over this remix, the Michael Jackson Estate stated that it had not authorized the release of this",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "In February 2015, Bieber released \"Where Are Ü Now\", a collaboration with Jack Ü. The song peaked at number eight on the Billboard Hot 100 and reached number one on Billboard's Hot Dance/Electronic Songs chart. It earned Bieber his career-first Grammy Award for Best Dance/Electronic Recording at the 58th Annual Grammy Awards. In March 2015, Bieber made an appearance in the music video for Carly Rae Jepsen's single \"I Really Like You\".In March 2015, Bieber was the featured roastee in Comedy Central's annual roast special, and was a contestant on the reality competition series Lip Sync Battle. Bieber filmed an episode for the Fox TV reality series Knock Knock Live, and aired before the show was cancelled after two episodes.",
        "ngram": 120,
        "subject": "Justin Bieber"
    },
    {
        "text": "On August 28, 2015, Bieber released a new single titled \"What Do You Mean?\" as the lead single from his fourth studio album, Purpose. The song is a blend of teen pop, electronic dance music and acoustic R&B. It debuted at number one on the US Billboard Hot 100 and became Bieber's first number-one single in the country. He set a Guinness World Record by becoming the youngest solo male artist to debut at the top of the Hot 100. It also broke the record for the fastest song to reach number one on US iTunes, reaching the top spot in under 5 minutes. On September 4, 2015, Bieber was co-featured alongside Young Thug on the album track \"Maria I'm Drunk\", from Travis Scott's debut studio album Rodeo. On October 23, 2015, Bieber released the album's second single titled \"Sorry\", which debuted at number two on the Billboard Hot 100. After eight non-consecutive weeks at number two, on the week charting January 23, 2016, \"Sorry\" climbed to the top of the chart and became Bieber's second number-one single on the Billboard Hot 100. The third single from Purpose, \"Love Yourself\" also peaked at number one in the US, making Bieber the first male artist in almost a decade to have three number-ones from an album since Justin Timberlake, who did it previously with his second studio album, FutureSex/LoveSounds, in 2006–07. He also became the first solo artist to chart three solo songs in the top five of the Billboard Hot 100 simultaneously, and the first as",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Purpose was released on November 13, 2015, and debuted at number one on the Billboard 200, becoming Bieber's sixth album to debut at the top of that chart. It was the fourth best-selling album of 2015 with worldwide sales of 3.1 million copies. As of June 2016, it had sold 4.5 million copies globally. On November 11, 2015, Bieber announced that he would embark on the Purpose World Tour. The worldwide concert tour started in Seattle, Washington on March 9, 2016. Bieber was the headliner at the 2015 Jingle Bell Ball held by Capital FM, on December 6, 2015.",
        "ngram": 99,
        "subject": "Justin Bieber"
    },
    {
        "text": "On January 8, 2016, Bieber made UK chart history by becoming the first artist to occupy the entire top three of the UK Singles Chart. He achieved this feat as \"Love Yourself\", \"Sorry\" and \"What Do You Mean?\" charted at positions 1, 2 and 3 simultaneously. On May 13, 2016, he was co-featured alongside Towkio on the album track \"Juke Jam\", from Chance the Rapper's third mixtape Coloring Book. On July 22, 2016, Bieber released a new single with EDM trio Major Lazer and Danish singer MØ titled \"Cold Water\". It debuted at number two on the Billboard Hot 100, becoming Bieber's third number-two debut on the ranking, passing Mariah Carey's record to become the artist with the most number-two debuts in the US at the time. In August 2016, Bieber was featured on French DJ DJ Snake's single \"Let Me Love You\". The song peaked at number four on the Billboard Hot 100. Bieber was also featured on American rapper Post Malone's single \"Deja Vu\", which later appeared as the fourth single from the latter's debut studio album, Stoney, in September 2016. Bieber then appeared in the documentary Bodyguards: Secret Lives from the Watchtower (2016). At the 59th Annual Grammy Awards, Purpose was nominated for Album of the Year and Best Pop Vocal Album, whereas \"Love Yourself\" received nominations for Song of the Year and Best Pop Solo Performance respectively. Bieber was the headlining act at the 2016 iHeartRadio Jingle Ball and gave a closing performance on December 9, 2016.",
        "ngram": 251,
        "subject": "Justin Bieber"
    },
    {
        "text": "On January 28, 2017, Bieber starred in the 2017 NHL Celebrity All-Star Game as a participating player, coached by Wayne Gretzky. On April 17, 2017, Puerto Rican singers Luis Fonsi and Daddy Yankee released a remix for their song \"Despacito\" featuring Bieber. It was the first song by Bieber in which he sings in Spanish. The remix became a worldwide success and broke major chart records around the world. The song reached number one in the US and joined \"Macarena\" (1996) as the only English/Spanish songs to reach number one on the Billboard Hot 100. It tied the then-record for the most weeks at number one in Billboard Hot 100 history. The song spent a record 56 weeks at number one on Billboard's Hot Latin Songs chart and broke the then-record for most weeks at number one on the Digital Songs Sales chart. The remix is the most viewed song of all time on the crowdsourced media knowledge base Genius, with 23.3 million views. The song earned Bieber his first career Latin Grammy. As of September 2021, \"Despacito\" holds the number-one position on the Greatest of All Time Hot Latin Songs chart and number-five on the Greatest of All Time Songs of the Summer chart by Billboard.Bieber, along with rappers Quavo, Chance the Rapper, and Lil Wayne, provided vocals on DJ Khaled's single \"I'm the One\", released on April 28, 2017. The song debuted at number one on the Billboard Hot 100, becoming Bieber's second number-one debut and his fourth song to top the chart. One",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "On December 24, 2019, Bieber announced that he would be releasing his fifth studio album and embarking on his fourth concert tour in 2020. The album's first single, \"Yummy\", was released on January 3, 2020. It debuted at number two on the Billboard Hot 100. On December 31, 2019, Bieber also released a trailer announcing his 10-part YouTube Originals docu-series Justin Bieber: Seasons, which focused on an array of themes: his life post-hiatus from music, marriage, preparation for new music, and battle against Lyme disease. Episodes were released weekly on Mondays and Wednesdays from January 27, 2020. The docu-series amassed 32.65 million views within its first week of release, breaking the all-time record for the most-viewed premiere in its first week of all YouTube Originals. Appearing on The Ellen DeGeneres Show on January 28, 2020, Bieber confirmed the release date of his fifth studio album, Changes, to be February 14, 2020. The same day, he also released a promotional single for the album, \"Get Me\" (featuring Kehlani). On February 7, 2020, Bieber released \"Intentions\" (featuring Quavo), as the second single from the album. The song peaked at number five on the Billboard Hot 100. Changes was released on February 14, debuting at number one on the UK and US Billboard 200 charts, making Bieber the youngest solo artist in history to have seven number-one albums in the US.On May 8, 2020, American singer Ariana Grande and Bieber released the single \"Stuck with U\", to help raise funds for the first responders of the COVID-19 pandemic and",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "On January 1, 2021, Bieber released the third single \"Anyone\" from his upcoming studio album, which peaked at number six on the Billboard Hot 100. On February 14, 2021, Bieber performed \"Journals Live\" in collaboration with TikTok, which marked his first-ever performance of his 2013 album Journals. It became the first long-form concert event on the platform and broke the record for the most-viewed single-artist livestream in the platform's history. On February 26, 2021, Bieber officially announced that his sixth studio album would be titled Justice. On March 5, 2021, Bieber released the album's fourth single, \"Hold On\", which peaked at number 20 on the Billboard Hot 100. Justice and its fifth single, \"Peaches\", were both released on March 19, 2021, and met with generally positive reviews. It debuted at number one on the Billboard 200, becoming Bieber's eighth number-one project, while \"Peaches\" debuted at number one on the Billboard Hot 100, becoming his seventh number-one single respectively. As a result, Bieber set major records in the US. Bieber became the youngest solo artist to have eight US number-one albums, breaking a 56-year-old record held by Elvis Presley. He became the first solo male artist in history to simultaneously debut a song and an album at number one in the US. He also became the first male act to have his first 6 studio albums debut at number one on the Billboard 200.On Easter 2021, Bieber surprise-released Freedom, a gospel-inspired EP consisting of six songs. On April 11, 2021, Justice led the Billboard 200 by less",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber has cited Chris Brown, Michael Jackson, the Beatles, Boyz II Men, Justin Timberlake, Stevie Wonder, Tupac, Usher and Kanye West as his musical inspirations. In 2012, Bieber said, \"music is music, and I'm definitely influenced by Michael Jackson and Boyz II Men and people who were black artists—that's what I like.\" Believe was influenced by Timberlake, for which Bieber was trying to \"create a new sound that people aren't really used to hearing ... like when Timberlake did FutureSex/LoveSounds: It was a new sound... acoustic guitar over hard drums.\"",
        "ngram": 90,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber incorporates a variety of genres in his music, focusing mainly on pop, R&B, and occasionally dance-pop or EDM. In 2010, Jody Rosen of Rolling Stone asserted that the content of his music was \"offering a gentle introduction to the mysteries and heartaches of adolescence: songs flushed with romance but notably free of sex itself\". During the initial years of his career, his musical style was noted for being aimed to a more teen pop and \"bubblegum-ish\" direction.In January 2012, Bieber told V magazine: \"I want to do it at my own pace. I don't want to start singing about things like sex, drugs and swearing. I'm into love, and maybe I'll get more into making love when I'm older. But I want to be someone who is respected by everybody.\" But since then, Bieber gradually altered his artistry, with Peter Gicas of E! Online describing \"PYD\" as \"sexed-up\", while In Touch Weekly magazine said that his song with Maejor Ali and Juicy J \"Lolly\" might make his fans a bit uncomfortable because of its lyrics that refer to oral sex. In 2015 Bieber released the EDM-fuelled album, Purpose, where he collaborated with Skrillex, and explored serious themes such as \"life experiences\", through \"feel-good music\".",
        "ngram": 205,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber initially sang with a boy soprano voice, before his voice broke, as was evidenced during the debut performance of \"Pray\" at the 2010 American Music Awards. Sean Michaels of The Guardian described puberty as \"the biggest threat to his career\" at the time. Jody Rosen commented that Bieber sings with \"swing and rhythmic dexterity\" on his debut album, noting his tone to be \"nasal\".Bieber started to receive voice coaching from Jan Smith in 2008.As an adult singer, Bieber's voice type is tenor, with a vocal range spanning from the baritone A2 to the high tenor F5. In a review of his Purpose album, Neil McCormick of The Daily Telegraph complimented his \"soft, supple and seductive singing\". Caroline Sullivan of The Guardian also praised Bieber's \"affectedly breathy voice\", noting that \"the voice soon palls, but the songs are often interesting.\"",
        "ngram": 140,
        "subject": "Justin Bieber"
    },
    {
        "text": "Throughout his career, Bieber has sold an estimated 150 million records worldwide, making him one of the best-selling music artists of all time.In 2011, Bieber was honoured with a star in front of Avon Theater in Stratford, Ontario, Canada, where he used to busk when he was younger. On November 23, 2012, Bieber was presented with the Queen Elizabeth II Diamond Jubilee Medal by the former Prime Minister of Canada, Stephen Harper. He was one of 60,000 Canadians to receive the Diamond Jubilee medal that year. In 2013, Bieber received a Diamond award from the Recording Industry Association of America (RIAA) for his single \"Baby\", which at the time became the highest-certified digital single of all time. Bieber is credited with four Diamond certifications from the RIAA. Bieber has won two Grammy Awards out of 23 nominations, one Latin Grammy Award, eight Juno Awards, two Brit Awards, 26 Billboard Music Awards, 22 ASCAP Awards, and numerous fan voted accolades which include 18 American Music Awards, 23 Teen Choice Awards (the most wins for a male individual), eight iHeartRadio Music Awards, and six MTV Video Music Awards. He has also won a record 22 MTV Europe Music Awards out of a record 52 nominations (the most for any artist). ",
        "ngram": 209,
        "subject": "Justin Bieber"
    },
    {
        "text": "At age 19, Bieber received the Milestone Award at the 2013 Billboard Music Awards in recognition for breaking boundaries with his creativity and contribution to the musical landscape, surpassing the likes of Taylor Swift and Bruno Mars to the award. All of Bieber's studio projects are certified Platinum or higher by the RIAA and have received numerous accolades. He is the youngest (27) solo artist to have eight US number-one albums, a record held by Elvis Presley since 1965. Bieber is the first artist in Spotify history to have 15 songs surpass 1 billion streams.Following the release of his fourth studio album Purpose, Bieber set major milestones globally. He became the first artist, since Elvis Presley in 2005, to replace his own song as number one on the UK Singles Chart. He is the first artist in history to occupy the entire top three of the UK Singles Chart. He achieved this feat as \"Love Yourself\", \"Sorry\" and \"What Do You Mean?\" charted at positions 1, 2 and 3 simultaneously. The singles also peaked at number one in the US, making Bieber the first male artist since Justin Timberlake in 2007 to have three number-ones from an album. He also became the first solo artist to chart three solo songs in the top five of the US Billboard Hot 100 simultaneously, and the first as a lead act since the Beatles in 1964. \"Love Yourself\" topped Billboard's Year-End Hot 100 Chart in 2016, followed by \"Sorry\" at number two, and made Bieber only the third artist",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber has been credited for reinventing pop stardom for over a decade and has been referred to as the \"Prince of Pop\" and the \"King of Teen Pop\" by contemporary journalists. Highlighting his longevity, he was awarded the MTV Award for Best New Artist in 2010 and the MTV Award for Artist of the Year in 2021. Rolling Stone India referred to him as the \"biggest popstar of our age\", \"one of the most captivating artists of the century\" and \"one of the world's most successful artists of all time\". Bieber is often cited as a pop icon, or simply an icon.  In a 2011 article comparing the cultural significance of Bieber to Facebook founder Mark Zuckerberg, Orlando Sentinel said that, \"Out of all the cultural icons who influence and inspire today's society, Justin Bieber is without a doubt one of the most prominent.\" He is generally credited as an important figure in bridging music and social media, which rose to prominence in the late 2000s; Variety dubbed him \"a once-in-a-generation superstar who charted a swift and stunning rise from precocious YouTube talent to global phenomenon.\"",
        "ngram": 187,
        "subject": "Justin Bieber"
    },
    {
        "text": "In an article titled \"How Justin Bieber revolutionised careers in the music industry\" by The Guardian, Tom Fazakerley says that:Social media has transformed the way people, brands and musicians communicate. The likes of MySpace and even more so YouTube, have enabled budding artists to put their music out to a massive audience at the click of a finger. This has taken down the barriers to the music industry and reshaped the career path for budding artists [...] Nowadays you can be your own artist, producer and promoter-and if you do this well, like Justin Bieber, you can really make it.At age 15, following the release of his 2009 singles \"One Time\" and \"One Less Lonely Girl\", Bieber's immediate popularity led him to appear on the likes of The Ellen DeGeneres Show, The Wendy Williams Show and Good Morning America. He had achieved a global fandom who came to be known as \"beliebers\" and his popularity was labelled \"Bieber Fever\", with fan frenzies taking place in Liverpool, Barcelona and Paris, among other territories. It was revealed in 2020 that singer Billie Eilish was nearly sent to therapy by her mother Maggie Baird due to her \"obsession\" with Bieber. Bieber's intense fandom was considered to be reminiscent of \"Beatlemania\", and his signature wings hairstyle at the time also drew comparisons to the Beatles' mop top hairstyle. Bieber's adoration from teenage girls was also likened to those of Frank Sinatra in the 1940s and Elvis Presley in the 1950s.",
        "ngram": 246,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber maintained his global popularity during his transition to adulthood, achieving increased artistic recognition and credit in the process. In respect to Bieber's success as a teenager to a young adult, Variety said that Bieber is arguably the first mega pop star to come of age entirely in the social media era and also called him an \"Internet icon\". The Conversation's Jo Adetunji said that Bieber is \"one of the most successful pop singers of recent years\". Regarding his EDM-driven album Purpose (2015), which reached \"beyond the moment and trends\" of that period according to Adetunji, the writer argued that Bieber should be considered a serious creative artist. Adetunji compared the album to Madonna's Ray of Light (1998), Alanis Morissette's Jagged Little Pill (1995) and Justin Timberlake's FutureSex/LoveSounds (2006). In an article about Bieber, Hugh McIntyre of Forbes stated, \"You may love him, you may hate him, but no matter how you feel about him, nobody can argue that Justin Bieber hasn't conquered the pop world [...] The Grammy winner can turn essentially any track into a smash, and nobody can sell a single like he can these days.\" Also calling Bieber \"an unstoppable force in music\", McIntyre lauded Bieber for achieving success in various genres, including R&B, electronic dance, hip hop and Latin.Bieber and his work have influenced various recording artists including Shawn Mendes, Why Don't We, Johnny Orlando, and Niall Horan. Singers Dua Lipa and Charlie Puth have stated that they were influenced by the discovery of Bieber on YouTube which inspired them to",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Usher commented that while he and Bieber were both signed at the same age, \"I had the chance to ramp up my success, where this has happened to Bieber abruptly\". As a result, when he was younger, Usher, Braun, Bieber's bodyguard, and other adults surrounding Bieber constantly coached him on handling fame and his public image. After signing Bieber, Usher appointed one of his former assistants, Ryan Good, to be Bieber's road manager and stylist. Good, once nicknamed Bieber's \"swagger coach\", created a \"streetwise look\" for the singer which consisted of baseball caps, hoodies, dog chains, and flashy sneakers. Amy Kaufman of The Los Angeles Times comments, \"Though a product of a middle-class suburban upbringing in Stratford, Ontario, Bieber's manner of dress and speech ('Wassup man, how you doin'?' or 'It's like, you know, whateva' ') suggest he's mimicking his favourite rappers.\" In 2013, Bieber said he was \"very influenced by black culture\", but he neither thought \"of it as black or white\" nor tried to \"act or pose in a certain way\". To him, it was \"a lifestyle-like a suaveness or a swag\". Bieber was often featured in teen magazines such as Tiger Beat, and has been labelled a \"teen heartthrob\". In 2010, he was frequently criticized for looking and sounding younger than his age, and the following year for an androgynous appearance, which had been commonly noted in the media, including his appearance on the cover of LOVE magazine's androgyny issue in 2011. His signature wings hairstyle at the time brought much attention in",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 2013 and 2014, Bieber's teen heart-throb and clean-cut image was drastically affected due to his involvement in several controversial events. During this period, he abandoned his pet monkey in Germany, vomited onstage, was videoed while urinating in a bucket, cursed at a photograph of Bill Clinton, wore a gas mask in public, allegedly spat on fans (although this was later debunked), was involved in an explicit image with a stripper, and allegedly assaulted his bodyguard and a limo driver. Bieber's uncle, Brad Bieber, said that his troublesome behaviour was caused by his break-up with Selena Gomez. In its March 2014 edition, Rolling Stone put Bieber on its cover alongside the title 'Bad Boy'. The same year, Bieber adopted the pseudonym \"Bizzle\". During the \"Bizzle\" phase, Bieber donned a quiff and often wore thick gold chains and baseball caps.In his early 20s, following the release of Purpose, Bieber's public image changed in a more positive light. He donned bleached blond hair and often wore rock-branded t-shirts—including Marilyn Manson and Kurt Cobain t-shirts—flannel shirts, denim jackets, and ripped jeans. He also wore kilts, a trend of 1990s fashion, on several occasions. Vogue remarked that his fashion during this period was reminiscent of grunge fashion during the 1990s. After his marriage in 2018, Bieber's persona continued to change. As his fan base got older and he got married, he transitioned away from the teenage heart-throb image, taking on a more mature personality and a more soft-spoken style of speech. In an interview with Vogue in February 2019, Bieber",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Wax statues of Bieber with the hairstyle from his early career are on display at the Madame Tussauds wax museums in New York City, London, and Amsterdam. In 2018, \"Steps to Stardom\", an exhibit on Bieber's early career, opened in his hometown of Stratford, Ontario at the Stratford Perth Museum, offering a collection of mementos from his formative years and rise to international stardom. The items on display include a professional drum kit he owned as a younger child, his Grammy Award, microphones, his Stratford Warriors hockey jacket, and personal letters, including one from Michelle Obama. Bieber made a number of visits to the museum. \"Steps to Stardom\" was originally scheduled to close in October 2018 but the board of the museum extended its stay for at least another year after the exhibit broke attendance records set by its Anne Frank House exhibit in 2015.At age 17, and within just two years of his professional music career, Bieber was named amongst the Time 100 world's most influential people list and was ranked number 2 on the Forbes Highest-Paid Celebrities Under 30 list. He went on to be included on the Forbes annual list five more times; in 2012, 2013, 2014, 2016 and 2017. He was also included on Forbes' list of the top ten most powerful celebrities in 2011, 2012, and 2013.",
        "ngram": 222,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber's early fanbase developed on YouTube and predated the release of his debut album My World. According to Jan Hoffman of The New York Times, part of Bieber's appeal stems from his YouTube channel. The Chicago Tribune noted that Bieber's fanbase, \"Beliebers\", was among the top words of 2010. Long before the release of My World in November 2009, his YouTube videos attracted millions of views. Braun recognized the appeal. Before flying him to Atlanta, Braun wanted to \"build him up more on YouTube first\" and had Bieber record more home videos for the channel. \"I said: 'Justin, sing like there's no one in the room. But let's not use expensive cameras.' We'll give it to kids, let them do the work, so that they feel like it's theirs\", recalled Braun. Bieber continues to upload videos to the same channel and has opened a Twitter account, from which he interacts with fans regularly. In January 2013, Bieber surpassed Lady Gaga as the most-followed person on Twitter for the first time and held the record for 11 months.As of 2023, Bieber is the third-most-followed user on Twitter and the most-followed musician on the platform, with over 111.5 million followers. His YouTube channel is currently the most viewed music channel for an individual on the platform, having attracted over 31 billion views. With over 72 million subscribers, he remains the most subscribed solo artist on YouTube and held the overall record for six years. 11 music videos by Bieber have surpassed over 1 billion views on YouTube (second",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 2010, Bieber signed a deal with Proactiv. In the same year, Bieber partnered with Nicole by OPI to launch a nail polish line \"The One Less Lonely Girl Collection\", which sold exclusively in Walmart. Bieber's nail polish line sold one million bottles less than two months after its release. Bieber endorsed Adidas, beside Derrick Rose and Venus Williams, in 2012. He became the new \"face\" and \"body\" of Calvin Klein in early 2015. Entertainment Tonight reported that Bieber had used MYO-X, a dietary supplement, in preparation for the photo shoot. In June 2015, Bieber teamed up with StarShop, a new shopping app launched by Kevin Harrington. Bieber endorses Beats By Dre, Elizabeth Arden and Best Buy. Bieber has been credited with boosting the careers of other singers such as Carly Rae Jepsen and Madison Beer when he tweeted about them.Bieber has released four fragrances. He launched his debut fragrance, Someday, in 2011; it grossed more than three million US dollars in sales, at Macy's, in just under three weeks, which industry experts regard as a successful celebrity-led launch. On the heels of that 2011 best-seller, he launched his second fragrance, Girlfriend, in June 2012. His third fragrance, The Key, was launched in July 2013, and his latest fragrance, Justin Bieber Collector's Edition, launched in 2014.In January 2019, Bieber launched his own clothing line called \"Drew House\", consisting of a wide range of products. Most products feature the brand's defining symbol of a simple yellow smiley-face logo with the text \"drew\" written across the front. Bieber",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "As Bieber resides in the United States, he is reported to possess an O-1 visa for temporary resident status, based on \"extraordinary ability or achievement\" in a field. Bieber has said he is not interested in obtaining US citizenship, and has praised Canada as being \"the best country in the world\", citing its mostly government-funded health care system as a model example. However, in September 2018, TMZ reported that Bieber had begun the process of becoming an American citizen, following his marriage to Hailey Baldwin. Bieber owns a $26 million home in Beverly Hills, California as well as a lakeside home in Ontario.",
        "ngram": 103,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber's father, Jeremy Bieber, is a former carpenter and pro-am mixed martial artist. In March 2014, Rolling Stone characterized Jeremy as having \"split with Justin's mom when Justin was a toddler, and wasn't always around afterward. But he has, as of late, accepted a place of honor in his superstar son's entourage\".From 2008 to 2009, Bieber was in a relationship with Caitlin Beadles; the two remained friends, and Beadles attended Bieber's wedding. From December 2010 to March 2018, Bieber was in an on-again, off-again relationship with singer and actress Selena Gomez. In an interview on The Ellen DeGeneres Show, Bieber stated that some of his songs including \"Sorry\", \"Mark My Words\", and \"What Do You Mean?\" are about his relationship with Gomez. From August to December 2016, he was linked to model Sofia Richie.Bieber became engaged to model Hailey Baldwin on July 7, 2018. They had briefly dated from December 2015 to January 2016 before splitting, then reconciled in June 2018. Bieber and Baldwin reportedly obtained a marriage licence in September 2018, leading to reports that they had a civil marriage. On September 14, 2018, Baldwin said on Twitter that she and Bieber had not yet married, but deleted the tweet afterward. On November 23, 2018, Bieber stated he was married to Baldwin. Bieber and Baldwin had an official ceremony in Bluffton, South Carolina, on September 30, 2019.",
        "ngram": 228,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber has described himself as a faithful Christian, said he communicates with God via prayer, and that \"He's the reason I'm here\". He reflected his faith in a music video with Brandon Burke, titled \"#iPledge\", in which he talks about God's forgiveness. Bieber was baptized on January 9, 2014, by Pentecostal pastor Carl Lentz of Hillsong Church, New York, after a born again experience. He has described Lentz as a good friend.  In 2021, he announced that he had become a member of Churchome, an evangelical church. On July 24, 2021, Bieber led worship with Gospel singers Kari Jobe and Cody Carnes during the \"Freedom Experience\" at SoFi Stadium. The trio sang \"The Blessing\".When asked how he wants to raise his children, Bieber replied, \"I'm a Jesus follower. When you accept Jesus, you walk with the Holy Spirit. I just want to be led by the Holy Spirit.\" Many of Bieber's tattoos have religious significance including the medium-sized cross on his chest and a tiny cross under his eye. Bieber also covered up the \"Son of God\" text tattooed on his abdomen with a large design that features two angels, gothic arches, a skeleton, and a serpent.",
        "ngram": 198,
        "subject": "Justin Bieber"
    },
    {
        "text": "Regarding sexual abstinence, Bieber told music magazine Rolling Stone in 2011, \"I don't think you should have sex with anyone unless you love them.\" He added that he does not \"believe in abortion\", and that it is \"like killing a baby\". When asked about the case of abortion with regard to rape, however, he said, \"I guess I haven't been in that position, so I wouldn't be able to judge that.\" However, in 2022, amidst Roe v. Wade being overturned, both Bieber and his wife expressed disapproval, with Bieber posting on his Instagram story stating \"For what it's worth, I think women should have the choice what to do with their own bodies.\" His view on sexual orientation is quoted as \"everyone's own decision\", and he has contributed to the It Gets Better Project, a non-profit group aiming to prevent suicide among LGBT youth. Bieber also opposed the Trump administration family separation policy, calling for Donald Trump to \"also let those kids out of cages\" in 2019.In 2011, Bieber was among the list of content creators opposing Bill S.978, also known as the Commercial Felony Streaming Act, which would have made unauthorized streaming a felony instead of a misdemeanor. He stated that the bill's sponsor, U.S. Senator Amy Klobuchar \"needs to be locked up, put away in cuffs!\" While the bill did not ultimately pass, it was later reintroduced by Senator Thom Tillis as the Protecting Lawful Streaming Act and was signed into law by then-President Donald Trump in December 2020 as part of the omnibus",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber supports Pencils of Promise, a charity founded by Adam Braun, the younger brother of Bieber's manager. The organization builds schools in developing countries, and Bieber became manager for the organization's campaign in Guatemala. He serves as a celebrity spokesman for the organization by running ads for the charity and its campaign \"Schools4All\". He promises to visit schools that donate the most funds to the organization. He takes part in the charity's fund-raising galas and donates parts of the proceeds from his concerts and Someday line of fragrances, and various merchandising to the charity. In 2010, Bieber supported a campaign for People for the Ethical Treatment of Animals (PETA) by urging fans to adopt abandoned pets from shelters. Bieber donated his hair to Ellen DeGeneres during his appearance in her talkshow The Ellen DeGeneres Show in March 2011. His hair sold on eBay for more than $40,000 and the proceeds benefited the animal rescue charity, The Gentle Barn. Following the earthquake and tsunami in Japan in March 2011, Bieber donated proceeds from his concerts in Japan to Japanese Red Cross in May 2011. In December 2011, Bieber donated $100,000 to Whitney Elementary School in Las Vegas to provide students from low income families. Bieber supported Charity: Water which is a nonprofit that brings potable drinking water to people in developing countries. On his birthday in 2011 and 2012, he launched his campaign to urge his followers to donate on Twitter. Bieber was named top charitable celeb of 2011 by American news aggregator and blog HuffPost.",
        "ngram": 255,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 2013, Bieber launched his online #GiveBackPhilippines campaign for helping the victims of Typhoon Haiyan and travelled to the Philippines after raising $3 million. His work in the country earned him a star on the Philippine Walk of Fame. He also supports Children's Miracle Network Hospitals and Alzheimer's Association. In September 2017, Bieber donated $25,000 to the American Red Cross to help people in Texas after the severe destruction caused by Hurricane Harvey.On February 7, 2020, Bieber donated $100,000 to Julie Coker, a 22-year-old fan who works in mental health awareness. Coker revealed that her own past struggles with mental health motivated her to work for mental health. She praised Bieber by saying, \"[Bieber] has a big following, so if he has a good message about mental health, hopefully everybody else . . . will want to start thinking about mental health in a different way.\"In February 2020, Bieber made a donation to Beijing Chunmiao Children Aid Foundation in China to support COVID-19 relief. Bieber and Ariana Grande collaborated on the single \"Stuck With U\", released in May 2020 as the first of series of singles coordinated by Scooter Braun, who is also Bieber's manager, to support the COVID-19 pandemic. All net proceeds from the song went to the First Responders Children's Foundation to fund grants and scholarships for children of first responders and health care workers who worked on the front lines during the pandemic. By August 2021, the single had raised over $3,500,000. In September 2020, Bieber and Chance the Rapper announced that they've partnered with",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber has struggled with mental health issues, particularly depression and anxiety, at various points during his career. He has generally been open about these issues. In his American YouTube docu-series Seasons, the singer opened up about his struggles with addiction with frequent consumption of lean, pills such as MDMA, and hallucinogenic mushrooms in early stages of his career.In January 2020,  Bieber announced on his Instagram that he had been diagnosed with Lyme disease. He also revealed that he had infectious mononucleosis, which affected his neurological and overall health.In February 2022, it was reported that Bieber had tested positive for COVID-19, two days after embarking on his fourth concert tour, the Justice World Tour. In June of the same year, Bieber announced that he had been diagnosed with Ramsay Hunt syndrome type 2 and that half of his face was paralyzed. He cancelled and postponed concerts and appearances due to the condition, but returned to live performances in late July. In September, two days after the first concert in Latin America as part of the Rock in Rio festival, it was announced that all remaining dates of the tour would be suspended due to Bieber prioritizing his health. In a statement shared on social media, the singer said that \"After getting off stage, the exhaustion overtook me and I realized that I need to make my health the priority right now. So I'm going to take a break from touring for the time being. I'm going to be OK, but I need time to rest and",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Bieber had several run-ins with the law around the world before his first arrest in 2014, including when he was accused of reckless driving in his neighbourhood in 2012, and charged in Brazil with vandalism in 2013. One of his neighbours in Calabasas, California, accused Bieber of throwing eggs at his home on January 9, 2014, and causing thousands of dollars of damage. On January 23, 2014, Bieber was arrested in Miami Beach, Florida, together with singer Khalil, on suspicion of driving under the influence (DUI), driving with an over-six-month-expired licence, and resisting arrest without violence. Police said that Bieber told authorities he had consumed alcohol, smoked marijuana, and taken prescription drugs. He was released from these charges on a $2,500 bond. A toxicology report revealed that Bieber had THC (a principal constituent of cannabis) and the anti-anxiety medication Xanax in his system at the time of his arrest. In January 2021, he reflected on this event, describing it as \"not [his] finest hour\" and encouraging fans to \"let the forgiveness of Jesus take over and watch your life blossom into all that God has designed you to be.\"",
        "ngram": 189,
        "subject": "Justin Bieber"
    },
    {
        "text": "Following Bieber's arrest on the DUI charge, more than 270,000 people petitioned the White House seeking to have him deported from the United States. Although the number of signatures received was sufficient to require a response under published White House guidelines, the Obama administration declined substantive comment on the petition. Immigration Law expert Harlan York noted that the likelihood of Bieber being deported was extremely slim. York stated, \"About a decade ago, the Supreme Court ruled that driving under the influence, typically, is not a basis to deport someone.\"In April 2013, Bieber was criticized for writing a message in the guestbook at the Anne Frank House which read, \"Truly inspiring to be able to come here. Anne was a great girl. Hopefully she would have been a belieber.\" After the message was posted on the museum's Facebook page, Bieber received widespread criticism on social media for perceived insensitivity and narcissism. The Anne Frank House defended Bieber, stating, \"He's 19. It's a crazy life he's living, he didn't mean bad [...] He was very interested in the story of Anne Frank and stayed for over an hour. We hope that his visit will inspire his fans to learn more about her life and hopefully read the diary.\"On July 9, 2014, Bieber was charged with one misdemeanour count of vandalism in California for throwing eggs at his Calabasas neighbour's home in January. Police earlier claimed that they had video footage of him high-fiving friends after the eggs were thrown. With him pleading no contest to the charge, the",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "In June 2014, a video emerged of a 15-year-old Bieber telling a joke about black people, which used the word \"nigger\" multiple times. In the same month, a second video showed a 15-year-old Bieber giggling as he croons his song \"One Less Lonely Girl\", but parodying the main lyric as \"One less lonely nigger\", and stating that if he were to kill one, he would be \"part of the KKK\". He apologized the day the latter was released: \"Facing my mistakes from years ago has been one of the hardest things I've ever dealt with.\"In July 2017, the Chinese government banned Bieber from performing in China. A Chinese Bieber fan contacted the Beijing Municipal Bureau of Culture requesting the reason for the ban. The Bureau released a statement, explaining \"Justin Bieber is a gifted singer, but he is also a controversial young foreign singer\", and \"In order to maintain order in the Chinese market and purify the Chinese performance environment, it is not suitable to bring in badly behaved entertainers.\" In 2021, Chinese streaming sites Youku, iQIYI, and Tencent Video removed Bieber's scenes in Friends: The Reunion donning Ross Geller's iconic \"Spudnik\" costume.In June 2020, Bieber was accused of sexual assault by a woman known pseudonymously as \"Danielle\", who claimed on Twitter that the singer had engaged in non-consensual sexual acts at a Four Seasons hotel in Austin, Texas, in March 2014 while with then-girlfriend Selena Gomez. In a series of tweets, Bieber denied all allegations, stating that sexual abuse \"is something I don't take lightly\"",
        "ngram": 256,
        "subject": "Justin Bieber"
    }
]