[
    {
        "text": "Morissette hosted the Juno Awards of 2004 dressed in a bathrobe, which she took off to reveal a flesh-colored bodysuit, a response to the era of censorship in the U.S. caused by Janet Jackson's breast-flash incident during the Super Bowl XXXVIII halftime show. Morissette released her sixth studio album, So-Called Chaos, in May 2004. She wrote the songs on her own again, and co-produced the album with Tim Thorney and pop music producer John Shanks. The album debuted at number five on the Billboard 200 chart to generally mixed critical reviews, and it became Morissette's lowest seller in the U.S. The lead single, \"Everything\", achieved major success on Adult Top 40 radio in America and was moderately popular elsewhere, particularly in Canada, although it failed to reach the top 40 on the U.S. Hot 100. Because the first line of the song includes the word \"asshole\", American radio stations refused to play it, and the single version was changed to include the word \"nightmare\" instead. Unhappy that U.S. radio networks had required her to change a word in the song, Canadian radio played the unaltered version, with Morissette stating at the 2004 Juno Awards in Canada: \"Well, I am overjoyed to be back in my homeland, the true North, strong and censor-free.\" Two other singles, \"Out Is Through\" and \"Eight Easy Steps\", fared considerably worse, although a dance mix of \"Eight Easy Steps\" was a U.S. club hit. Morissette embarked on a U.S. summer tour with long-time friends and fellow Canadians Barenaked Ladies, working with the",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "Day-Lewis returned to the stage in 1989 to work with Richard Eyre, as the title character in Hamlet at the National Theatre, London, but during a performance collapsed during the scene where the ghost of Hamlet's father appears before him. He began sobbing uncontrollably, and refused to go back on stage; he was replaced by Jeremy Northam, who gave a triumphant performance. Ian Charleson formally replaced Day-Lewis for the rest of the run. Earlier in the run, Day-Lewis had talked of the \"demons\" in the role, and for weeks he threw himself passionately into the part. Although the incident was officially attributed to exhaustion, Day-Lewis claimed to have seen the ghost of his own father. He later explained that this was more of a metaphor than a hallucination. \"To some extent I probably saw my father’s ghost every night, because of course if you’re working in a play like Hamlet, you explore everything through your own experience.\" He has not appeared on stage since. The media attention following his breakdown on-stage contributed to his decision to eventually move from England to Ireland in the mid-1990s, to regain a sense of privacy amidst his increasing fame.",
        "ngram": 195,
        "subject": "Justin Bieber"
    },
    {
        "text": "After the humdrum reception of Tiptoes, Arquette did not appear in another film until 2006's Fast Food Nation, directed by Richard Linklater. During these three years, she was largely working on Boyhood; it was released eight years later in July 2014. Fast Food Nation marked her second collaboration with Linklater; it is based on the bestselling 2001 non-fiction book of the same name by Eric Schlosser. Fast Food Nation received mixed to positive critical reviews. Peter Travers of Rolling Stone awarded the film three out of four stars and added, \"It's less an exposé of junk-food culture than a human drama, sprinkled with sly, provoking wit, about how that culture defines how we live ... The film is brimming with grand ambitions but trips on many of them as some characters aren't given enough screen time to register and others vanish just when you want to learn more about them.\" A. O. Scott of The New York Times wrote \"It's a mirror and a portrait, and a movie as necessary and nourishing as your next meal.\"In January 2005, Arquette made her first transition to television with NBC's Medium. Her role as (a fictional version of) psychic medium Allison DuBois won her an Emmy Award for Outstanding Lead Actress in 2005, as well as nominations for a Golden Globe in 2005, 2006 and 2007, a SAG Award in 2006, 2007 and 2010, and an Emmy Award in 2007. In 2009 NBC cancelled Medium, then CBS picked the series up and it lasted another two seasons. In 2008,",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 2003, Kilmer starred alongside Kate Bosworth in the drama/thriller Wonderland, portraying porn star John Holmes. He also appeared in The Missing, where he again worked with Willow director Ron Howard. The next year, he starred in David Mamet's Spartan, where he played a United States government secret agent who is assigned the task of rescuing the kidnapped daughter of the President. He received Delta Force-like training in preparation for the role. Subsequently, he had a role in the drama, Stateside, and starred (again with Slater) in the thriller Mindhunters, which was filmed in 2003 but not released until 2005. Kilmer next appeared in the big budget Oliver Stone production, Alexander, which received poor reviews.Also in 2004, Kilmer returned to the theater to play Moses in a Los Angeles musical production of The Ten Commandments: The Musical, produced by BCBG founder Max Azria. The production played at the Kodak Theatre in Hollywood and also featured Adam Lambert. Kilmer had previously played Moses in the animated film The Prince of Egypt.",
        "ngram": 170,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 2007, Brown founded the record label CBE (\"Chris Brown Entertainment\" or \"Culture Beyond Evolution\"), under Interscope Records. Brown has since signed frequent collaborator Kevin McCall, singer Sabrina Antoinette, former RichGirl member Sevyn Streeter, singer-songwriter Joelle James, and rock group U.G.L.Y. However, from 2014 the label started to sign exclusively Brown's works.",
        "ngram": 52,
        "subject": "Justin Bieber"
    },
    {
        "text": "Betty Marion Ludden (née White; January 17, 1922 – December 31, 2021) was an American actress and comedian. A pioneer of early television with a career spanning almost seven decades, she was noted for her vast number of television appearances acting in sitcoms, sketch comedy, and game shows. She produced and starred in the series Life with Elizabeth (1953–1955), thus becoming the first woman to produce a sitcom.After moving from radio to television, White became a staple panelist of American game shows such as Password, Match Game, Tattletales, To Tell the Truth, The Hollywood Squares, and The $25,000 Pyramid. Dubbed \"the first lady of game shows\", she became the first woman to receive the Daytime Emmy Award for Outstanding Game Show Host for the show Just Men! in 1983. She then became more widely known for her guest and recurring appearances on shows such as The Carol Burnett Show, Mama's Family, The Bold and the Beautiful and Boston Legal.",
        "ngram": 159,
        "subject": "Justin Bieber"
    },
    {
        "text": "In a March 6, 2018, article, Willamette Week reported on an alleged April 2011 incident between Cuban and a female patron of a Portland, Oregon bar called the Barrel Room. The woman told Portland police that Cuban sexually groped her while she posed for pictures with him. She submitted seven photographs, two of which Portland Police Detective Brendan McGuire referred to as \"significant\".  Cuban denied the allegations, and his attorney provided the results of a polygraph test taken by Cuban and written statements from two medical doctors stating that the actions described were anatomically improbable.  The Portland District Attorney's office declined to prosecute, citing a lack of concrete evidence to support the claim and the woman's preference not to proceed with charges, and concluding that \"no crime can be proven beyond a reasonable doubt\". The NBA announced on March 8, 2018, that it was reviewing the matter.",
        "ngram": 149,
        "subject": "Justin Bieber"
    },
    {
        "text": "The album launched five top 40 singles in the Billboard Hot 100, including three top five singles, \"Heartbreak Hotel\", \"It's Not Right but It's Okay\" and \"My Love Is Your Love\". \"When You Believe\" peaked at No. 15 on the Hot 100 while the album's final single, \"I Learned from the Best\", reached No. 27. The album would itself stay on the charts for more than two years and would later be certified four times platinum in the US for sales of four million copies, moving 11 million copies globally altogether. Four of the five singles reached number one on the US Dance Club Songs chart thanks to remixes by the likes of Hex Hector, Junior Vasquez and Thunderpuss. In Europe, the title track became massively successful, topping the Eurochart Hot 100 and selling over three million copies worldwide. In February 2000, Houston won her sixth and final competitive Grammy for \"It's Not Right but It's Okay\" in the Best Female R&B Vocal Performance category. The European success of the album helped it to win the MTV Europe Music Award for Best R&B. Houston earned four additional Grammy nominations for the album and the music video for \"Heartbreak Hotel\" gave Houston her first MTV Video Music Award nomination in 13 years.",
        "ngram": 211,
        "subject": "Justin Bieber"
    },
    {
        "text": "Lopez returned as a judge for American Idol's eleventh season in 2012, earning a reported $20 million. That year, she released her greatest hits album Dance Again... the Hits, to fulfil her contractual obligations with her former label Epic Records. Lopez, who was divorcing Anthony and navigating the \"breakup of a family\", felt as if the album's sole single, \"Dance Again\", had come to her at the \"perfect moment\". \"Dance Again\" reached number 17 on the US Billboard Hot 100. Lopez launched the Dance Again World Tour, her first headlining concert tour, in mid-2012. It grossed over $1 million per show. Also that year, she launched Teeology, a luxury T-shirt brand.",
        "ngram": 111,
        "subject": "Justin Bieber"
    },
    {
        "text": "The Sisterhood of the Traveling Pants was released in 2005.  Lively's performance earned her a nomination for a Teen Choice Award for \"Choice Movie Breakout – Female\". In 2006, Lively co-starred with Justin Long in Accepted, and she had minor roles in the horror film, Simon Says. Accepted was not well received by critics, but Lively's performance was, earning her a 'Breakthrough Award' from Hollywood Life. Lively starred in Elvis and Anabelle (2007) as Anabelle, a bulimic girl who hoped to win a beauty pageant. She said of getting into character for the role that she had \"shed serious weight\" for her height. She stated that that process was difficult for her because food is \"the No. 1 love of my life.\" MovieLine.com praised her performance in the film and credited it as having been her \"breakthrough role\".",
        "ngram": 139,
        "subject": "Justin Bieber"
    },
    {
        "text": "Following the Bloody Sunday incident in Northern Ireland in 1972, Lennon said that given the choice between the British army and the IRA he would side with the latter. Lennon and Ono wrote two songs protesting British presence and actions in Ireland for their Some Time in New York City album: \"The Luck of the Irish\" and \"Sunday Bloody Sunday\". In 2000, David Shayler, a former member of Britain's domestic security service MI5, suggested that Lennon had given money to the IRA, though this was swiftly denied by Ono. Biographer Bill Harry records that following Bloody Sunday, Lennon and Ono financially supported the production of the film The Irish Tapes, a political documentary with an Irish Republican slant. In February 2000 Lennon's cousin Stanley Parkes stated that the singer had given money to the IRA during the 1970s. After the events of Bloody Sunday Lennon and Ono attended a protest in London while displaying a Red Mole newspaper with the headline \"For the IRA, Against British Imperialism\".",
        "ngram": 167,
        "subject": "Justin Bieber"
    },
    {
        "text": "Trump was the only president never to reach a 50 percent approval rating in the Gallup poll dating to 1938. His approval ratings showed a record-high partisan gap: 88 percent among Republicans and 7 percent among Democrats. Until September 2020, the ratings were unusually stable, reaching a high of 49 percent and a low of 35 percent. Trump finished his term with an approval rating between 29 and 34 percent—the lowest of any president since modern polling began—and a record-low average of 41 percent throughout his presidency.",
        "ngram": 87,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 2012, Wilson appeared in the comedy films What to Expect When You're Expecting, Struck by Lightning, and Bachelorette. Wilson wrote and starred in Super Fun Night (2013), a television sitcom that aired for one season on ABC. She gained wider recognition for her role in the musical comedy Pitch Perfect film series (2012–2017).",
        "ngram": 54,
        "subject": "Justin Bieber"
    },
    {
        "text": "In September and October 2019, a Southern African tour included Malawi, Angola, South Africa and Botswana. Archie traveled with his parents, making it \"their first official tour as a family\". Meghan completed 179 engagements in total in 2018 and 2019.",
        "ngram": 40,
        "subject": "Justin Bieber"
    },
    {
        "text": "After Hole's world tour concluded in 1996, Love made a return to acting, first in small roles in the Jean-Michel Basquiat biopic Basquiat and the drama Feeling Minnesota (1996), and then a starring role as Larry Flynt's wife Althea in Miloš Forman's critically acclaimed 1996 film The People vs. Larry Flynt. Love went through rehabilitation and quit using heroin at the insistence of Forman; she was ordered to take multiple urine tests under the supervision of Columbia Pictures while filming, and passed all of them. Despite Columbia Pictures' initial reluctance to hire Love due to her troubled past, her performance received acclaim, earning a Golden Globe nomination for Best Actress, and a New York Film Critics Circle Award for Best Supporting Actress. Critic Roger Ebert called her work in the film \"quite a performance; Love proves she is not a rock star pretending to act, but a true actress.\" She won several other awards from various film critic associations for the film. During this time, Love maintained what the media noted as a more decorous public image, and she appeared in ad campaigns for Versace and in a Vogue Italia spread. Following the release of The People vs. Larry Flynt, she dated her co-star Edward Norton, with whom she remained until 1999.In late 1997, Hole released the compilations My Body, the Hand Grenade and The First Session, both of which featured previously recorded material. Love attracted media attention in May 1998 after punching journalist Belissa Cohen at a party; the suit was settled out of court",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "At D-Generation X: In Your House on December 7, 1997, Stone Cold Steve Austin defeated the Rock in under six minutes to retain the Intercontinental Championship. The next night on Raw Is War, Austin was ordered by Mr. McMahon to defend the title in a rematch, but forfeited it to the Rock instead, handing him the title belt before hitting him with the Stone Cold Stunner. The Rock feuded with Austin and Ken Shamrock through the end of 1997 and beginning of 1998. On January 19, 1998, at the Royal Rumble, the Rock defeated Shamrock by disqualification to retain the Intercontinental title. Later that night, he entered the Royal Rumble match and lasted until the final two before he was eliminated by Stone Cold Steve Austin. On March 29, at WrestleMania XIV, he defeated Shamrock by disqualification once again to retain the title. The next night, on Raw is War, the Rock debuted a new Intercontinental Championship design and would later overthrow Faarooq as leader of the Nation of Domination to spark a feud between the two. He then successfully defended the Intercontinental title against Faarooq at Over the Edge: In Your House on May 31. The stable would then refer to themselves as simply \"The Nation\".",
        "ngram": 207,
        "subject": "Justin Bieber"
    },
    {
        "text": "F=mv{\\displaystyle F=mv},incorrect in modern physics.Natural motion depends on the element concerned: the aether naturally moves in a circle around the heavens, while the 4 Empedoclean elements move vertically up (like fire, as is observed) or down (like earth) towards their natural resting places.",
        "ngram": 43,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 2009, Perry co-produced Precious: Based on the Novel 'Push' by Sapphire alongside Oprah Winfrey and Lee Daniels. The film was directed by Daniels and starred Gabourey Sidibe and Mo'Nique. While promoting the film Oprah told an interviewer, \"I think [Perry] grew up being raised by strong, black women. And so much of what he does is really in celebration of that. I think that's what Madea really is: a compilation of all those strong black women that I know and maybe you do too? And so the reason it works is because people see themselves.\"On October 2, 2012, Perry struck an exclusive multi-year partnership with Oprah Winfrey and her Oprah Winfrey Network (OWN). The partnership was largely for the purposes of bringing scripted television to OWN, Perry having had previous success in this department.Tyler Perry's For Better or Worse, based on his films Why Did I Get Married? and Why Did I Get Married Too?, premiered on TBS on November 25, 2011. The series was cancelled by TBS in February 2013 but was revived by OWN for a third season, which began on September 18, 2013.Perry had two other television series featured on OWN: the hour-long soap opera/drama series The Haves and the Have Nots and the sitcom Love Thy Neighbor. The Haves and the Have Nots premiered on May 28, 2013, and completed its series run after 8 seasons on July 20, 2021. The program was credited by Oprah Winfrey as bringing success to her network and opened the door for a host of",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "McEntire's stepson Brandon Blackstock married singer Kelly Clarkson, with whom he has a daughter and a son. Speaking about their impending marriage in 2013, McEntire stated she was \"Thrilled to death, to have my buddy as my daughter-in-law. I mean, who could ask for more?\" Blackstock and Clarkson's divorce was finalized in March 2022. In 2017, McEntire began a relationship with photographer Anthony \"Skeeter\" Lasuzzo. The couple met through McEntire's association with Kix Brooks. In describing her feelings about Lasuzzo, she stated in April 2019, \"We're totally in love — absolutely,\" she says. \"I wouldn't put up with somebody for two years if I wasn't in love with 'em!\" McEntire and Lasuzzo separated six months later.In 2020, McEntire began dating film and TV actor Rex Linn. They first met on the set of The Gambler Returns: The Luck of the Draw (1991) and reconnected almost thirty years later when McEntire guest-starred as June on Young Sheldon, where Linn has a recurring role as principal of Sheldon's high school.",
        "ngram": 168,
        "subject": "Justin Bieber"
    },
    {
        "text": "Cube starred as the university student Fudge in Singleton's 1995 film Higher Learning. Singleton, encouraging Cube, had reportedly told him, \"If you can write a record, you can write a movie.\" Cube cowrote the screenplay for the 1995 comedy Friday, based on adult themes, and starred in it with comedian Chris Tucker. Made with $3.5 million, Friday drew $28 million worldwide. Two sequels, Next Friday and Friday After Next, were respectively released in 2000 and 2002.",
        "ngram": 76,
        "subject": "Justin Bieber"
    },
    {
        "text": "Grant was considered an effective civil rights president, concerned about the plight of African Americans. On March 18, 1869, Grant signed into law equal rights for black people, to serve on juries and hold office, in Washington D.C., and in 1870 he signed the Naturalization Act that gave foreign black people citizenship. During his first term, Reconstruction took precedence. Republicans controlled most Southern states, propped up by Republican-controlled Congress, northern money, and southern military occupation. Grant advocated the ratification of the Fifteenth Amendment that said states could not disenfranchise African Americans. Within a year, the three remaining states—Mississippi, Virginia, and Texas—adopted the new amendment—and were admitted to Congress. Grant put military pressure on Georgia to reinstate its black legislators and adopt the amendment. Georgia complied, and on February 24, 1871, its senators were seated in Congress, with all the former Confederate states represented, the Union was completely restored under Grant. Under Grant, for the first time in American history, Black-American males served in the United States Congress, all from the Southern states.",
        "ngram": 172,
        "subject": "Justin Bieber"
    },
    {
        "text": "Carey is one of the best-selling music artists, with over 220 million records sold worldwide, and is an inductee of the Songwriters Hall of Fame, the National Recording Registry at the Library of Congress and the Long Island Music and Entertainment Hall of Fame. In 2019, Billboard named her the top-charting female solo artist, based on both album and song chart success. She holds the record for the most Billboard Hot 100 number-one singles by a solo artist (19), a female songwriter (18), and a female producer (15), spending a record 93 weeks atop the chart. Carey is the highest-certified female artist in the United States and 10th overall, with 75 million certified album units. Among her accolades are 6 Grammy Awards (including the Global Impact Award), 10 American Music Awards, 20 Billboard Music Awards and 12 Guinness World Records.",
        "ngram": 140,
        "subject": "Justin Bieber"
    },
    {
        "text": "Born in Hammonton, New Jersey, Biden grew up in Willow Grove, Pennsylvania. She married Joe Biden in 1977, becoming the stepmother of Beau and Hunter, two sons from Joe Biden's first marriage. Biden and her husband also have a daughter together, Ashley Biden, born in 1981. She is the founder of the Biden Breast Health Initiative non-profit organization, co-founder of the Book Buddies program, co-founder of the Biden Foundation, is active in Delaware Boots on the Ground, and with Michelle Obama is co-founder of Joining Forces. She has published a memoir and two children's books.",
        "ngram": 95,
        "subject": "Justin Bieber"
    },
    {
        "text": "In December 2016, Blair created the Tony Blair Institute to promote global outlooks by governments and organisations. In September 2023 former Finnish prime minister Sanna Marin joined him as a strategic adviser on political leaders' reform programmes in the institute.",
        "ngram": 40,
        "subject": "Justin Bieber"
    },
    {
        "text": "Goldblum replaced Chris Noth as a senior detective on Law & Order: Criminal Intent. In the series, Goldblum plays Detective Zack Nichols. In August 2010, media outlets reported that Goldblum had decided not to return to Criminal Intent due to persistent concerns about the program's future.In 2014, Goldblum's jazz band, The Mildred Snitzer Orchestra, did a weekly show at the Carlyle Hotel. Also in 2014, he appeared in an episode of Last Week Tonight parodying his role in Law & Order. In 2016, he reprised his role of David Levinson in Independence Day: Resurgence, the sequel to Roland Emmerich's 1996 alien invasion/disaster film Independence Day.",
        "ngram": 105,
        "subject": "Justin Bieber"
    },
    {
        "text": "Springsteen was signed to Columbia Records in 1972 by Clive Davis after having piqued the interest of John Hammond, who had signed Bob Dylan to the same label a decade earlier. Despite the expectations of Columbia Records' executives that Springsteen would record an acoustic album, he brought many of his New Jersey-based colleagues with him, who would later form the E Street Band, which the band formally named several months later. His debut album Greetings from Asbury Park, N.J., released in January 1973, established him as a critical favorite, though sales were slow.",
        "ngram": 93,
        "subject": "Justin Bieber"
    },
    {
        "text": "Morissette also starred in a film adaptation of Philip K. Dick's novel Radio Free Albemuth. Morissette plays Sylvia, an ordinary woman in unexpected remission from lymphoma. Morissette stated that she is \"...a big fan of Philip K. Dick's poetic and expansively imaginative books\" and that she \"feel[s] blessed to portray Sylvia, and to be part of this story being told in film\". She appeared as Amanda, a former bandmate of main character Ava Alexander (played by Maya Rudolph), in one episode of NBC's Up All Night on February 16, 2012. Rudolph officiated as minister for Morissette's wedding with both performing the explicit version of their hit hip hop song \"Back It Up (Beep Beep)\". In 2014, Morissette played the role of Marisa Damia, the lover of architect and designer Eileen Gray, in the film The Price of Desire, directed by Mary McGuckian. In 2021, Morissette was featured as a recurring character on adult-animation show The Great North.",
        "ngram": 157,
        "subject": "Justin Bieber"
    },
    {
        "text": "On February 16, 2016, Manimal Vinyl released Yes, I'm a Witch Too, which features remixes from Moby, Death Cab For Cutie, Sparks, and Miike Snow. Like its predecessor, Yes, I'm a Witch Too received critical acclaim. On February 26, 2016, Ono was hospitalized after suffering what was rumored to be a possible stroke. It was later announced that she was experiencing extreme symptoms of the flu.  On September 6, 2016, Secretly Canadian announced that they would be re-issuing 11 of Ono's albums from 1968 to 1985; Unfinished Music No. 1: Two Virgins through Starpeace. In December 2016, Billboard magazine named her the 11th most successful dance club artist of all time.In October 2018, Ono released Warzone, which included new versions of previously recorded tracks including \"Imagine\".In a piece for the New Yorker published in November 2021, it was noted that Ono had \"withdrawn from public life\", with her son Sean now acting as the public representative for the family's interests in the Beatles' business.",
        "ngram": 165,
        "subject": "Justin Bieber"
    },
    {
        "text": "Pfeiffer returned to cinemas in 2007 with villainous roles in two summer blockbusters, Hairspray and Stardust,  which was hailed as a successful comeback by the media. In the former, a film adaptation of the Broadway musical of the same name, she starred alongside John Travolta, Christopher Walken and Queen Latifah as Velma Von Tussle, the racist manager of a television station. Although a fan of Pfeiffer's work in the musicals Grease 2 and The Fabulous Baker Boys, director Adam Shankman cast Pfeiffer largely based on her performance in Batman Returns, claiming she was his first and only choice for Velma. Although she had fun with the part, Pfeiffer described Velma as the most difficult role she had played at the time, because of her character's racism; but she was drawn to the film's important message of anti-bigotry, accepting that \"in order to do a movie about racism, somebody has got to be the racist\". Released to widely positive reviews, Hairspray grossed $202.5 million worldwide. Pfeiffer's performance was also critically acclaimed, with film critic David Edelstein of NPR calling her \"sublime\". The cast of Hairspray was nominated for the Screen Actors Guild Award for Best Cast in a Motion Picture, and won the Broadcast Film Critics Association Award for Best Cast, the Hollywood Film Festival Award for Ensemble of the Year, and the Palm Springs International Film Festival Award for Ensemble Cast. In the fantasy adventure Stardust, Pfeiffer plays Lamia, an ancient witch who hunts a fallen star (Claire Danes) in search of eternal youth. The",
        "ngram": 256,
        "subject": "Justin Bieber"
    },
    {
        "text": "In September 2013, Ford, while filming an environmental documentary in Indonesia, interviewed the Indonesian Forestry Minister, Zulkifli Hasan. After the interview, Ford and his crew were accused of \"harassing state institutions\" and publicly threatened with deportation. Questions within the interview concerned the Tesso Nilo National Park, Sumatra. It was alleged the Minister of Forestry was given no prior warning of questions nor the chance to explain the challenges of catching illegal loggers. Ford was provided an audience with the Indonesian President, Susilo Bambang Yudhoyono, during which he expressed concerns regarding Indonesia's environmental degradation and the government efforts to address climate change. In response, the President explained Indonesia's commitment to preserving its oceans and forests.",
        "ngram": 114,
        "subject": "Justin Bieber"
    },
    {
        "text": "In January 2022, 270 scientists, physicians, professors, doctors, and healthcare workers wrote an open letter to Spotify expressing concern over \"false and societally harmful assertions\" on The Joe Rogan Experience and asked Spotify to \"establish a clear and public policy to moderate misinformation on its platform.\" The 270 signatories took issue with Rogan \"broadcasting misinformation, particularly regarding the COVID-19 pandemic\" and more specifically \"a highly controversial episode\" featuring guest Robert W. Malone (#1757)\", a biochemist who has promoted vaccine misinformation.",
        "ngram": 80,
        "subject": "Justin Bieber"
    },
    {
        "text": "The death of her older sister Maria Josepha from smallpox during the epidemic in Vienna in October 1767 made an everlasting impression on the young Maria Antonia. Maria Antonia, in her later life, recalled the ailing Maria Josepha taking her in her arms. She told her that she would not be traveling to Naples to marry King Ferdinand IV of Naples, to whom she was betrothed, but for the family vault.Later in 1768, Mathieu-Jacques de Vermond was dispatched by Louis XV to tutor Maria Antonia as she became the future wife to Louis XVI. Serving as an educator, Abbe de Vermond found her to be unsatisfactorily educated and lacking in, at the age of 13, important writing skills. Nonetheless, he also complimented her stating \"her character, her heart, are excellent\". He found her \"more intelligent than has been generally supposed,\" but since \"she is rather lazy and extremely frivolous, she is hard to teach\".Under the recommendation of the Duc de Choiseul, a strong supporter of her prospective marriage, Maria Antonia also received a makeover to bring her more in line with the fashion of French royalty. This included the straightening of her teeth by a French dentist, the diversification of her wardrobe, and hairstyles reminiscent of Madame de Pompadour. She was also instructed by Jean-Georges Noverre, who taught her to walk in the gliding fashion characteristic of the court of Versailles.",
        "ngram": 231,
        "subject": "Justin Bieber"
    },
    {
        "text": "A municipal judge ordered Evel to stand trial for a weapons possession charge in 1994. Knievel was arrested in October at a Sunnyvale go-go bar on suspicion of battering his girlfriend, 25-year-old Krystal Kennedy of Florida. Sunnyvale police later discovered two handguns and some ammunition in the trunk of his car. The battering charge was dropped when Kennedy declined to cooperate.",
        "ngram": 61,
        "subject": "Justin Bieber"
    },
    {
        "text": "On February 11, 2008, Kravitz was admitted to Miami Hospital suffering from severe bronchitis. He had been suffering from a series of severe respiratory tract infections since mid-January, and the illness developed into bronchitis. Kravitz's illness had forced him to postpone Canadian dates and his trip to Europe to promote his album It Is Time for a Love Revolution. On March 19, 2008, he canceled the South American part of his tour due to the same illness. The decision affected planned concerts in Colombia, Mexico, Brazil, and Argentina. In Argentina Kravitz had a performance in the biggest rock festival there, Quilmes Rock Fest. On July 15, 2008, Kravitz was honored in Milan, Italy with the key to the city in a special toast ceremony for his work with the United Nations Millennium Campaign to end world poverty.Kravitz made his feature film acting debut in Precious which premiered at the Sundance Film Festival in January 2009. During the Italian leg of his 53 date Let Love Rule 2009 European tour, Kravitz was instructed to cancel some shows due to another bad bout of bronchitis. Under strict orders from his doctor, the singer was told to rest so that he could make a quick recovery and return to the stage for the rest of his tour. Shows scheduled for Rome on June 5 and Brescia on June 17 were postponed to late July.",
        "ngram": 231,
        "subject": "Justin Bieber"
    },
    {
        "text": "After the convention, Roosevelt won endorsements from several progressive Republicans, including George W. Norris, Hiram Johnson, and Robert La Follette Jr. He also reconciled with the party's conservative wing, and even Al Smith was persuaded to support the Democratic ticket. Hoover's handling of the Bonus Army further damaged the incumbent's popularity, as newspapers across the country criticized the use of force to disperse assembled veterans.",
        "ngram": 65,
        "subject": "Justin Bieber"
    },
    {
        "text": "Chris Jericho said on his podcast in 2023 that Hogan was a better worker than Flair in his experience. \"Hogan is a better worker than Flair. For me. I always had amazing matches with Hogan because he knew exactly who he was as a babyface, as a heel, whatever. He was so great. He knew his audience. He didn't do anything he didn't have to. It was one of my favorite times in my career.\"",
        "ngram": 75,
        "subject": "Justin Bieber"
    },
    {
        "text": "In May 2003, Houston placed at number three on VH1's list of \"50 Greatest Women of the Video Era\". In 2008, Billboard magazine released a list of the Hot 100 All-Time Top Artists to celebrate the US singles chart's 50th anniversary, ranking Houston at number nine. Similarly, she was ranked as one of the \"Top 100 Greatest Artists of All Time\" by VH1 in September 2010. In November 2010, Billboard released its \"Top 50 R&B/Hip-Hop Artists of the Past 25 Years\" list and ranked Houston at number three who not only went on to earn eight number-one singles on the R&B/Hip-Hop Songs chart, but also landed five number ones on R&B/Hip-Hop Albums.",
        "ngram": 112,
        "subject": "Justin Bieber"
    },
    {
        "text": "In the early 1970s, in the immediate aftermath of the cancellation of Star Trek in 1969, Shatner experienced difficulty in finding employment, having become somewhat typecast as James Tiberius Kirk. With very little money and few acting prospects, he lost his home and was for a time so poor that he was reduced to living in a truck-bed camper in the San Fernando Valley. He refers to this part of his life as \"that period\", a humbling time during which he would take any odd job, including small party appearances, in order to support his family.",
        "ngram": 96,
        "subject": "Justin Bieber"
    },
    {
        "text": "Beyoncé became an ambassador for the 2012 World Humanitarian Day campaign donating her song \"I Was Here\" and its music video, shot in the UN, to the campaign. In 2013, it was announced that Beyoncé would work with Salma Hayek and Frida Giannini on a Gucci \"Chime for Change\" campaign that aims to spread female empowerment. The campaign, which aired on February 28, was set to her new music. A concert for the cause took place on June 1, 2013, in London. With help of the crowdfunding platform Catapult, visitors of the concert could choose between several projects promoting education of women and girls. Beyoncé also took part in \"Miss a Meal\", a food-donation campaign, and supported Goodwill Industries through online charity auctions at Charitybuzz that support job creation throughout Europe and the U.S.",
        "ngram": 134,
        "subject": "Justin Bieber"
    },
    {
        "text": "Williams began her 2018 season at the Sydney International, where she was the second seed and received a first-round bye. In the second round she lost to Angelique Kerber, who went on to win the tournament. As the fifth seed and defending finalist at the Australian Open, Williams lost in straight sets to Belinda Bencic in the first round, ending her streak of seven consecutive appearances in the second week of the Grand Slams, and as a result dropping considerably in the rankings as well.",
        "ngram": 85,
        "subject": "Justin Bieber"
    },
    {
        "text": "In 1952, with financial assistance under the G.I. Bill, McQueen began studying acting in New York at Sanford Meisner's Neighborhood Playhouse and at HB Studio under Uta Hagen. He reportedly delivered his first dialogue on a theater stage in a 1952 play produced by Yiddish theatre star Molly Picon. McQueen's character spoke one brief line: \"Alts iz farloyrn.\" (\"All is lost.\") During this time, he also studied acting with Stella Adler, in whose class he met Gia Scala.",
        "ngram": 78,
        "subject": "Justin Bieber"
    },
    {
        "text": "Venus Ebony Starr Williams (born June 17, 1980) is an American professional tennis player. A former world No. 1 in both singles and doubles, Williams has won seven Grand Slam singles titles, five at Wimbledon and two at the US Open. She is widely regarded as one of the greatest tennis players of all time.",
        "ngram": 55,
        "subject": "Justin Bieber"
    }
]