[
    {
        "text": "During the peak of her career, Ryan was one of Hollywood's most bankable stars, comparable to Julia Roberts. She has been called one of the greatest actresses of the 1990s, during which time she was also one of Hollywood's highest-paid. By the end of the decade, she commanded as much as $15 million per film, which had grossed over a billion dollars at the box office. Ryan is particularly known for her work in romantic comedies, having starred in several throughout the late 1980s, 1990s, and early 2000s. The 1990s were a particularly prolific era for Ryan's work in the genre, appearing in six romantic comedies during the decade. Two of her films, When Harry Met Sally...(1989) and Sleepless in Seattle (1993), are ranked among the 10 greatest romantic comedies of all time by the American Film Institute. The same organization also ranked the same films among the 100 greatest romance films, at numbers 25 and 45 respectively. Credited with introducing the genre to a new generation by journalist Jane Pauley, Kate Erbland of IndieWire recognized Ryan as one of the leading ladies to whom the genre owes its resurgence, and her success earned her the honorific nickname the \"Queen of Rom-coms\". Calling her \"a romantic comedy legend\", Salon writer Nardos Haile said Ryan's dominance over the genre is owed to her charisma. Similarly, Benjamin Lee of The Guardian attributes Ryan's association with the genre to her \"endless source of warmth and charisma, boasting a magic, ineffable charm that only a handful of other actors have",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "Hogan then appeared on July 4 episode of Raw, as the special guest of Carlito on his talk-show segment Carlito's Cabana. After being asked questions by Carlito concerning his daughter Brooke, Hogan attacked Carlito. Kurt Angle then also appeared, making comments about Brooke, which further upset Hogan, who was eventually double teamed by Carlito and Angle, but was saved by Shawn Michaels. Later that night, Michaels and Hogan defeated Carlito and Angle in a tag team match; during the post-match celebration, Michaels performed the Sweet Chin Music on Hogan and walked off. The following week on Raw, Michaels appeared on Piper's Pit and challenged Hogan to face him one-on-one for the first time. Hogan appeared on Raw one week later and accepted the challenge. The match took place at SummerSlam, which Hogan won. After the match, Michaels extended his hand to him, telling him that he \"had to find out for himself\", and Hogan and Michaels shook hands as Michaels left the ring to allow Hogan to celebrate with the crowd.",
        "ngram": 171,
        "subject": "Whitney Houston"
    },
    {
        "text": "For Socrates, the pursuit of eudaimonia motivates all human action, directly or indirectly. Virtue and knowledge are linked, in Socrates's view, to eudaimonia, but how closely he considered them to be connected is still debated. Some argue that Socrates thought that virtue and eudaimonia are identical. According to another view, virtue serves as a means to eudaimonia (the \"identical\" and \"sufficiency\" theses, respectively). Another point of debate is whether, according to Socrates, people desire what is in fact good—or, rather, simply what they perceive as good.Moral intellectualism refers to the prominent role Socrates gave to knowledge. He believed that all virtue was based on knowledge (hence Socrates is characterized as a virtue intellectualist). He also believed that humans were guided by the cognitive power to comprehend what they desire, while diminishing the role of impulses (a view termed motivational intellectualism). In Plato's Protagoras (345c4–e6), Socrates implies that \"no one errs willingly\", which has become the hallmark of Socratic virtue intellectualism. In Socratic moral philosophy, priority is given to the intellect as being the way to live a good life; Socrates deemphasizes irrational beliefs or passions. Plato's dialogues that support Socrates's intellectual motivism—as this thesis is named—are mainly the Gorgias (467c–8e, where Socrates discusses the actions of a tyrant that do not benefit him) and Meno (77d–8b, where Socrates explains to Meno his view that no one wants bad things, unless they do not know what is good and bad in the first place). Scholars have been puzzled by Socrates's view that akrasia (acting because of one's",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "In June 2021, Joe and Jill Biden visited Cornwall in the United Kingdom to attend the 47th G7 summit. Biden and the Duchess of Cambridge visited primary school students and participated in a roundtable discussion focusing on early childhood education. The pair penned an op-ed that was published by CNN about early childhood care. In July 2021, Biden visited Tokyo in her first solo trip abroad as the first lady. There, she met Japanese Prime Minister Yoshihide Suga with his wife Mariko Suga at Akasaka Palace and met Emperor Naruhito at Tokyo Imperial Palace. She also visited American athletes at the 2020 Summer Olympic Games and attended the Olympics opening ceremony at the Olympic Stadium. In October 2021, Joe and Jill Biden visited Vatican City. There, the couple met Pope Francis at the Apostolic Palace to discuss world poverty and climate change. In the same month, the couple visited Rome to attend the G20 Leaders' Summit. Biden met Serena Cappello, wife of Italian Prime Minister Mario Draghi at Chigi Palace and Brigitte Macron, wife of French President Emmanuel Macron at Il Marchese restaurant. She also visited the families of American troops in Naples.In May 2022, during the 2022 Russian invasion of Ukraine, Biden made a trip (without her husband) to Romania and Slovakia, visiting with Ukrainian women and children refugees and asking questions of workers from aid organizations. During this, she made an unannounced trip across the Slovakia–Ukraine border to Uzhhorod, Ukraine, where she met with displaced Ukrainian schoolchildren, as well as with Ukrainian first lady",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "Trump supported many of the policies of Israeli Prime Minister Benjamin Netanyahu. Under Trump, the U.S. recognized Jerusalem as the capital of Israel and Israeli sovereignty over the Golan Heights, leading to international condemnation including from the United Nations General Assembly, the European Union, and the Arab League. In 2020, the White House hosted the signing of agreements, named Abraham Accords, between Israel and the United Arab Emirates and Bahrain to normalize their foreign relations.",
        "ngram": 75,
        "subject": "Whitney Houston"
    },
    {
        "text": "In J. Peder Zane's The Top Ten: Authors Pick Their Favorite Books, King chose The Golden Argosy, Adventures of Huckleberry Finn, The Satanic Verses, McTeague, Lord of the Flies, Bleak House, Nineteen Eighty-Four, The Raj Quartet, Light in August and Blood Meridian. In 2022, he provided another list of ten favorite books; Lord of the Flies, Nineteen Eighty-Four and Blood Meridian remained, and he added Ship of Fools, The Orphan Master's Son, Invisible Man, Watership Down, The Hair of Harold Roux, American Pastoral and The Lord of the Rings. He added, \"Although Anthony Powell's novels should probably be on here, especially the sublimely titled Casanova's Chinese Restaurant and Books Do Furnish a Room. And Paul Scott's Raj Quartet. And at least six novels by Patricia Highsmith. And what about Patrick O'Brian? See how hard this is to do?\"",
        "ngram": 138,
        "subject": "Whitney Houston"
    },
    {
        "text": "In 1980, Hogan began appearing in New Japan Pro-Wrestling (NJPW) where Japanese wrestling fans nicknamed him \"Ichiban\" (一番, \"Number One\"). Hogan first appeared on May 13, 1980, while he was still with the WWF. He occasionally toured the country over the next few years, facing a wide variety of opponents ranging from Tatsumi Fujinami to Abdullah the Butcher. When competing in Japan, Hogan used a vastly different repertoire of wrestling moves, relying on more technical, traditional wrestling holds and maneuvers as opposed to the power-based, brawling style American fans became accustomed to seeing from him. In addition, Hogan used the Axe Bomber, a crooked arm lariat, as his finisher in Japan instead of the running leg drop that has been his standard finisher in America. Hogan still made appearances for the WWF, even unsuccessfully challenging Pedro Morales for the Intercontinental Championship on March 26, 1981. On June 2, 1983, Hogan became the first International Wrestling Grand Prix (IWGP) tournament winner and the first holder of an early version of the IWGP Heavyweight Championship, defeating Antonio Inoki by knockout in the finals of a ten-man tournament. Since then, this championship was defended annually against the winner of the IWGP League of the year until it was replaced by current IWGP Heavyweight Championship, that is defended regularly.",
        "ngram": 215,
        "subject": "Whitney Houston"
    },
    {
        "text": "After dropping out of school, Travolta moved across the Hudson River to New York City and landed a role in the touring company of the musical Grease and on Broadway in Over Here!, singing the Sherman Brothers' song \"Dream Drummin'\". He then moved to Los Angeles for professional reasons. Travolta's first screen role in California was as a fall victim in Emergency! (Season 2, Episode 2) in September 1972, but his first significant movie role was as Billy Nolan, a bully who was goaded into playing a prank on Sissy Spacek's character in the horror film Carrie (1976) directed by Brian de Palma. Around that time, he landed his star-making role as Vinnie Barbarino in the ABC TV sitcom Welcome Back, Kotter (1975–1979), in which his sister, Ellen, also occasionally appeared (as Arnold Horshack's mother).Travolta had a hit single titled \"Let Her In\", peaking at number 10 on the Billboard Hot 100 chart in July 1976. In the next few years, he starred in the television movie The Boy in the Plastic Bubble and two of his most noted screen roles: Tony Manero in the dance drama Saturday Night Fever (1977) and Danny Zuko in the musical Grease (1978). The films were among the most commercially successful pictures of the decade and catapulted Travolta to international stardom. Saturday Night Fever earned him a nomination for the Academy Award for Best Actor, making him, at age 24, one of the youngest performers ever nominated for the Best Actor Oscar. His mother and his sister Ann appeared very",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "Jenner was born in San Diego, California, on November 5, 1955, the elder of two children born to Mary Jo \"M. J.\" Shannon (née Campbell; born 1934), who owned a children's clothing store, and Robert True \"Bob\" Houghton (1931–1975), an engineer. When she was seven years old, M. J. and Bob divorced, and she and her younger sister, Karen Casey (née Houghton; 1958–2024), were raised by their mother. M. J. would eventually remarry, to businessman Harry Shannon (1926–2003), who helped raise Jenner and her sister. By her mother's marriage to Harry, she gained a stepbrother, Steven \"Steve\" Shannon.Three months after moving to Oxnard, California, Shannon's business partner allegedly left with all the company's capital, so the family moved back to San Diego. In San Diego, Jenner worked at Shannon & Company, a children's clothing store that belonged to her mother. Jenner attended Clairemont High School and graduated in 1973. In 1975, when Jenner was 19, her biological father died in a car crash. She worked for American Airlines as a flight attendant for a year in 1976.",
        "ngram": 177,
        "subject": "Whitney Houston"
    },
    {
        "text": "King recalls the origin of his debut novel, Carrie: \"Two unrelated ideas, adolescent cruelty and telekinesis, came together.\" It began as a short story intended for Cavalier; King tossed the first three pages in the trash but his wife, Tabitha, recovered them, saying she wanted to know what happened next. He followed her advice and expanded it into a novel. She told him: \"You've got something here. I really think you do.\" Per The Guardian, Carrie \"is the story of Carrie White, a high-school student with latent—and then, as the novel progresses, developing—telekinetic powers. It's brutal in places, affecting in others (Carrie's relationship with her almost hysterically religious mother being a particularly damaged one), and gory in even more.\" The review of  Carrie in The New York Times noted that \"King does more than tell a story. He is a schoolteacher himself, and he gets into Carrie's mind as well as into the minds of her classmates. He also knows a thing or two about symbolism—blood symbolism especially.\"",
        "ngram": 169,
        "subject": "Whitney Houston"
    },
    {
        "text": "On January 2, 2011, Favre was unable to play against the Detroit Lions in the final game of the regular NFL season due to his inability to pass NFL-mandated post-concussion tests. In a press conference immediately following the game, Favre announced his intention to retire from professional football. On January 17, 2011, Favre officially filed his retirement papers with the NFL.",
        "ngram": 61,
        "subject": "Whitney Houston"
    },
    {
        "text": "Publications have called Aguilera a pop icon, a triple threat entertainer and has often been labeled a diva for her stardom and persona. Bustle writer James Tison noted comparisons to Mariah Carey adding that \"[Aguilera] has mastered being a diva in the best way possible\". Her vocal abilities often also distinguished her from her peers. Her fan-base is named the \"Fighters\" drawing inspiration from her 2003 single \"Fighter\". She is one of the most popular musicians on Twitter with approximately 17 million followers, and was one of the most searched artists in the world in 2002, 2004, and 2010 through Google. She was also one of the most popular searches in 2003 by Yahoo! Search.Aguilera is also recognized as a gay icon; in 2019, she was awarded by the Human Rights Campaign for using her \"platform to share a message of hope and inspiration to those who have been marginalized [...] bringing greater visibility to the LGBTQ community\". Her 2002 song \"Beautiful\" has been called an anthem for the LGBT community, with UK LGBT rights charity Stonewall naming it the most empowering song of the decade for lesbian, gay and bisexual people and for having \"inspired millions of young people around the world\". In 2023, Aguilera was honored for her LGBTQ allyship and for advocating for the queer community at the Stonewall National Monument.Aguilera's style and fashion has attracted significant media attention throughout her career, and she has been named a fashion icon. Jon Caramanica, journalist from The New York Times, concluded that \"Aguilera will be",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "Dr. Dre was the executive producer of Eminem's 2020 release, Music to Be Murdered By. He produced four songs on the album. He also produced two songs on the deluxe edition of the album, Side B, and appeared on the song, \"Gunz Blazing\". On September 30, 2021, it was revealed that Dre would perform at the Super Bowl LVI halftime show alongside Eminem, Snoop Dogg, Mary J. Blige, and Kendrick Lamar. ",
        "ngram": 72,
        "subject": "Whitney Houston"
    },
    {
        "text": "He's known for his extensive voice roles including Whiplash in Turbo (2013), the title character of the anime series Afro Samurai (2007), and Frank Tenpenny in the video game Grand Theft Auto: San Andreas (2004). He also narrated the acclaimed documentary I Am Not Your Negro (2016).",
        "ngram": 47,
        "subject": "Whitney Houston"
    },
    {
        "text": "In February 2010, Tarantino bought the New Beverly Cinema in Los Angeles. Tarantino allowed the previous owners to continue operating the theater, but stated he would make occasional programming suggestions. He was quoted as saying: \"As long as I'm alive, and as long as I'm rich, the New Beverly will be there, showing films shot on 35 mm.\" Starting in 2014, Tarantino took a more active role in programming film screenings at the New Beverly, showing his own films as well as prints from his personal collection. In 2021, Tarantino announced that he had also purchased the Vista Theatre in Los Angeles, stating that he intends to keep it a first-run theatre, and that like The New Beverly it will only show movies on film.",
        "ngram": 125,
        "subject": "Whitney Houston"
    },
    {
        "text": "After beginning her acting career as a child actor in the early 1990s, Lohan, at age 11, made her film debut in Disney's successful remake of The Parent Trap (1998). Freaky Friday (2003) remains her highest-grossing film, while Mean Girls (2004), both a critical and commercial success, became a cult classic. Though her career was often interrupted by legal and personal troubles during the late 2000s and early 2010s, she has appeared in over 30 films and has multiple other acting credits as of 2024.",
        "ngram": 85,
        "subject": "Whitney Houston"
    },
    {
        "text": "Trump has been the subject of comedy and caricature on television, in films, and in comics. He was named in hundreds of hip hop songs from 1989 until 2015; most of these cast Trump in a positive light, but they turned largely negative after he began running for office.",
        "ngram": 49,
        "subject": "Whitney Houston"
    },
    {
        "text": "Diesel has said he prefers to maintain his privacy regarding his personal life, stating: \"I'm not gonna put it out there on a magazine cover like some other actors. I come from the Harrison Ford, Marlon Brando, Robert De Niro, Al Pacino code of silence.\"",
        "ngram": 45,
        "subject": "Whitney Houston"
    },
    {
        "text": "Cyrus's early success as the face of Disney Channel's billion-dollar franchise Hannah Montana played an important role as shaping the 2000s teen pop culture earning her the honorific nickname of \"Teen Queen\". Bickford stated Hannah Montana adopted a business model of combining celebrity acts with film, television, and popular music for a pre-adolescent audience. He called the series \"genre-defining\" and likened this model to 1990s teen pop artists such as Britney Spears and NSYNC, who were also marketed to children. Morgan Genevieve Blue of Feminist Media Studies stated the series' primary female characters, Miley and her alter ego Hannah, are positioned as post-feminist subjects in a way their representation is confined to notions of femininity and consumerism. The Times journalist Craig McLean named Cyrus the \"world's biggest-ever teenage star\".",
        "ngram": 129,
        "subject": "Whitney Houston"
    },
    {
        "text": "Sheen was the 2004 spokesperson for the Lee National Denim Day breast cancer fundraiser that raised millions of dollars for research and education regarding the disease. Sheen stated that a friend of his died from breast cancer, and he wanted to try to help find a cure for the disease.A major donor and supporter of Aid For AIDS since 2006, Sheen was honored with an AFA Angel Award, one of only a few ever given, at the nonprofit's 25th Silver Anniversary Reception in 2009. In addition to his financial support, he has volunteered to act as a celebrity judge for several years for their annual fundraiser, Best In Drag Show, which raises around a quarter of a million dollars each year in Los Angeles for AIDS assistance.",
        "ngram": 127,
        "subject": "Whitney Houston"
    },
    {
        "text": "Mariah Carey (; born March 27, 1969) is an American singer, songwriter, record producer, and actress. An influential figure in popular music, she is known for her five-octave vocal range, melismatic singing style, and signature use of the whistle register. Carey is also credited with influencing vocal styles, merging hip-hop with pop through her collaborations, popularizing remixes, and helping break down racial barriers for multiracial Americans in popular culture. Referred to as the \"Songbird Supreme\" by Guinness World Records, she was ranked as the fifth greatest singer of all time by Rolling Stone in 2023, and has been dubbed the \"Queen of Christmas\" for the enduring popularity of her Christmas music, particularly the 1994 song \"All I Want for Christmas Is You\", which is the best-selling holiday song by a female artist.",
        "ngram": 132,
        "subject": "Whitney Houston"
    },
    {
        "text": "Blair's financial assets are structured in an opaque manner, and estimates of their extent vary widely. These include figures of up to £100 million. Blair stated in 2014 that he was worth \"less than £20 million\". A 2015 assertion, by Francis Beckett, David Hencke and Nick Kochan, concluded that Blair had acquired $90 million and a property portfolio worth $37.5 million in the eight years since he had left office.",
        "ngram": 70,
        "subject": "Whitney Houston"
    },
    {
        "text": "Goodman had guest roles on the Aaron Sorkin television dramas The West Wing and Studio 60 on the Sunset Strip. In the former he appeared in four episodes, playing Speaker of the House and eventual acting president Glen Allen Walken. In the latter, he appeared as Pahrump, Nevada Judge Robert Bebe, earning a 2007 Emmy for Outstanding Guest Actor – Drama Series for his performance.",
        "ngram": 65,
        "subject": "Whitney Houston"
    },
    {
        "text": "Carter received the American Academy of Achievement's Golden Plate Award in 1984. The Jimmy Carter Library and Museum was opened in 1986. The following year, the Jimmy Carter National Historical Park was established as a National Historic Site and in 2021, renamed as a national historical park. In 1991, Carter was made an honorary member of Phi Beta Kappa at Kansas State University, and was elected to the American Philosophical Society. In 1998, the U.S. Navy named the third and last Seawolf-class submarine, honoring Carter and his service as a submariner officer.",
        "ngram": 92,
        "subject": "Whitney Houston"
    },
    {
        "text": "In March 2005, Anderson became a spokesperson for MAC Cosmetics's MAC AIDS Fund, which helped people affected by AIDS and HIV. After becoming the official spokesmodel, Anderson raised money during events in Toronto, Tokyo, Dublin, and Athens. Anderson became the celebrity spokesperson for the American Liver Foundation, and served as the Grand Marshal of the SOS motorcycle ride fundraiser.In 2009, Anderson wrote an open letter to President Barack Obama urging the legalization of cannabis.In December 2015, Anderson, a close friend of Sea Shepherd Conservation Society founder Paul Watson and a long-time supporter and advisory board member, became a full board member in order to further its efforts in opposing the hunting of whales.In November 2016, Anderson starred in a video public service announcement produced by the National Limousine Association and the National Sexual Violence Resource Center as part of the Ride Responsibly initiative, titled The Driving Game, which aimed to shed light on the lack of universal driver regulations in the private ground transportation industry.Anderson once again starred in a video public service announcement produced by the National Limousine Association in January 2018, this time in partnership with Promoting Awareness | Victim Empowerment (PAVE), as part of the Ride Responsibly initiative. Titled The Signs, the video pushes for passenger safety and universal driver regulations in the private ground transportation industry.In the 2019 Canadian federal election, she endorsed the Green Party of Canada.Anderson advocates for animal rights, and is an active member of the animal protection organization People for the Ethical Treatment of Animals (PETA). She gave",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "Carter's presidency was initially viewed by some scholars as a failure. In the historical rankings of American presidents, Carter's presidency has ranged from 18th to 34th place. The documentary Back Door Channels: The Price of Peace (2009) credits Carter's efforts at Camp David, which brought peace between Israel and Egypt, with bringing the only meaningful peace to the Middle East. His post-presidency activities have been favorably received. The Independent wrote, \"Carter is widely considered a better man than he was a president.\" Although his presidency received a mixed reception, his peacekeeping and humanitarian efforts since he left office have made Carter renowned as one of the most successful ex-presidents in American history.",
        "ngram": 112,
        "subject": "Whitney Houston"
    },
    {
        "text": "Carter's reelection campaign was based primarily on attacking Ronald Reagan. The campaign frequently pointed out and mocked Reagan's proclivity for gaffes, using his age and perceived lack of connection to his native California voter base against him. Later, the campaign used similar rhetoric as Lyndon Johnson's 1964 presidential campaign, portraying Reagan as a warmonger who could not be trusted with the nuclear arsenal. Carter attempted to deny the Reagan campaign $29.4 million (equivalent to $108,718,255 in 2023) in campaign funds, due to dependent conservative groups already raising $60 million to get him elected—an amount that exceeded the limit of campaign funds. Carter's attempt was later denied by the Federal Election Commission.",
        "ngram": 111,
        "subject": "Whitney Houston"
    },
    {
        "text": "While in Las Vegas to watch Dick Tiger successfully defend his World Boxing Association (WBA) and World Boxing Council (WBC) light heavyweight titles at the Convention Center on November 17, 1967, Knievel first saw the fountains at Caesars Palace and decided to jump them.",
        "ngram": 44,
        "subject": "Whitney Houston"
    },
    {
        "text": "In early 2017, Paxton stated in an interview on WTF with Marc Maron that he had a damaged aortic heart valve, resulting from rheumatic fever that he contracted as a child. On February 14, 2017, he underwent open-heart surgery at Cedars-Sinai Medical Center in Los Angeles to repair the damaged valve and correct an aortic aneurysm. A day later, he underwent an emergency second surgery to repair a damaged coronary artery. His condition deteriorated over the following 10 days, and he died of a stroke on February 25 at the age of 61. He was cremated and his ashes were buried at the Forest Lawn Memorial Park of Hollywood Hills.One year after Paxton's death, his family filed a wrongful death lawsuit against Ali Khoynezhad, the surgeon who performed his operation, alleging that Khoynezhad used \"high-risk and unconventional\" methods and that he was not present in the operating room when Paxton developed complications such as ventricular dysfunction, tachycardia, and a compromised right coronary artery, which they claim contributed to the coronary artery damage that necessitated a second surgery and ultimately led to Paxton's death. The case was set for trial in Los Angeles Superior Court in March 2022. In February 2022, Paxton's family reached a partial settlement with General Anesthesia Specialists Partnership for $1 million. In August 2022, the case was settled against Cedars-Sinai and Khoynezhad under undisclosed terms.",
        "ngram": 228,
        "subject": "Whitney Houston"
    },
    {
        "text": "In a series of tweets, Jackson said that the delay of his fifth album was due to disagreements with Interscope Records, later suggesting that it would be released in November 2011 with his headphone line (SMS by 50). He speculated to MTV News about not renewing his five-album contract with Interscope: \"I don't know ... It will all be clear in the negotiations following me turning this actual album in. And, of course, the performance and how they actually treat the work will determine whether you still want to stay in that position or not.\"On June 20, 2011, Jackson announced the release of Before I Self Destruct II after his fifth album. Although he planned to shoot a music video for the fifth album's lead single, \"I'm On It\", on June 26 the video was never filmed. Jackson told Shade45, \"I did four songs in Detroit with Eminem. I did two with Just Blaze, a Boi-1da joint, and I did something with Alex da Kid. We made two that are definite singles and the other two are the kinds of records that we been making, more aimed at my core audience, more aggressive, more of a different kind of energy to it.\" He released \"Street King Energy Track #7\" in September 2011 to promote Street King, his charity-based energy drink. An announcement that Jackson was shooting a music video for \"Girls Go Wild\", the fifth-album lead single featuring Jeremih, was made on September 28, 2011.Jackson's fifth album, Street King Immortal, was initially scheduled for a summer",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "Much later in her career, Minnelli made guest appearances on shows such as Arrested Development, Law & Order: Criminal Intent, Drop Dead Diva, and Smash. In the UK, she appeared on the Ruby Wax, Graham Norton and Jonathan Ross shows, and in October 2006, participated in a comedy skit on Charlotte Church's show and was featured on Michael Parkinson's show.",
        "ngram": 60,
        "subject": "Whitney Houston"
    },
    {
        "text": "On April 14, 2018, Beyoncé played the first of two weekends as the headlining act of the Coachella Music Festival. Her performance of April 14, attended by 125,000 festival-goers, was immediately praised, with multiple media outlets describing it as historic. The performance became the most-tweeted-about performance of weekend one, as well as the most-watched live Coachella performance and the most-watched live performance on YouTube of all time. The show paid tribute to black culture, specifically historically black colleges and universities and featured a live band with over 100 dancers. Destiny's Child also reunited during the show.",
        "ngram": 96,
        "subject": "Whitney Houston"
    },
    {
        "text": "Gere regularly visits Dharamshala, the headquarters of the Tibetan government-in-exile. He is an advocate for human rights in Tibet and is a co-founder of the Tibet House US, creator of the Gere Foundation, and Chairman of the Board of Directors for the International Campaign for Tibet. Because he supports the Tibetan Independence Movement, he is permanently banned from entering China.In 1993, Gere was banned from being an Academy Award presenter after he denounced the Chinese government while announcing the nominees.In September 2007, Gere called for the boycott of the 2008 Beijing Olympic Games to put pressure on China to make Tibet independent. He starred in a Free Tibet-themed Lancia commercial featuring the Lancia Delta. On June 27, 2011, he meditated in Borobudur Temple in Indonesia. He actively supports Survival International, an organization dedicated to protecting the rights and lands of tribal peoples throughout the world.Gere campaigns for ecological causes and AIDS awareness. He currently serves on the board of directors for Healing the Divide, an organization that supports global initiatives to promote peace, justice and understanding. He helped to establish the AIDS Care Home, a residential facility in India for women and children with AIDS, and also supports campaigns for AIDS awareness and education in that country. In 1999, he created the Gere Foundation India Trust to support a variety of humanitarian programs in India.",
        "ngram": 225,
        "subject": "Whitney Houston"
    },
    {
        "text": "In 1951, Buffett discovered that Graham was on the board of GEICO insurance. Taking a train to Washington, D.C., on a Saturday, he knocked on the door of GEICO's headquarters until a janitor admitted him. There he met Lorimer Davidson, GEICO's vice president, and the two discussed the insurance business for hours. Davidson would eventually become Buffett's lifelong friend and a lasting influence, and would later recall that he found Buffett to be an \"extraordinary man\" after only fifteen minutes. Buffett wanted to work on Wall Street but both his father and Ben Graham urged him not to. He offered to work for Graham for free, but Graham refused.Buffett returned to Omaha and worked as a stockbroker while taking a Dale Carnegie public speaking course. Using what he learned, he felt confident enough to teach an \"Investment Principles\" night class at the University of Nebraska-Omaha. The average age of his students was more than twice his own. During this time he also purchased a Sinclair gas station as a side investment but it was unsuccessful.In 1952, Buffett married Susan Thompson at Dundee Presbyterian Church. The next year they had their first child, Susan Alice. In 1954, Buffett accepted a job at Benjamin Graham's partnership. His starting salary was $12,000 a year (about $136,000 today). There he worked closely with Walter Schloss. Graham was adamant that stock picks should provide a wide margin of safety after weighing the trade-off between their price and their intrinsic value. That same year the Buffetts had their second child, Howard Graham.",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "Buffett is an avid bridge player, which he plays with Gates and champion player Sharon Osberg; he is said to spend 12 hours a week playing the game. In 2006, he sponsored a bridge match for the Buffett Cup. Modeled on the Ryder Cup in golf—held immediately before it in the same city—the teams are chosen by invitation, with a female team and five male teams provided by each country.He is a dedicated, lifelong follower of Nebraska football, and attends as many games as his schedule permits. He supported the hire of Bo Pelini, following the 2007 season, stating, \"It was getting kind of desperate around here\". He watched the 2009 game against Oklahoma from the Nebraska sideline, after being named an honorary assistant coach.Buffett was elected to the American Philosophical Society in 2009.Buffett worked with Christopher Webber on an animated series called \"Secret Millionaires Club\" with chief Andy Heyward of DiC Entertainment. The series features Buffett and Munger and teaches children healthy financial habits.Buffett was raised as a Presbyterian, but has since described himself as agnostic. In December 2006, it was reported that Buffett did not carry a mobile phone, did not have a computer at his desk, and drove his own automobile, a Cadillac DTS. In contrast to that, at the 2018 Berkshire Hathaway's shareholder meeting, he stated he uses Google as his preferred search engine. In 2013 he had an old Nokia flip phone and had sent one email in his entire life. In February 2020, Buffett revealed in a CNBC interview that",
        "ngram": 256,
        "subject": "Whitney Houston"
    },
    {
        "text": "In 2021, Gellar voiced Teela in Kevin Smith's Masters of the Universe: Revelation, an animated series for Netflix. In 2022, she made her first film appearances in 13 years with brief roles in Clerks III and Do Revenge, released in theaters and on Netflix respectively, in the same week. Mark Donaldson of Screen Rant described them as \"low-key return movies\" for Gellar, noting Clerks 3 as \"a nod\" to having previously worked with Smith, and Do Revenge as a reassessment of Cruel Intentions for \"modern audiences\". At the 2022 San Diego Comic-Con, it was announced that Gellar would star in and act as an executive producer of the Paramount+ supernatural drama series Wolf Pack, which premiered on January 26, 2023.",
        "ngram": 120,
        "subject": "Whitney Houston"
    },
    {
        "text": "After debt settlements and division of his father's estate among its heirs, Jimmy inherited comparatively little. For a year, he, Rosalynn, and their three sons lived in public housing in Plains. Carter was knowledgeable in scientific and technological subjects, and he set out to expand the family's peanut-growing business. Transitioning from the Navy to an agri-businessman was difficult as his first-year harvest failed due to a drought, and Carter had to open several bank lines of credit to keep the farm afloat. Meanwhile, he took classes and studied agriculture while Rosalynn learned accounting to manage the business's books. Though they barely broke even the first year, the Carters grew the business and became quite successful.",
        "ngram": 115,
        "subject": "Whitney Houston"
    },
    {
        "text": "In the early 1970s, Lansbury declined several cinematic roles, including the lead in The Killing of Sister George and the role of Nurse Ratched in One Flew Over the Cuckoo's Nest, because she was not satisfied with them. Instead, she accepted the role of the Countess von Ornstein, an ageing German aristocrat who falls in love with a younger man, in Something for Everyone (1970), for which she filmed on location in Hohenschwangen, Bavaria. That same year, she appeared as the middle-aged English witch Eglantine Price in the Disney film Bedknobs and Broomsticks; this was her first lead in a screen musical, and led to her publicizing the film on television programmes like the David Frost Show. She later noted that as a big commercial success, this film \"secured an enormous audience for me\".The year 1970 was a traumatic one for the Lansbury family, as Peter underwent a hip replacement, Anthony suffered a heroin overdose and entered a coma, and the family's Malibu home was destroyed in a brush fire. They then purchased Knockmourne Glebe, a farmhouse built in the 1820s which was located near Conna in rural County Cork, and, after Anthony quit using cocaine and heroin, took him there to recover from his drug addiction. He subsequently enrolled in the Webber-Douglas School, his mother's alma mater, and became a professional actor, before moving into television directing. Lansbury and her husband did not return to California, instead dividing their time between Cork and New York City, where they lived in a flat opposite the Lincoln",
        "ngram": 256,
        "subject": "Whitney Houston"
    }
]