[
    {
        "text": "Williams did not play for the rest of the year at a competitive level; she appeared in three exhibitions tournaments in November and early December. She played against sister Serena in Colombia, which she won in straight sets. The week later, the sisters appeared in Milan, Italy to play exhibition against Italian duo Francesca Schiavone and Flavia Pennetta. Williams lost both her singles tie-break matches but won the doubles pairing with her sister. Williams played her third exhibition tournament in Barbados where she lost to Victoria Azarenka. She ended the year ranked No. 102. This was her first year-end finish ranked outside of the top 50 since 1997.",
        "ngram": 108,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Walters was widely lampooned for asking actress Katharine Hepburn, \"If you were a tree, what kind would you be?\" On the last 20/20 television episode in which she appears, Walters showed a video of the Hepburn interview, showing the actress saying that she felt like a strong tree in her old age. Walters followed up with the question, \"What kind of a tree?\", and Hepburn responded \"an oak\" because they do not get Dutch elm disease. According to Walters for years Hepburn refused her requests for an interview. When Hepburn finally agreed to one she said she wanted to meet Walters first. Walters walked in all smiles and ready to please, while Hepburn was at the top of the stairs and barked, \"You're late. Have you brought me chocolates?\"",
        "ngram": 129,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Shortly after her father's death, her mother began dating the actor Michael Edwards. In an interview with Playboy in 2003, Presley said Edwards would enter her room intoxicated and was sexually inappropriate with her. She has a half-brother, Navarone Garibaldi, from her mother's 22-year relationship with Marco Garibaldi.",
        "ngram": 48,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Until the branches are covered with wishes.Her Wish Tree installation in the Sculpture Garden of the Museum of Modern Art, New York, established in July 2010, has attracted contributions from all over the world. Other installation locations include London; St. Louis; Washington, D.C.; San Francisco; Copenhagen; the Stanford University campus in Palo Alto, California; Japan; Venice; Dublin; and, Miami at the Fairchild Tropical Botanic Garden in 2010.",
        "ngram": 67,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Bird entered the NBA for the 1979–80 season, where he made an immediate impact, starting at power forward and leading the Celtics to a 32-win improvement over the previous season before being eliminated from the playoffs in the conference finals. He played for the Celtics during his entire professional career (13 seasons), leading them to five NBA finals appearances and three NBA championships. He played most of his career with forward Kevin McHale and center Robert Parish, considered by some to be the greatest front court in NBA history. Bird was a 12-time NBA All-Star, won two NBA Finals MVP awards and received the NBA Most Valuable Player Award three consecutive times (1984–1986), making him the only forward in league history to do so. Bird was also a member of the gold medal-winning 1992 U.S. Olympic basketball team, known as the \"Dream Team\". He was inducted into the Naismith Memorial Basketball Hall of Fame twice as a player—first in 1998 as an individual, and again in 2010 as a member of the \"Dream Team\". He was voted onto the NBA's 50 Greatest Players in NBA History list in 1996, and subsequently the 75th Anniversary Team list in 2021.",
        "ngram": 198,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Wilde was born Olivia Jane Cockburn in New York City on March 10, 1984. She grew up in the Georgetown neighborhood of Washington, D.C., while spending summers at Ardmore in Ireland. She attended Georgetown Day School in Washington, D.C., and Phillips Academy in Andover, Massachusetts, graduating in 2002. She derived her professional surname from Irish author Oscar Wilde, and began using it in high school to honor the writers in her family, many of whom used pen names. She was accepted to Bard College, but deferred her enrollment three times to pursue acting. She then studied at the Gaiety School of Acting in Dublin. For a short time, Wilde's family also had a house in Guilford, Vermont.",
        "ngram": 117,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "He appeared in the stage show Madea's Big Happy Family, which toured the U.S. as a stage play and was released as a movie in 2011, written, directed by and starring Perry. The film version of Madea's Big Happy Family raked in US$25.8 million at the box office, taking second place.Perry's next film with Lionsgate was Good Deeds, in which Perry plays lead character Wesley Deeds. Good Deeds is a romantic drama film written, directed by, and starring Perry. The film was released on February 24, 2012. It is the tenth of eleven films that Perry directed and appears in. The film received a 29% rating by review aggregator Rotten Tomatoes and opened with a box office US$15.5 million gross. The movie also stars Thandie Newton, Rebecca Romijn, Gabrielle Union, Eddie Cibrian, Jamie Kennedy, Phylicia Rashad, and others.As of June 2011, Perry's films had grossed over US$500 million worldwide. Perry's Madea's Witness Protection, his seventh film within the Madea franchise, was released on June 29, 2012.",
        "ngram": 166,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "During the offseason, the Lakers hired Frank Vogel as their new head coach, and traded the majority of their young core to the Pelicans for superstar big man Anthony Davis. James immediately embraced Los Angeles's much-improved roster by transforming his playing style, moving to full-time point guard, and competing with a more consistent defensive effort. Behind James's leadership, the Lakers opened the 2019–20 season with a 17–2 record, matching the best start in franchise history. On January 25, James passed team legend Kobe Bryant for third on the all-time regular season scoring list, the day before Bryant died in a helicopter crash. In early March, before the season was suspended due to the COVID-19 pandemic, James led the Lakers to a victory over the Bucks in a matchup of conference leaders, followed by a streak-breaking win against the Clippers. Regular season play resumed in July and concluded in August within the confined NBA Bubble, where James ended the regular season as the league leader in assists for the first time in his career, averaging 10.2 assists per game. James earned a record 16th All-NBA Team selection as part of the First Team, extending his record First Team selections to 13.",
        "ngram": 200,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Jefferson mastered architecture through self-study. His primary authority was Andrea Palladio's 1570 The Four Books of Architecture, which outlines the principles of classical design. Jefferson helped popularize the Neo-Palladian style in the United States utilizing designs for the Virginia State Capitol, the University of Virginia, Monticello, and others. It has been speculated that he was inspired by the Château de Rastignac in south-west France—the plans of which he saw during his ambassadorship—to convince the architect of the White House to modify the South Portico to resemble the château.",
        "ngram": 88,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "The success of the Star Trek: The Next Generation TV and film franchises typecast Stewart as Picard and obtaining other roles became difficult. He also found returning to the stage difficult because of his long absence. He commented that he would never have joined The Next Generation had he known that it would air for seven years: \"No, no. NO. And looking back now it still frightens me a little bit to think that so much of my life was totally devoted to Star Trek and almost nothing else.\"",
        "ngram": 89,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "After Emotions failed to achieve the commercial heights of her debut album, Carey's subsequent release was to be marketed as adult contemporary and pop-friendly. Music Box was produced by Carey and Afanasieff, and began a songwriting partnership that would extend until 1997's Butterfly. The album was released on August 31, 1993, to mixed reviews from music critics. Carey's songwriting was derided as clichéd and her vocal performances were described as less emotive and lazier in their delivery. In his review of the album, AllMusic's Ron Wynn concluded: \"sometimes excessive spirit is preferable to an absence of passion.\" In promotion of the album, Carey embarked on her debut tour, a six-date concert series, the Music Box Tour. Music Box's first and second singles, \"Dreamlover\" and \"Hero\", became Carey's seventh and eighth chart-toppers in the United States, while her cover of Badfinger's \"Without You\" was a commercial breakthrough in Europe, becoming her first number-one single in Germany, Sweden and the United Kingdom. Music Box remains Carey's best-seller and one of the best-selling albums, with worldwide sales of over 28 million copies.",
        "ngram": 179,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Being very detached from the Hollywood scene, Murray does not have an agent or manager and reportedly only fields offers for scripts and roles using a personal telephone number with a voice mailbox that he checks infrequently. This practice has reportedly prevented him from participating in films such as Who Framed Roger Rabbit, Monsters, Inc., The Squid and the Whale, Charlie and the Chocolate Factory, and Little Miss Sunshine. When asked about this practice, however, Murray seemed content with his inaccessibility, stating, \"It's not that hard. If you have a good script that's what gets you involved. People say they can't find me. Well, if you can write a good script, that's a lot harder than finding someone. I don't worry about it; it's not my problem.\"Murray has homes in Los Angeles; Rancho Santa Fe, California; Martha's Vineyard, Massachusetts; Charleston, South Carolina; and Palisades, New York. Between 2008 and 2013, Murray maintained a residence in the Greenwich Village neighborhood of Lower Manhattan.In 2007, Murray was pulled over by Swedish police on suspicion of driving a golf cart under the influence of alcohol.He is a student of the teachings of G.I. Gurdjieff.",
        "ngram": 191,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Matthew Langford Perry (August 19, 1969 – October 28, 2023) was an American and Canadian  actor. He gained international fame for starring as Chandler Bing on the NBC television sitcom Friends (1994–2004). Perry also appeared on Ally McBeal (2002) and received Primetime Emmy Award nominations for his performances in The West Wing (2003) and The Ron Clark Story (2006). He played a leading role in the NBC series Studio 60 on the Sunset Strip (2006–2007). He also became known for his leading film roles in Fools Rush In (1997), Almost Heroes (1998), Three to Tango (1999), The Whole Nine Yards (2000), Serving Sara (2002), The Whole Ten Yards (2004), and 17 Again (2009).",
        "ngram": 114,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In late 1847, Marx and Engels began writing what was to become their most famous work – a programme of action for the Communist League. Written jointly by Marx and Engels from December 1847 to January 1848, The Communist Manifesto was first published on 21 February 1848. The Communist Manifesto laid out the beliefs of the new Communist League. No longer a secret society, the Communist League wanted to make aims and intentions clear to the general public rather than hiding its beliefs as the League of the Just had been doing. The opening lines of the pamphlet set forth the principal basis of Marxism: \"The history of all hitherto existing society is the history of class struggles\". It goes on to examine the antagonisms that Marx claimed were arising in the clashes of interest between the bourgeoisie (the wealthy capitalist class) and the proletariat (the industrial working class). Proceeding on from this, the Manifesto presents the argument for why the Communist League, as opposed to other socialist and liberal political parties and groups at the time, was truly acting in the interests of the proletariat to overthrow capitalist society and to replace it with socialism.Later that year, Europe experienced a series of protests, rebellions, and often violent upheavals that became known as the Revolutions of 1848. In France, a revolution led to the overthrow of the monarchy and the establishment of the French Second Republic. Marx was supportive of such activity and having recently received a substantial inheritance from his father (withheld by his uncle",
        "ngram": 256,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Marx and Engels sympathised with the Narodnik revolutionaries of the 1860s and 1870s. When the Russian revolutionaries assassinated Tsar Alexander II of Russia, Marx expressed the hope that the assassination foreshadowed 'the formation of a Russian commune'. Marx supported the Polish uprisings against tsarist Russia. He said in a speech in London in 1867:",
        "ngram": 54,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Williams won her 44th WTA career title and her first title in over 2+1⁄2 years at the Luxembourg Open, where she defeated Monica Niculescu in straight sets. Williams also qualified for the WTA Tournament of Champions in Sofia, but withdrew as the tournament clashed with her and her sister Serena's 'Breaking the Mould' tour in Africa. With her title in Luxembourg, her ranking rose to number 24. She ended the year with this ranking.",
        "ngram": 74,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "From 2004 to 2015, Trump was co-producer and host of reality shows The Apprentice and The Celebrity Apprentice. Trump played a flattering, highly fictionalized version of himself as a superrich and successful chief executive who eliminated contestants with the catchphrase \"You're fired\". The shows remade his image for millions of viewers nationwide. With the related licensing agreements, they earned him more than $400 million which he invested in largely unprofitable businesses.",
        "ngram": 71,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "The death of Diana, Princess of Wales, while being chased by paparazzi in August 1997 has since influenced her elder son, William's, attitude towards the media. Catherine and William have often requested that, when off-duty, their privacy should be respected.In April 2004, The Sun published pictures of William and Middleton at a ski resort and alleged that she was his girlfriend. After her graduation from university, Middleton was faced with widespread press attention and was often photographed by the paparazzi. In October 2005, she complained through her lawyer about harassment from the media, stating she had done nothing significant to warrant publicity and complained that photographers were permanently stationed outside her flat. Former royal press secretary Dickie Arbiter stated that her treatment by the press drew parallels to the tumultuous experience of Diana in the early years of her marriage. Between 2005 and 2006, Middleton's phone was hacked 155 times according to former News of the World royal editor Clive Goodman, who was involved in a phone hacking scandal by the newspaper that targeted the royal family In 2005, after Middleton was chased by the paparazzi on her way to an interview, William consulted her and her father and penned a legal letter to newspapers requesting that they respect her privacy. In April 2006, her lawyers issued new warnings to the Daily Mail, the Daily Star and The Sun and the picture agencies Big Pictures and Matrix after they published photographs of Middleton on a bus during a shopping trip.Media attention increased around the time of",
        "ngram": 256,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In 1844, Grant accompanied Frederick Dent to Missouri and met his family, including Dent's sister Julia. The two soon became engaged. Four years later, on August 22, 1848, they were married at Julia's home in St. Louis. Grant's abolitionist father disapproved of the Dents' owning slaves, and neither of Grant's parents attended the wedding. At the wedding, Grant was flanked by three fellow West Point graduates, all dressed in their blue uniforms, including Longstreet, Julia's cousin.",
        "ngram": 76,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Carrey's girlfriend Cathriona White married Mark Burton in 2013, in Las Vegas. She had been dating Carrey on and off since 2012, and was still married but dating Carrey when she died in 2015. On 19 September 2016, Burton filed a wrongful death lawsuit against Carrey, claiming that he had used his \"immense wealth and celebrity status\" to illegally obtain and distribute prescription drugs involved in White's death. Carrey released a statement the following day:",
        "ngram": 75,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Against the advice of her father's record company, Cyrus's parents secretly married on December 28, 1993, a year after her birth. They had two more children, son Braison and daughter Noah. From a previous relationship, her mother has two other children, Brandi and Trace. Her father's first child, Christopher Cody, was born in April 1992 and grew up separately with his mother, waitress Kristin Luckey, in South Carolina.",
        "ngram": 68,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Trejo has made a number of cameo appearances in various music videos throughout his career; these include Kid Frost - “La Familia”, Sepultura - “Attitude”, Jay Chou's short film-music video “Double Blade”, Mobb Deep - “Got It Twisted”, Rehab - “Bartender Song (Sittin’ at a Bar)”, Enrique Inglesias - “Loco”, Tyga - “MAMACITA ft. YG, Sanata”, YG - “I Dance ft. Duki, Cuco” and ROSALÍA - “LA FAMA ft. The Weeknd”.",
        "ngram": 71,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In 2005, Brown was in negotiations with the Bravo television network for a reality series entitled Being Bobby Brown. Bravo, however, was not ready to commit to the deal unless Brown's superstar wife Whitney Houston agreed to be part of the cast, which she did. The show then received the greenlight from Bravo and was a massive success in the ratings, with Houston proving so popular on the series that she received as much screen time as the show's name-sake. The series showed Brown and Houston not always in their best moments. The Hollywood Reporter said that the show was \"undoubtedly the most disgusting and execrable series ever to ooze its way onto television\". Despite the perceived train-wreck nature of the show, it continued Houston's unbroken string of hit motion pictures and television projects, and it gave Bravo its highest ratings ever of any of its ongoing series. The show lasted one season and ended in 2006 after Houston stated she would not appear in season two and Bravo and Brown could not settle on a new deal.",
        "ngram": 178,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In January 2007, Brown landed a small role as a band geek in the fourth season of the American television series The O.C.. Brown then made his film debut in Stomp the Yard, alongside Ne-Yo, Meagan Good and Columbus Short on January 12, 2007. In April 2007, Brown was the opening act for Beyoncé, on the Australian leg of her The Beyoncé Experience tour. On July 9, 2007, Brown was featured in an episode of MTV's My Super Sweet 16 (for the event, it was retitled: Chris Brown: My Super 18) celebrating his eighteenth birthday in New York City.",
        "ngram": 99,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "On the March 23 episode of Raw, Hogan along with Snoop Dogg confronted Curtis Axel – who at the time had been \"borrowing\" Hogan's Hulkamania gimmick with Axel referring to himself as \"AxelMania\". On March 28, the night before WrestleMania, Hogan posthumously inducted longtime partner and rival \"Macho Man\" Randy Savage into the WWE Hall of Fame class of 2015. The next night at WrestleMania 31, Hogan reunited with Hall and Nash to reform the nWo, appearing in Sting's corner in his match against Triple H, who himself was joined by D-Generation X (DX) members Billy Gunn, X-Pac, Road Dogg, and Shawn Michaels.",
        "ngram": 103,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Pottermore, a website with information and stories about characters in the Harry Potter universe, launched in 2011. On its release, Pottermore was rooted in the Harry Potter novels, tracing the series's story in an interactive format. Its brand was associated with Rowling: she introduced the site in a video as a shared media environment to which she and Harry Potter fans would contribute. The site was substantially revised in 2015 to resemble an encyclopedia of Harry Potter. Beyond encyclopedia content, the post-2015 Pottermore included promotions for Warner Bros. films including Fantastic Beasts and Where to Find Them.Harry Potter and the Cursed Child premiered in the West End in May 2016 and on Broadway in July. At its London premiere, Rowling confirmed that she would not write any more Harry Potter books. Rowling collaborated with writer Jack Thorne and director John Tiffany. Cursed Child's script was published as a book in July 2016. The play follows the friendship between Harry's son Albus and Scorpius Malfoy, Draco Malfoy's son, at Hogwarts.In April 2023, it was announced that the Harry Potter television series on Max streaming service will span 10 years of production and feature a season dedicated to each of the seven Harry Potter books, with Rowling as executive producer. It will release in 2026.",
        "ngram": 213,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In 1987, Harmon filed for custody of his nephew Sam, Kristin's son, on the grounds that she was incapable of good parenting. Sam's psychiatrist testified that the thirteen-year-old boy depicted his mother as a dragon and complained about her mood swings and how she prevented him from being with his siblings. Harmon later dropped the custody bid.",
        "ngram": 57,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Ford's work in American Graffiti eventually landed him his first starring film role, when Lucas hired him to read lines for actors auditioning for roles in Lucas's upcoming epic space-opera film Star Wars (1977). Lucas was eventually won over by Ford's performance during these line reads and cast him as Han Solo. Star Wars became one of the most successful and groundbreaking films of all time, and brought Ford, and his co-stars Mark Hamill and Carrie Fisher, widespread recognition. Ford began to be cast in bigger roles in films throughout the late 1970s, including Heroes (1977), Force 10 from Navarone (1978) and Hanover Street (1979). He also co-starred alongside Gene Wilder in the buddy-comedy western The Frisco Kid (1979), playing a bank robber with a heart of gold. Ford returned to star in the successful Star Wars sequels The Empire Strikes Back (1980) and Return of the Jedi (1983), as well as the Star Wars Holiday Special (1978). Ford wanted Lucas to kill off Han Solo at the end of Return of the Jedi, saying, \"That would have given the whole film a bottom,\" but Lucas refused.",
        "ngram": 187,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Lisa Marie Presley (February 1, 1968 – January 12, 2023) was an American singer-songwriter. She was the only child of singer and actor Elvis Presley and actress Priscilla Presley, as well as the sole heir to her father's estate after her grandfather and her great-grandmother died. Her musical career consisted of three studio albums: To Whom It May Concern (2003), Now What (2005) and Storm & Grace (2012), with To Whom It May Concern being certified gold by the Recording Industry Association of America. Presley also released non-album singles, including duets with her father using archival recordings.",
        "ngram": 97,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Perry suffered a massive ischemic stroke at his home in Sherman Oaks, Los Angeles, on February 27, 2019. After a second stroke, his family decided to remove him from life support, and he died on March 4, at age 52 at Providence Saint Joseph Medical Center in Burbank. He was buried at the Perry Family Farm in VanLeer, Tennessee, where he had owned a home since 1995. Perry was buried in an eco-friendly mushroom burial suit which the manufacturer states is able to remove polluting toxins from the body while naturally breaking it down.In the aftermath of his death, the Reelz channel announced a documentary titled Luke Perry: In His Own Words. As a result of his death, his Riverdale character Fred Andrews also died, and the fourth season premiere was a tribute episode dedicated to him and his character, featuring his Beverly Hills, 90210 co-star Shannen Doherty.",
        "ngram": 148,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "I Am... Sasha Fierce was released in November 2008 and formally introduced Beyoncé's alter ego Sasha Fierce. It was met with mixed reviews from critics, but sold 482,000 copies in its first week, debuting atop the Billboard 200, and giving Beyoncé her third consecutive number-one album in the US. The album featured her fourth UK number-one single \"If I Were a Boy\" and her fifth U.S. number-one song \"Single Ladies (Put a Ring on It)\". \"Halo\" achieved the accomplishment of becoming her longest-running Hot 100 single in her career, \"Halo\"'s success in the U.S. helped Beyoncé attain more top-ten singles on the list than any other woman during the 2000s.",
        "ngram": 110,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In the days following the storming of the Bastille, for fear of assassination, and ordered by the king, the emigration of members of the high aristocracy began on 17 July with the departure of the Comte d'Artois, the Condés, cousins of the king, and the unpopular Polignacs. Marie Antoinette, whose life was as much in danger, remained with the king, whose power was gradually being taken away by the National Constituent Assembly.The abolition of feudal privileges by the National Constituent Assembly on 4 August 1789 and the Declaration of the Rights of Man and of the Citizen (La Déclaration des Droits de l'Homme et du Citoyen), drafted by Lafayette with the help of Thomas Jefferson and adopted on 26 August, paved the way to a Constitutional Monarchy (4 September 1791 – 21 September 1792). Despite these dramatic changes, life at the court continued, while the situation in Paris was becoming critical because of bread shortages in September. On 5 October, a crowd from Paris descended upon Versailles and forced the royal family to move to the Tuileries Palace in Paris, where they lived under a form of house arrest under the watch of Lafayette's Garde Nationale, while the Comte de Provence and his wife were allowed to reside in the Petit Luxembourg, where they remained until they went into exile on 20 June 1791.Marie Antoinette continued to perform charitable functions and attend religious ceremonies, but dedicated most of her time to her children. She also played an important political, albeit not public, role between 1789 and",
        "ngram": 256,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "During the third season of The Voice in September 2012, Aguilera debuted \"Your Body\" as the lead single from her then-upcoming seventh studio album. The song received critical acclaim and reached reached number one on the US Dance Club Song chart and 34 on the Billboard Hot 100. The album, titled Lotus, followed in November 2012, in which Aguilera described the record as a \"rebirth\" of herself after the personal struggles she overcame. Contemporary reviewers found the album generic and conventional, as opposed to Aguilera's previous experimental ventures. Despite this, Lotus peaked at number 7 on the Billboard 200 and has sold 303,000 copies in the US as of 2019. \"Just a Fool\" with Blake Shelton was released as the album's second single and received positive reviews. The two performed the song live on The Voice and on The Ellen DeGeneres Show.On January 9, 2013, Aguilera performed \"Blank Page\" at the 39th People's Choice Awards. A month later, on February 22, 2013, Aguilera featured on rapper Pitbull's \"Feel This Moment\", which became the first of various international top-ten singles she would achieve that year, peaking at number eight on the Billboard Hot 100 becoming Aguilera's tenth top-ten hit, and was later certified platinum by the RIAA. The song garnered positive reviews and was performed at the 2012 American Music Awards, 2013 Kids' Choice Awards, The Voice and 2013 Billboard Music Awards. In May 2013, Aguilera appeared on Alejandro Fernández's cover of Miguel Gallardo's 1976 \"Hoy Tengo Ganas de Ti\" which received critical acclaim and earned them",
        "ngram": 256,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "Murray has been known for his mood swings, leading Dan Aykroyd to refer to him as \"The Murricane\". Murray has said of his reputation: \"I remember a friend said to me a while back: 'You have a reputation.' And I said: 'What?' And he said: 'Yeah, you have a reputation of being difficult to work with.' But I only got that reputation from people I didn't like working with, or people who didn't know how to work, or what work is. Jim, Wes and Sofia, they know what it is to work, and they understand how you're supposed to treat people.\"In the book Live from New York: An Uncensored History of Saturday Night Live, as Told By Its Stars, Writers and Guests, Chevy Chase recalls being confronted by Murray shortly before an SNL broadcast in 1978, in which Chase had returned to guest host. The issue, likely to do with Chase's insistence on doing the \"Weekend Update\" segment that had been taken over by Jane Curtin, led to Murray and Chase trading insults, with Murray telling Chase to go have sex with Jacqueline Carlin, Chase's wife at the time, while Chase commented that Murray's face looked \"like something Neil Armstrong had landed on\". The argument eventually turned physical, with SNL cast members Jane Curtin, Laraine Newman, and Gilda Radner witnessing the altercation. Murray later said of the incident, \"It was an Oedipal thing, a rupture. Because we all felt mad he had left us, and somehow I was the anointed avenging angel, who had to speak",
        "ngram": 256,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "By the 1960s, White was a staple of network game shows and talk shows: including both Jack Paar and later Johnny Carson's era of The Tonight Show. She made many appearances on the hit Password show as a celebrity guest from 1961 through 1975. She married the show's host, Allen Ludden, in 1963. She subsequently appeared on the show's three updated versions, Password Plus, Super Password, and Million Dollar Password. White made frequent game show appearances on What's My Line? (starting in 1955), To Tell the Truth (in 1961, 1990, and 2015), I've Got a Secret (in 1972–73), Match Game (1973–1982), and Pyramid (starting in 1982). She made her feature film debut as fictional Kansas Senator Elizabeth Ames Adams in the 1962 drama Advise & Consent; in 2004, on talk show Q&A, host Brian Lamb remarked on White's longevity as an actress besides the fact she was playing a strong female senator in 1962. He and Donald A. Ritchie noted that viewers would have seen the Senator Adams character to reflect Margaret Chase Smith. In 1963, White starred in a production of The King and I at the St. Louis Municipal Opera Theatre, with Charles Korvin co-starring as the king.NBC offered her an anchor job on their flagship breakfast television show Today. She turned the offer down because she did not want to move permanently to New York City (where Today is produced). The job eventually went to Barbara Walters. Through the 1950s and 1960s, White began a nineteen-year run as hostess and commentator on the",
        "ngram": 256,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In the normal course of events many men and women are born with remarkable talents; but occasionally, in a way that transcends nature, a single person is marvellously endowed by Heaven with beauty, grace and talent in such abundance that he leaves other men far behind, all his actions seem inspired and indeed everything he does clearly comes from God rather than from human skill. Everyone acknowledged that this was true of Leonardo da Vinci, an artist of outstanding physical beauty, who displayed infinite grace in everything that he did and who cultivated his genius so brilliantly that all problems he studied he solved with ease.",
        "ngram": 106,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "From the start of the War on Terror in 2001, Blair strongly supported the foreign policy of George W. Bush, participating in the 2001 invasion of Afghanistan and 2003 invasion of Iraq. The invasion of Iraq was particularly controversial, as it attracted widespread public opposition and 139 of Blair's own MPs opposed it.",
        "ngram": 53,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "She has condemned police brutality against black Americans. She and Jay-Z attended a rally in 2013 in response to the acquittal of George Zimmerman for the killing of Trayvon Martin. The film for her sixth album Lemonade included the mothers of Trayvon Martin, Michael Brown and Eric Garner, holding pictures of their sons in the video for \"Freedom\". In a 2016 interview with Elle, Beyoncé responded to the controversy surrounding her song \"Formation\" which was perceived to be critical of the police. She clarified, \"I am against police brutality and injustice. Those are two separate things. If celebrating my roots and culture during Black History Month made anyone uncomfortable, those feelings were there long before a video and long before me\".",
        "ngram": 121,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In 2022, Reeves's recitation of the Beat poem \"Pull My Daisy\" for a virtual benefit concert for Tibet House US, a nonprofit organization affiliated with the exiled Tibetan spiritual leader, the Dalai Lama, angered Chinese nationalists. Reeves's films have been banned from streaming platforms in China such as iQiyi, Tencent Video and Youku.",
        "ngram": 53,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In February 2003, Love was arrested at Heathrow Airport for disrupting a flight and was banned from Virgin Airlines. In October, she was arrested in Los Angeles after breaking several windows of her producer and then-boyfriend James Barber's home and was charged with being under the influence of a controlled substance; the ordeal resulted in her temporarily losing custody of her daughter.After the breakup of Hole, Love began composing material with songwriter Linda Perry, and in July 2003 signed a contract with Virgin Records. She began recording her debut solo album, America's Sweetheart, in France shortly after. Virgin Records released America's Sweetheart in February 2004; it received mixed reviews. Charles Aaron of Spin called it a \"jaw-dropping act of artistic will and a fiery, proper follow-up to 1994's Live Through This\" and awarded it eight out of ten, while Amy Phillips of The Village Voice wrote: \"[Love is] willing to act out the dream of every teenage brat who ever wanted to have a glamorous, high-profile hissyfit, and she turns those egocentric nervous breakdowns into art. Sure, the art becomes less compelling when you've been pulling the same stunts for a decade. But, honestly, is there anybody out there who fucks up better?\" The album sold fewer than 100,000 copies. Love later expressed regret over the record, blaming her drug problems at the time. Shortly after it was released, she told Kurt Loder on TRL: \"I cannot exist as a solo artist. It's a joke.\"On March 17, 2004, Love appeared on the Late Show with David",
        "ngram": 256,
        "subject": "John D. Rockefeller"
    },
    {
        "text": "In 2017, Shatner tweeted support for Autism Speaks, a controversial charity disliked by some autism self-advocates. He spent the next few days arguing with autistic people and allies, including citing anti-vaccination website NaturalNews. Days later, Shatner suggested his critics should have kept quiet, eventually calling the episode a misunderstanding.In 2020, again on Twitter, he argued with other Twitter users for over a month about being called a \"straight white cis man\".In 2021, The Forward noted that he was dismissive of a Jewish convert of color, comparing the incident to his arguments about the term \"cis\" and Autism Speaks.",
        "ngram": 98,
        "subject": "John D. Rockefeller"
    }
]