[
    {
        "text": "Morissette also starred in a film adaptation of Philip K. Dick's novel Radio Free Albemuth. Morissette plays Sylvia, an ordinary woman in unexpected remission from lymphoma. Morissette stated that she is \"...a big fan of Philip K. Dick's poetic and expansively imaginative books\" and that she \"feel[s] blessed to portray Sylvia, and to be part of this story being told in film\". She appeared as Amanda, a former bandmate of main character Ava Alexander (played by Maya Rudolph), in one episode of NBC's Up All Night on February 16, 2012. Rudolph officiated as minister for Morissette's wedding with both performing the explicit version of their hit hip hop song \"Back It Up (Beep Beep)\". In 2014, Morissette played the role of Marisa Damia, the lover of architect and designer Eileen Gray, in the film The Price of Desire, directed by Mary McGuckian. In 2021, Morissette was featured as a recurring character on adult-animation show The Great North.",
        "ngram": 157,
        "subject": "Paul Simon"
    },
    {
        "text": "During the 1947 production of A Streetcar Named Desire, Brando became enamored with fellow cast member Sandy Campbell, who played the minor role of the young collector. Brando had asked Campbell to have an affair with him and was often seen standing in the wings with Campbell and holding his hand. According to Truman Capote, both Campbell and Brando confessed to having been in a sexual relationship. \"I asked Marlon, and he admitted it. He said he went to bed with lots of other men, too, but that he didn't consider himself a homosexual. He said they were all so attracted to him. 'I just thought that I was doing them a favor,' he said.\" In his 1957 interview with Brando for The New Yorker, Capote claimed to have first encountered Brando at a rehearsal for A Streetcar Named Desire while he was sleeping on a table on the stage in an empty auditorium. However, the story was appropriated from Sandy Campbell, as confirmed by his partner, Donald Windham.",
        "ngram": 169,
        "subject": "Paul Simon"
    },
    {
        "text": "In 2005, Tarantino was awarded the honorary Icon of the Decade at the 10th Empire Awards. He has received lifetime achievement awards from two organizations, Cinemanila, and from the Rome Film Festival in 2012. In 2011, Tarantino was given an Honorary César by the Académie des Arts et Techniques du Cinéma.For his work on Pulp Fiction, Tarantino became the first director to ever sweep \"The Big Four\" critics awards (LA, NBR, NY, NSFC) and the first of the five directors (including Curtis Hanson, Steven Soderbergh, David Fincher, and Barry Jenkins) to do so as of 2022.",
        "ngram": 96,
        "subject": "Paul Simon"
    },
    {
        "text": "Baldwin co-starred in the hit romantic comedy It's Complicated (2009) with Meryl Streep and Steve Martin. Together Streep and Baldwin received positive reviews for their on-screen chemistry. Manohla Dargis of The New York Times wrote, \"Mr. Baldwin does with Jake, who, with his shark smiles and thrusting gut, beautifully conveys male vanity in its twilight\". Kirk Honeycut of The Associated Press wrote, \"Baldwin has developed a second career in films and television by more or less spoofing his macho image\". Baldwin went on to receive a nomination for the BAFTA Award for Best Supporting Actor for his performance. That same year, Baldwin co-hosted the 82nd Academy Awards with Steve Martin in 2010. The Boston Globe television critic Matthew Gilbert lauded the hosts performance saying that \"The delivery was expert and warmly conversational, like one of those old-school comedy teams.\"He has hosted Saturday Night Live 17 times as of February 11, 2017, and holds the record for most times hosting the show. On October 24, 2011, WNYC public radio released the first episode of Baldwin's podcast Here's the Thing, a series of interviews with public figures including artists, policy-makers, and performers. The first two episodes featured actor Michael Douglas and political consultant Ed Rollins. Between 2011 and 2020, Baldwin completed more than 150 interviews, with guests who included musician Wynton Marsalis, filmmaker Edward Norton, comedian David Letterman, violinist Itzhak Perlman, and pianist Lang Lang, among many others. Here's the Thing was developed for Baldwin by Lu Olkowski, Trey Kay, Kathy Russo, and Emily Botein. On February 4,",
        "ngram": 256,
        "subject": "Paul Simon"
    },
    {
        "text": "In October 2016, Ono unveiled her first permanent art installation in the United States; the collection is located in Jackson Park, Chicago and promotes peace. Ono was inspired during a visit to the Garden of the Phoenix in 2013 and feels a connection to the city of Chicago.",
        "ngram": 48,
        "subject": "Paul Simon"
    },
    {
        "text": "Jenner set up an eBay account where she auctions old clothing to raise money for the Children's Hospital Los Angeles. She joined her sisters Khloé and Kendall, along with Lil Twist, and The Game at PINZ bowling alley in Studio City, California for a charity bowling game on January 19, 2014. The event was held to raise money for The Robin Hood Foundation, a nonprofit for which The Game pledged to raise $1 million in donations. The Jenner sisters participated in singer Chris Brown's two Kick'n It For Charity Celebrity Kickball games in Glendale, California on July 19, 2014 and on August 16, 2014. At the first game, she competed on actor/singer Quincy Brown's team.",
        "ngram": 115,
        "subject": "Paul Simon"
    },
    {
        "text": "Liotta portrayed singer Frank Sinatra in the 1998 TV film The Rat Pack (for which he received a Screen Actors Guild award nomination). He starred as himself in the sitcom Just Shoot Me in December 2001. In October 2002 he provided the voice of Tommy Vercetti for the 2002 video game Grand Theft Auto: Vice City. He appeared in the television drama ER in 2004, playing Charlie Metcalf in the episode \"Time of Death\".",
        "ngram": 74,
        "subject": "Paul Simon"
    },
    {
        "text": "In October 2014, Beyoncé signed a deal to launch an activewear line of clothing with British fashion retailer Topshop. The 50–50 venture is called Ivy Park and was launched in April 2016. The brand's name is a nod to Beyoncé's daughter and her favorite number four (IV in Roman numerals), and also references the park where she used to run in Texas. She has since bought out Topshop owner Philip Green from his 50% share after he was alleged to have sexually harassed, bullied and racially abused employees. She now owns the brand herself.",
        "ngram": 94,
        "subject": "Paul Simon"
    },
    {
        "text": "On March 31, 2023, Wayne dropped his first ever greatest hits album titled I Am Music. Wayne is currently working on Tha Carter VI, and released a single titled \"Kat Food\" on September 1, 2023. On November 3, 2023, Wayne was featured on the remix to Ciara and Chris Brown's single \"How We Roll\".",
        "ngram": 54,
        "subject": "Paul Simon"
    },
    {
        "text": "In a 2009 interview with Tropical TV, Birdman disputed the MTV poll that voted Jay-Z \"The Hottest MC in the Game\", stating that Lil Wayne was a better rapper and made more money. In early 2011, when Jay-Z and Kanye West's single \"H•A•M\" was released, Jay-Z took shots at Birdman, saying \"Really, you got Baby money\" and \"[you] ain't got my lady's money!\". On August 24, 2011, a song called \"It's Good\" by Lil Wayne (featuring Drake and Jadakiss) was leaked online and included Lil Wayne responding \"Talkin' 'bout baby money? I gotcha baby money. Kidnap your bitch, get that, How much you love your lady? money\". Jadakiss later absolved himself of involvement in any brewing beef on his official Twitter feed.",
        "ngram": 122,
        "subject": "Paul Simon"
    },
    {
        "text": "Meghan Markle's engagement to Prince Harry was announced on November 27, 2017, by Harry's father Charles (then the Prince of Wales). The announcement was greeted with enthusiasm by the British media and prompted generally positive comments about a mixed-race person as a member of the royal family, especially in regard to Commonwealth countries. Markle announced that she would retire from acting and her intention to become a British citizen.",
        "ngram": 69,
        "subject": "Paul Simon"
    },
    {
        "text": "After seeing Springsteen's performance at the Harvard Square Theater, music critic Jon Landau wrote in the May 22, 1974, issue of Boston's The Real Paper that, \"I saw rock and roll future, and its name is Bruce Springsteen.\" Springsteen met Landau in Boston a month prior and the two became close friends; Landau subsequently became the co-producer of Springsteen's next album, Born to Run, in February 1975. As Springsteen's last-ditch effort at a commercially viable record, Springsteen became bogged down in the recording process while striving for a \"Wall of Sound\" production. When his manager, Mike Appel, orchestrated the release of an early mix of \"Born to Run\" to nearly a dozen radio stations, anticipation built toward the album's release.",
        "ngram": 120,
        "subject": "Paul Simon"
    },
    {
        "text": "Lopez's ninth studio album This Is Me... Now, a sequel album to This Is Me... Then (2002), was released by Nuyorican and BMG on February 16, 2024. The album formed part of a \"three-part multimedia project\" which included a companion musical film, This Is Me... Now: A Love Story directed by Dave Meyers, and a documentary, The Greatest Love Story Never Told, both of which were released on Prime Video. Lopez plays a fictionalized version of herself in A Love Story, which was described as an \"autobiographical musical rom-com action sci-fi\"; Tim Jonze of The Guardian suggested that Lopez had possibly invented the \"therapy-musical biopic\" genre. After potential partners backed out, Lopez financed the film herself for $20 million before Amazon subsequently purchased it. \"Can't Get Enough\" was released as the album's lead single. Lopez also released a lingerie collection with Intimissimi which was inspired by the album. She is set to embark on the This Is Me... Live tour in North America, beginning June 2024. ",
        "ngram": 167,
        "subject": "Paul Simon"
    },
    {
        "text": "However, after the 2019 general election in which the pro-withdrawal Conservative party won a sizeable majority of seats, Blair argued that remain supporters should \"face up to one simple point: we lost\" and \"pivot to a completely new position...We're going to have to be constructive about it and see how Britain develops a constructive relationship with Europe and finds its new niche in the world.\"",
        "ngram": 65,
        "subject": "Paul Simon"
    },
    {
        "text": "During the 2019–2020 Hong Kong protests, a statement James made about a since-deleted tweet by Daryl Morey, in which Morey expressed support for the pro-democracy movement in Hong Kong, became the subject of controversy. James said Morey was \"misinformed\". His statement drew backlash from protesters in the movement. In February 2022, political commentator Bill Maher called James hypocritical for not taking a critical stance towards the Chinese government's human rights abuses. James had taken various other stands on issues regarding sports, such as the Kaepernick controversy and the Houston Astros sign stealing scandal.",
        "ngram": 93,
        "subject": "Paul Simon"
    },
    {
        "text": "As Springsteen sought to shape a unique and genuine musical and lyrical style, he performed with the bands Dr. Zoom & the Sonic Boom from early-to-mid-1971, the Sundance Blues Band in mid-1971, and the Bruce Springsteen Band from mid-1971 to mid-1972. His songwriting ability included, as his future record label described it in early publicity campaigns, \"more words in some individual songs than other artists had in whole albums\". He brought his skills to the attention of several people who went on to prove influential to his career development, including managers Mike Appel and Jim Cretecos, who in turn brought him to the attention of John Hammond, a talent scout at Columbia Records. In May 1972, Springsteen auditioned for Hammond.",
        "ngram": 120,
        "subject": "Paul Simon"
    },
    {
        "text": "Lee demonstrated his Jeet Kune Do martial arts at the Long Beach International Karate Championships in 1964 and 1968, with the latter having higher-quality video footage available. Lee is seen demonstrating quick eye strikes before his opponent can block and demonstrating the one-inch punch on several volunteers. He demonstrates chi sao drills while blindfolded against an opponent, probing for weaknesses in his opponent while scoring with punches and takedowns. Lee then participates in a full-contact sparring bout against an opponent, with both wearing leather headgear.",
        "ngram": 85,
        "subject": "Paul Simon"
    },
    {
        "text": "Murphy recorded the album Love's Alright in the early 1990s. He performed in a music video of the single \"Whatzupwitu\", featuring Michael Jackson. He recorded a duet with Shabba Ranks called \"I Was a King\". In 1992, Murphy appeared in the music video for Michael Jackson's \"Remember the Time\" alongside Magic Johnson and Iman. Though uncredited, Murphy provided vocal work on SNL castmate Joe Piscopo's 1985 comedy single, \"The Honeymooners Rap\". Piscopo impersonated Jackie Gleason on the single, while Murphy provided an imitation of Art Carney. In Coming to America, he imitated Jackie Wilson when he sang \"To Be Loved\", but because the character he was playing had a thick accent, he had to sing it in character; he also performed in the same film as the character Randy Watson, a small time club singer, a role he reprised in the 2021 sequel Coming 2 America.",
        "ngram": 146,
        "subject": "Paul Simon"
    },
    {
        "text": "His diversity was evidenced by his presence in five major music halls of fame: the Nashville Songwriters Hall of Fame (1977), the Country Music Hall of Fame (1980), the Rock and Roll Hall of Fame (1992), GMA's Gospel Music Hall of Fame (2010). and the Memphis Music Hall of Fame (2013). Marking his death in 2003, Rolling Stone stated other than Elvis Presley Cash was the only artist inducted as a performer into both the Country Music Hall of Fame and the Rock and Roll Hall of Fame.His contributions to the genre have been recognized by the Rockabilly Hall of Fame. Cash received the Kennedy Center Honors in 1996 and stated that his induction into the Country Music Hall of Fame in 1980 was his greatest professional achievement. In 2001, he was awarded the National Medal of Arts. \"Hurt\" was nominated for six VMAs at the 2003 MTV Video Music Awards. The only VMA the video won was that for Best Cinematography. With the video, Johnny Cash became the oldest artist ever nominated for an MTV Video Music Award. Justin Timberlake, who won Best Video that year for \"Cry Me a River\", said in his acceptance speech: \"This is a travesty! I demand a recount. My grandfather raised me on Johnny Cash, and I think he deserves this more than any of us in here tonight.\"",
        "ngram": 226,
        "subject": "Paul Simon"
    },
    {
        "text": "Favre is the holder of several firsts in NFL history, including the only quarterback to win three consecutive NFL most valuable player awards, first quarterback to defeat all of the league's 32 franchises, and the first quarterback to win a playoff game over age 40.",
        "ngram": 45,
        "subject": "Paul Simon"
    },
    {
        "text": "On the January 25, 2016, episode of Raw, the Rock was in a segment that saw him converse with The Miz, Big Show, Lana and Rusev before he and his relatives, The Usos, got into an altercation with then-WWE Tag Team Champions, The New Day. The Rock appeared at WrestleMania 32 on April 3, 2016, where he announced that WWE had broken the all-time WrestleMania attendance record before being interrupted by The Wyatt Family. The Rock got into a verbal back-and-forth with Bray Wyatt before having an impromptu match with Wyatt Family member Erick Rowan. The Rock won after giving Rowan a Rock Bottom and pinning him in six seconds, which set the record for the fastest win in WrestleMania history. The Rock was then aided by a returning John Cena to fend off Wyatt, Rowan and Braun Strowman.",
        "ngram": 139,
        "subject": "Paul Simon"
    },
    {
        "text": "On the March 23 episode of Raw, Hogan along with Snoop Dogg confronted Curtis Axel – who at the time had been \"borrowing\" Hogan's Hulkamania gimmick with Axel referring to himself as \"AxelMania\". On March 28, the night before WrestleMania, Hogan posthumously inducted longtime partner and rival \"Macho Man\" Randy Savage into the WWE Hall of Fame class of 2015. The next night at WrestleMania 31, Hogan reunited with Hall and Nash to reform the nWo, appearing in Sting's corner in his match against Triple H, who himself was joined by D-Generation X (DX) members Billy Gunn, X-Pac, Road Dogg, and Shawn Michaels.",
        "ngram": 103,
        "subject": "Paul Simon"
    },
    {
        "text": "On November 30, 2013, at about 3:30 p.m. PST, Walker, 40, and Roger Rodas, 38, left an event for Walker's charity Reach Out Worldwide for victims of Typhoon Haiyan, with Rodas driving his red 2005 Porsche Carrera GT. Traveling between 80 mph (130 km/h) and 93 mph (150 km/h) in a",
        "ngram": 51,
        "subject": "Paul Simon"
    },
    {
        "text": "Wilde made her directing debut with the teen comedy Booksmart, which was released on May 24, 2019. As of June 27, 2019, it was rated 97% \"fresh\" on Rotten Tomatoes, from 271 critics' reviews. The Washington Post stated, \"[as the film progresses,] Wilde's filmmaking skills become more and more evident, bursting forth in a third act that builds into something beautiful and even transcendent.\" The Los Angeles Times wrote that it \"leaves you feeling unaccountably hopeful for the state of humanity – and the state of American screen comedy too\", and The Wall Street Journal noted, \"Nothing funnier, smarter, quicker or more joyous has graced the big screen in a long time.\" The film won the Independent Spirit Award for Best First Feature at the 35th Independent Spirit Awards on February 8, 2020.",
        "ngram": 133,
        "subject": "Paul Simon"
    },
    {
        "text": "From 2003 through 2005, she appeared as a recurring character on the Emmy Award-winning TV sitcom Arrested Development as Lucille Austero (also known as \"Lucille 2\"), the lover of both the sexually and socially awkward Buster Bluth and Buster's brother Gob. Minnelli appeared in the role for the show's fourth season in 2013.On December 14, 2004, Minnelli made her first appearance in the UK after a long absence, performing as a special guest at the annual Royal Variety Performance. The performance was presented by the BBC, and was attended by Charles, Prince of Wales. It was staged at the London Coliseum, celebrating both its centenary year and the theatre's re-opening after an extensive 4 year restoration.In 2005, Minnelli made her first film appearance in more than 15 years, in The Oh in Ohio. ",
        "ngram": 134,
        "subject": "Paul Simon"
    },
    {
        "text": "Justin Drew Bieber ( BEE-bər; born March 1, 1994) is a Canadian singer. Regarded as a pop icon, he is recognized for his multi-genre musical performances. He was discovered by American record executive Scooter Braun in 2008 and subsequently brought to American singer Usher, both of whom formed the record label RBMG Records to sign Bieber in October of that year. He gained recognition following the release of his debut extended play (EP) My World (2009), which was quickly met with international commercial success and led to his establishment as a prominent teen idol.",
        "ngram": 94,
        "subject": "Paul Simon"
    },
    {
        "text": "In February 2018, Markle and fiancé Harry attended the first annual forum of The Royal Foundation. After marriage, Meghan became the foundation's fourth patron alongside Prince Harry, Prince William and his wife, Catherine. In May 2019, as a part of their Heads Together initiative, the Duchess of Sussex together with her husband and in-laws launched Shout, a text messaging service for those who suffer from mental issues. In June 2019, it was announced that Harry and Meghan would split from the charity and establish their own foundation. Nevertheless, the couples would collaborate on mutual projects, such as the mental health initiative Heads Together. The following month, \"Sussex Royal The Foundation of The Duke and Duchess of Sussex\" was registered in England and Wales. However, it was confirmed on February 21, 2020, that \"Sussex Royal\" would not be used as a brand name for the couple, following their step back from official life as working royals. On August 5, 2020, the Sussex Royal Foundation was renamed \"MWX Foundation\" and dissolved the same day.",
        "ngram": 172,
        "subject": "Paul Simon"
    },
    {
        "text": "He also has done the CNN tagline, \"This is CNN\", as well as \"This is CNN International\", and the opening for CNN's morning show New Day. Jones was also a longtime spokesman for Bell Atlantic and later Verizon and DirecTV. He also lent his voice to the opening for NBC's coverage of the 2000 and 2004 Summer Olympics; \"the Big PI in the Sky\" (God) in the computer game Under a Killing Moon; a Claymation film, The Creation; and several other guest spots on The Simpsons. Jones narrated all 27 books of the New Testament in the audiobook James Earl Jones Reads the Bible. Although uncredited, Jones' voice is possibly heard as Darth Vader at the conclusion of Star Wars: Episode III – Revenge of the Sith (2005). When specifically asked whether he had supplied the voice, possibly from a previous recording, Jones told Newsday: \"You'd have to ask Lucas about that. I don't know.\" On April 7, 2005, Jones and Leslie Uggams headed the cast in an African-American Broadway revival version of On Golden Pond, directed by Leonard Foglia and produced by Jeffrey Finn. In February 2008, he starred on Broadway as Big Daddy in a limited-run, all-African-American production of Tennessee Williams' Pulitzer Prize-winning drama Cat on a Hot Tin Roof, directed by Debbie Allen and mounted at the Broadhurst Theatre. In November 2009, James reprised the role of Big Daddy in Cat On A Hot Tin Roof at the Novello Theatre in London's West End. This production also stars Sanaa Lathan as Maggie, Phylicia",
        "ngram": 256,
        "subject": "Paul Simon"
    },
    {
        "text": "Testifying before the Iraq Inquiry on 29 January 2010, Blair said Saddam was a \"monster and I believe he threatened not just the region but the world.\" Blair said that British and American attitude towards Saddam Hussein had \"changed dramatically\" after the 11 September attacks. Blair denied that he would have supported the invasion of Iraq even if he had thought Saddam had no weapons of mass destruction. He said he believed the world was safer as a result of the invasion. He said there was \"no real difference between wanting regime change and wanting Iraq to disarm: regime change was US policy because Iraq was in breach of its UN obligations.\" In an October 2015 CNN interview with Fareed Zakaria, Blair apologised for his \"mistakes\" over Iraq War and admitted there were \"elements of truth\" to the view that the invasion helped promote the rise of ISIS. The Chilcot Inquiry report of 2016 gave a damning assessment of Blair's role in the Iraq War, though the former prime minister again refused to apologise for his decision to back the US-led invasion.",
        "ngram": 182,
        "subject": "Paul Simon"
    },
    {
        "text": "The Born in the U.S.A. period represented the height of Springsteen's visibility in popular culture and the broadest audience he would ever reach (aided by the release of Arthur Baker's dance mixes of three of the singles). From June 15 to August 10, 1985, all seven of his albums appeared on the UK Albums Chart: the first time an artist had charted their entire back catalogue simultaneously.",
        "ngram": 67,
        "subject": "Paul Simon"
    },
    {
        "text": "During the trial in January 2020, the House impeachment managers cited evidence to support charges of abuse of power and obstruction of Congress and asserted that Trump's actions were exactly what the founding fathers had in mind when they created the impeachment process.",
        "ngram": 43,
        "subject": "Paul Simon"
    },
    {
        "text": "Grammer, having trained as an actor at Juilliard and the Old Globe Theatre, made his professional acting debut as Lennox in the 1981 Broadway revival of Macbeth. The following year, he portrayed Cassio acting opposite Christopher Plummer and James Earl Jones in Othello. In 1983, he acted alongside Mandy Patinkin in the original off-Broadway production of Stephen Sondheim's musical Sunday in the Park with George. He has since starred in the leading roles in productions of both Sweeney Todd: The Demon Barber of Fleet Street and My Fair Lady.",
        "ngram": 89,
        "subject": "Paul Simon"
    },
    {
        "text": "Timberlake performed at the \"In Performance at the White House: Memphis Soul\" concert, held in the East Room of the White House and hosted by President Barack Obama, celebrating Memphis soul music from the 1960s. Afterward, Timberlake officially announced The 20/20 Experience World Tour, following his and Jay-Z's co-headlining concert tour Legends of the Summer Stadium Tour. Timberlake also appeared on Jay-Z's twelfth studio album Magna Carta... Holy Grail on three songs: \"Holy Grail\", \"BBC\" (along with Nas, Swizz Beatz, Timbaland, Pharrell Williams, Niigo & Beyoncé), and \"Heaven\". On August 25, 2013, Timberlake received the Michael Jackson Video Vanguard Award at the 2013 MTV Video Music Awards. He also took home three competitive awards, including Video of the Year for \"Mirrors\". During his performance, Timberlake briefly reunited with his former NSYNC bandmates for a medley of their hit songs \"Girlfriend\" and \"Bye Bye Bye\".Timberlake's fourth studio album The 20/20 Experience – 2 of 2 was released on September 30, 2013 and debuted at number-one on the Billboard 200. Its lead single \"Take Back the Night\" was released on July 12, 2013, following by the second single \"TKO\". Timberlake was given a production and writing credit on track six on Beyoncé's self-titled fifth studio album, which was released in December 2013. At the 57th Annual Grammy Awards, Timberlake was nominated for seven awards, eventually winning three: Best R&B Song for \"Pusher Love Girl\", Best Rap/Sung Collaboration for \"Holy Grail\", and Best Music Video for \"Suit & Tie\", which was directed by The Social Network director David Fincher.",
        "ngram": 256,
        "subject": "Paul Simon"
    },
    {
        "text": "After being noticed doing stand-up by producer Samuel Goldwyn Jr. and contacted to audition for a teen horror sex comedy being developed by The Samuel Goldwyn Company, Carrey landed a starring role in Once Bitten shot in early 1985. Carrey would continue getting film roles; throughout late summer and early fall 1985, he shot a supporting part in Francis Ford Coppola's Peggy Sue Got Married which went into a long post-production process. In parallel, he decided to try out for Saturday Night Live again, this time ahead of the show's 1985–86 season being prepared by returning executive producer Lorne Michaels who was looking to hire an all-new cast. Five years removed from his previous SNL audition, twenty-three-year-old Carrey was rejected again, reportedly never even getting the chance to audition his material—'post-nuclear Elvis' hybrid impression and impersonation of Henry Fonda from On Golden Pond—in front of executive producer Michaels due to the show's producers and senior writers Al Franken, Tom Davis, and Jim Downey deciding that Michaels would not like it. Unlike his previous SNL rejection, Carrey now had a bit of a film career to fall back on in addition to his impressionist stand-up act; Once Bitten was released in mid November 1985 and turned out to be a modest box-office hit despite drawing poor reviews.",
        "ngram": 216,
        "subject": "Paul Simon"
    },
    {
        "text": "Roosevelt did not appoint or nominate a single African American as secretary or assistant secretary to his cabinet. About one hundred African Americans met informally, however, to provide the administration with advice on issues related to African Americans.  Although sometimes described as a \"Black Cabinet\", Roosevelt never officially acknowledged it as such nor did he make \"appointments\" to it.",
        "ngram": 60,
        "subject": "Paul Simon"
    },
    {
        "text": "On June 28, 2017, the Jenner sisters announced that they would be releasing a line of vintage T-shirts for their Kendall + Kylie line of clothing called Rock vs. Rap, featuring the likenesses of various rock and rap artists including The Notorious B.I.G., Tupac Shakur, Metallica, Pink Floyd, The Doors, Ozzy Osbourne, and Led Zeppelin, with pictures of the Jenner sisters superimposed over them. The announcement of this line of products was met with swift backlash from relatives and representatives of the figures depicted on the shirts themselves, including Sharon Osbourne, Jim Jampol, and Voletta Wallace, mother of Biggie Smalls. They were also criticized on social media and were called \"insensitive.\" Wallace, The Doors' manager and the estate of Jim Morrison issued a cease-and-desist letter to the Jenner sisters, writing that they did not authorize the sisters' use of the likenesses of these musical icons. The Jenners apologized for the shirts, and pulled them from retail.",
        "ngram": 156,
        "subject": "Paul Simon"
    }
]