[
    {
        "text": "Schneider starred in the 1999 feature film Deuce Bigalow: Male Gigolo, a tale of a fish-tank cleaner who incurs a massive debt and is forced to become a \"man-whore.\" This was followed by The Animal, about a man given animal powers by a mad scientist; The Hot Chick, wherein the body of a petty thief named Clive Maxtone (played by Schneider) is mystically switched with the body of a pretty, but mean-spirited high school cheerleader named Jessica Spencer (played by Rachel McAdams in her film debut); and the sequel Deuce Bigalow: European Gigolo. The latter movie was not well received by critics or moviegoers, and as a result, Schneider won a 2005 Worst Actor Razzie Award for his role in the film.In 2006, Schneider co-starred in the baseball-themed family comedy The Benchwarmers, along with his fellow SNL alumnus David Spade as well as Jon Heder. Other film roles include Schneider's appearance with Jim Henson's Muppets in the 1999 film Muppets from Space, and his role as a San Francisco hobo in the 2004 remake of Around the World in 80 Days.",
        "ngram": 181,
        "subject": "Chris Brown"
    },
    {
        "text": "My Beautiful Dark Twisted Fantasy, West's fifth studio album, was released in November 2010 to widespread acclaim from critics, many of whom considered it his best work and said it solidified his comeback. In stark contrast to his previous effort, which featured a minimalist sound, Dark Fantasy adopts a maximalist philosophy and deals with themes of celebrity and excess. The record included the international hit \"All of the Lights\", and Billboard hits \"Power\", \"Monster\", and \"Runaway\", the latter of which accompanied a 35-minute film of the same name directed by and starring West. During this time, West initiated the free music program GOOD Fridays through his website, offering a free download of previously unreleased songs each Friday, a portion of which were included on the album. This promotion ran from August to December 2010. Dark Fantasy went on to go platinum in the United States, but its omission as a contender for Album of the Year at the 54th Grammy Awards was viewed as a \"snub\" by several media outlets.",
        "ngram": 170,
        "subject": "Chris Brown"
    },
    {
        "text": "On 1 May 1888,  Van Gogh signed a lease for four rooms in  the Yellow House.  The house at 2 place Lamartine cost 15 francs per month. The rooms were unfurnished and had been uninhabited for months. Because the Yellow House had to be furnished before he could fully move in, Van Gogh moved from the Hôtel Carrel to the Café de la Gare on 7 May 1888. He had befriended the Yellow House's proprietors, Joseph and Marie Ginoux, and was able to use it as a studio. Van Gogh wanted a gallery to display his work and started a series of paintings that eventually included Van Gogh's Chair (1888), Bedroom in Arles (1888), The Night Café (1888), Café Terrace at Night (September 1888), Starry Night Over the Rhone (1888), and Still Life: Vase with Twelve Sunflowers (1888), all intended for the decoration for the Yellow House.",
        "ngram": 150,
        "subject": "Chris Brown"
    },
    {
        "text": "The launch took place at the south rim of the Snake River Canyon, west of Shoshone Falls, on September 8, 1974, at 3:36 p.m. MDT. The steam that powered the engine was superheated to a temperature of 500 degrees Fahrenheit (260 degrees Celsius). The drogue parachute prematurely deployed as the Skycycle left the launching rail and induced significant drag. Even though the craft made it across the canyon to the north rim, the prevailing northwest winds caused it to drift back into the canyon. By the time it hit the bottom of the canyon, it landed only a few feet from the water on the same side of the canyon from which it had been launched. If he had landed in the water, Knievel said that he would have drowned, due to a harness malfunction that kept him strapped in the vehicle. He survived the failed jump with only minor physical injuries.",
        "ngram": 152,
        "subject": "Chris Brown"
    },
    {
        "text": "Gomez was diagnosed with lupus sometime between 2012 and early 2014. In September 2017, she revealed on Instagram that she had withdrawn from public events during the previous few months because she had received a kidney transplant from actress and friend Francia Raisa. During the transplant, an artery broke and emergency surgery was conducted to build a new artery using a vein from her leg.Gomez has been open about her struggles with both anxiety and depression. She began pursuing therapy in her early twenties and also spent time in treatment facilities. When she reached 100 million Instagram followers, Gomez said she \"sort of freaked out\" and has since taken several extended breaks from social media, due in part to negative comments. In April 2020, she revealed she has bipolar disorder.In October 2022, Gomez canceled an appearance on The Tonight Show Starring Jimmy Fallon after testing positive for COVID-19. In November 2022, she revealed that she had an episode of psychosis in 2018.",
        "ngram": 162,
        "subject": "Chris Brown"
    },
    {
        "text": "In 2004, Jay-Z collaborated with rock group Linkin Park, in which they released their collaborative remix EP Collision Course, which featured mashups of both artists' songs, as well as a concert DVD. The album's only single, \"Numb/Encore\", went on to win a Grammy Award for Best Rap/Sung Collaboration, and was performed with Linkin Park live at the Grammys, with a special appearance by Paul McCartney, who added verses from the song \"Yesterday\". The EP sold over 1 million copies in the U.S. Jay-Z was the executive producer of The Rising Tied, the debut album of Fort Minor, the hip hop side project of Linkin Park rapper Mike Shinoda. Jay-Z also planned to retire in 2004.Later in 2004, Jay-Z was named president of Def Jam Records, which led to Jay-Z, Dash and Biggs selling their remaining interests in Roc-A-Fella Records and Jay-Z taking control of both of the companies. Reportedly this major industry move was prompted by disagreements between Jay-Z and Dash as to what direction Roc-A-Fella could undertake. The publicized split between Jay-Z, Dash, and Biggs led to the former partners sending jabs at each other in interviews.",
        "ngram": 188,
        "subject": "Chris Brown"
    },
    {
        "text": "Vickie Lynn Marshall (née Hogan, November 28, 1967 – February 8, 2007), known professionally as Anna Nicole Smith, was an American model, actress, and television personality. Smith started her career as a Playboy magazine centerfold in May 1992 and won the title of 1993 Playmate of the Year. She later modeled for fashion companies, including Guess, H&M, Lane Bryant, Con-Air, and Heatherette.",
        "ngram": 62,
        "subject": "Chris Brown"
    },
    {
        "text": "The release of a video-game Starpower: Beyoncé was cancelled after Beyoncé pulled out of a $100 million deal with GateFive who alleged the cancellation meant the sacking of 70 staff and millions of pounds lost in development. It was settled out of court by her lawyers in June 2013 who said that they had cancelled because GateFive had lost its financial backers. Beyoncé also has had deals with American Express, Nintendo DS and L'Oréal since the age of 18.",
        "ngram": 79,
        "subject": "Chris Brown"
    },
    {
        "text": "From 1995 to 2001, Kissinger served on the board of directors for Freeport-McMoRan, a multinational copper and gold producer with significant mining and milling operations in Papua, Indonesia. In February 2000, president of Indonesia Abdurrahman Wahid appointed Kissinger as a political advisor. He also served as an honorary advisor to the United States-Azerbaijan Chamber of Commerce.In 1998, in response to the 2002 Winter Olympic bid scandal, the International Olympic Committee formed a commission, called the \"2000 Commission\", to recommend reforms, which Kissinger served on. This service led in 2000 to his appointment as one of five IOC \"honor members\", a category the organization described as granted to \"eminent personalities from outside the IOC who have rendered particularly outstanding services to it\".Kissinger served as the 22nd Chancellor of the College of William and Mary from 2000 to 2005. He was preceded by former British prime minister Margaret Thatcher and succeeded by Justice Sandra Day O'Connor. The College of William & Mary also owns a painted portrait of Kissinger that was painted by Ned Bittinger.From 2000 to 2006, Kissinger served as chairman of the board of trustees of Eisenhower Fellowships. In 2006, upon his departure from Eisenhower Fellowships, he received the Dwight D. Eisenhower Medal for Leadership and Service.In November 2002, he was appointed by President George W. Bush to chair the newly established National Commission on Terrorist Attacks Upon the United States to investigate the September 11 attacks. Kissinger stepped down as chairman on December 13, 2002, rather than reveal his business client list, when queried about",
        "ngram": 256,
        "subject": "Chris Brown"
    },
    {
        "text": "There have been attempts to ban Harry Potter around the world, especially in the United States, and in the Bible Belt in particular. The series topped the American Library Association's list of most challenged books in the first three years of its publication. In the following years, parents in several US cities launched protests against teaching it in schools. Some Christian critics, particularly Evangelical Christians, have claimed that the novels promote witchcraft and harm children; similar opposition has been expressed to the film adaptations. Criticism has taken two main forms: allegations that Harry Potter is a pagan text; and claims that it encourages children to oppose authority, derived mainly from Harry's rejection of the Dursleys, his adoptive parents. The author and scholar Amanda Cockrell suggests that Harry Potter's popularity, and recent preoccupation with fantasy and the occult among Christian fundamentalists, explains why the series received particular opposition. Some groups of Shia and Sunni Muslims also argued that the series contained satanic subtext, and it was banned in private schools in the United Arab Emirates.The Harry Potter books also have a group of vocal religious supporters who believe that Harry Potter espouses Christian values, or that the Bible does not prohibit the forms of magic described in the series. Christian analyses of the series have argued that it embraces ideals of friendship, loyalty, courage, love, and the temptation of power. After the final volume was published, Rowling said she intentionally incorporated Christian themes, in particular the idea that love may hold power over death. According to Farmer,",
        "ngram": 256,
        "subject": "Chris Brown"
    },
    {
        "text": "In an interview with Alexa Chung during Vogue Festival 2015, Balmain designer Olivier Rousteing praised Rihanna by stylistically comparing her to some of the biggest fashion icons in music history, such as Madonna, David Bowie, Michael Jackson, and Prince. Commenting on the cultural expectation for pop stars to be role models, Rihanna said \"[being a role model] became more of my job than I wanted it to be. But no, I just want to make music. That's it.\" In a May 2013 interview with MTV, The Vagina Monologues writer and feminist Eve Ensler said, \"I'm a huge Rihanna fan, I think she has a kind of agency over her sexuality and she's open about her sexuality, she has enormous grace and she's immensely talented.\"",
        "ngram": 124,
        "subject": "Chris Brown"
    },
    {
        "text": "Saget had been honored with donations and offers to help the charity Scleroderma Research Foundation (SRF), whose board of directors Saget served on since 2003. According to a statement made by the foundation's executive director on January 13, 2022, the foundation received donations from more than 1,500 donors from all over the world, totaling more than $90,000. Additionally, a donation of $1.5 million was awarded to the charity by one of its board members in the form of a grant, which will match every donation made in memory of Saget.",
        "ngram": 90,
        "subject": "Chris Brown"
    },
    {
        "text": "From 1946 to 1953, the Carters lived in Virginia, Hawaii, Connecticut, New York, and California, during his deployments in the Atlantic and Pacific fleets. In 1948, he began officer training for submarine duty and served aboard USS Pomfret. He was promoted to lieutenant junior grade in 1949, and his service aboard Pomfret included a simulated war patrol to the western Pacific and Chinese coast from January to March of that year. In 1951 he was assigned to the diesel/electric USS K-1 (SSK-1), qualified for command, and served in several positions, to include executive officer.",
        "ngram": 94,
        "subject": "Chris Brown"
    },
    {
        "text": "In 1957, Morrison attended Alameda High School in Alameda, California for his freshman and first semester of his sophomore year. In 1959, his family moved back to Virginia, and he graduated from George Washington High School, now a middle school in Alexandria in June 1961. While attending George Washington, Morrison maintained a grade average of 88 and tested in the top 0.1% with an IQ of 149.",
        "ngram": 67,
        "subject": "Chris Brown"
    },
    {
        "text": "In 1987, the Celtics made their last Finals appearance of Bird's career, fighting through difficult series against the Milwaukee Bucks and Detroit Pistons. In Game 5 of the Eastern Conference finals against the Pistons, with five seconds remaining in the fourth quarter and Boston trailing the Pistons 107–106, Bird stole an inbound pass. Falling out of bounds, Bird turned and passed the ball to teammate Dennis Johnson, who converted a game-winning 2-point layup with less than a second left. The dramatic play saved the series for the Celtics. When they reached the NBA Finals, the Celtics lost to a dominant Lakers team that had won 65 games during the season. The Celtics ended up losing to the Lakers in six games, with Bird averaging 24.2 points on .445 shooting, 10 rebounds and 5.5 assists per game in the championship series. The Celtics fell short in 1988 losing to the Detroit Pistons in 6 games in the Eastern Conference finals as the Pistons made up from the heartbreak the previous season. Between them, Bird and Johnson captured eight NBA championships during the 1980s, with Magic getting five and Bird three. During the 1980s, either Boston or Los Angeles appeared in every NBA Finals.",
        "ngram": 202,
        "subject": "Chris Brown"
    },
    {
        "text": "Grant appointed David Dyer, under Bristow's recommendation, federal attorney to prosecute the Ring in St. Louis, who indicted Grant's old friend General John McDonald, supervisor of Internal Revenue. Grant endorsed Bristow's investigation, writing on a letter \"Let no guilty man escape...\" Bristow's investigation discovered Babcock received kickback payments, and that Babcock had secretly forewarned McDonald, the ring's mastermind, of the investigation. On November 22, the jury convicted McDonald. On December 9, Babcock was indicted; Grant refused to believe in Babcock's guilt and was ready to testify in Babcock's favor, but Fish warned that doing so would put Grant in the embarrassing position of testifying against a case prosecuted by his own administration. Instead, on February 12, 1876, Grant gave a deposition in Babcock's defense, expressing that his confidence in his secretary was \"unshaken\". Grant's testimony silenced all but his strongest critics.",
        "ngram": 141,
        "subject": "Chris Brown"
    },
    {
        "text": "Agnatically, Harry is a member of the House of Glücksburg, a cadet branch of the House of Oldenburg, one of Europe's oldest royal houses. Harry's paternal grandmother, Elizabeth II, issued letters patent on 8 February 1960 declaring his father to be a member of the House of Windsor.",
        "ngram": 48,
        "subject": "Chris Brown"
    },
    {
        "text": "By early April, as the pandemic worsened and amid criticism of his administration's response, Trump refused to admit any mistakes in his handling of the outbreak, instead blaming the media, Democratic state governors, the previous administration, China, and the WHO. The daily coronavirus task force briefings ended in late April, after a briefing at which Trump suggested the dangerous idea of injecting a disinfectant to treat COVID-19; the comment was widely condemned by medical professionals.",
        "ngram": 75,
        "subject": "Chris Brown"
    },
    {
        "text": "Despite being called a \"show stopper\" and \"the 1990s pop phenomenon\", Carey suffered from stage fright in her early years in the music industry. One of her earliest performances was at MTV Unplugged, which received positive reception as Carey silenced critics saying her vocals were studio-made. Carey's \"The Star-Spangled Banner\" rendition at the Super Bowl XXXVI was called \"stunning\" by Billboard. She also performed \"America the Beautiful\" at the 1990 NBA Finals in which Rolling Stone writer, Brittany Spanos, stated the players were struck \"with awe by the incredible talent of a burgeoning young star\". The singer received the only standing ovation of the night at the 48th Annual Grammy Awards, after performing the medley of \"We Belong Together and \"Fly Like a Bird\". Although Carey's performance at Dick Clark's New Year's Rockin' Eve 2017 was marred by technical issues, she returned to the stage a year later and, according to Time, \"effectively redeemed herself\".",
        "ngram": 155,
        "subject": "Chris Brown"
    },
    {
        "text": "On January 6, 2020, Perry posted a video on Instagram in which he revealed that he doesn't use a writers room for his films and TV shows and prefers to write his work himself. Perry received criticism from several outlets and figures in entertainment for denying opportunities to up-and-coming black writers. Later that month, Perry responded in an interview by stating that he had experienced issues when working with both WGA writers and nonunion writers. He claims that the WGA writers would submit \"scripts that would need rewrites in order to get paid multiple times.\" He also said that nonunion writers struggled to meet his standards of quality and that he \"was unhappy with every single script they wrote\" because \"they were not speaking to the voice.\"",
        "ngram": 127,
        "subject": "Chris Brown"
    },
    {
        "text": "Cooper's sex appeal has been picked up by several media outlets, including People magazine, which named him Sexiest Man Alive in 2011. He was initially uncomfortable with the accolade, but later found it funny. In a June 2011 interview with Esquire, Cooper said, \"Fall in love with my looks, fine, but stay with me for my talent.\" Also that year, he was dubbed International Man of the Year by GQ and appeared in AskMen's 49 most influential men. He ranked tenth on Empire's list of the 100 Sexiest Movie Stars in 2013. He was one of the highest-paid actors in the world from 2013 to 2015 and in 2019, earning $28 million, $46 million, $41.5 million, and $57 million, respectively. Forbes ranked him first on their Celebrity 100: Ones To Watch list in 2013. In 2014, 2015 and 2019, he featured on Celebrity 100, a list based on the income and popularity of celebrities, as selected annually by Forbes. Time magazine named him one of the 100 most influential people in the world in 2015. Cooper's films have earned a total of $13 billion worldwide.",
        "ngram": 185,
        "subject": "Chris Brown"
    },
    {
        "text": "Several members of Young Money Entertainment, including president Mack Maine, criticized media reports on Carter's hospitalization, particularly those of TMZ, alleging that they exaggerated the severity of his condition and falsely implied that he was on his deathbed (such as by saying that he was in a medically induced coma), triggering what the Washington Post called \"the most overheated celebrity deathwatch in recent years\". In separate interviews on March 18, Mack Maine and Birdman disputed TMZ's reports, and stated that in fact there were not multiple seizures or multiple hospital visits. They explained that after Carter began seizing on the way to the music video shoot on March 12, an ambulance was called and he was transported to the hospital, where he was admitted and remained continuously thereafter. They also refuted the claims that Carter's seizures are drug-induced, saying that they are an ongoing problem for which doctors have been unable to identify a cause.",
        "ngram": 155,
        "subject": "Chris Brown"
    },
    {
        "text": "Biden has a bachelor's degree in English from the University of Delaware and master's degrees in education and English from West Chester University and Villanova University, and returned to the University of Delaware for a doctoral degree in education. She taught English and reading in high schools for thirteen years and instructed adolescents with emotional disabilities at a psychiatric hospital. Following this, she was an English and writing instructor for fifteen years at Delaware Technical & Community College.",
        "ngram": 78,
        "subject": "Chris Brown"
    },
    {
        "text": "Simon recorded an album of songs from the show which was released in November 1997. The album received mixed reviews. Some critics praised the combination of doo-wop, rockabilly and Caribbean music that the album contained, but Songs from The Capeman was a failure, and for the first time in Simon's career he did not reach the Top 40 of the Billboard charts. The cast album was never released on CD but eventually became available online.",
        "ngram": 75,
        "subject": "Chris Brown"
    },
    {
        "text": "Blair taught a course on issues of faith and globalisation at the Yale University Schools of Management and Divinity as a Howland distinguished fellow during the 2008–09 academic year. In July 2009, this accomplishment was followed by the launching of the Faith and Globalisation Initiative with Yale University in the US, Durham University in the UK, and the National University of Singapore in Asia, to deliver a postgraduate programme in partnership with the Foundation.",
        "ngram": 74,
        "subject": "Chris Brown"
    },
    {
        "text": "In 1973, Norris played a role in Jonathan Kaplan's The Student Teachers.In 1974, actor Steve McQueen, who was his martial art student and friend at the time, saw his potential and encouraged him to begin acting classes at MGM. That same year, he played the supporting role of the main antagonist in Lo Wei's Yellow Faced Tiger. Norris plays a powerful drug king in San Francisco, where he dominates the criminal world including the police department. He is eventually challenged by a young police officer who stands up to corruption. The film played theatrically in the US in 1981 as Slaughter in San Francisco. It was noticed that it was an older low-budget film announcing Norris as the lead. The film played as a double-bill to other action and genre film. It was described as a low budget martial arts actioner taking advantage of Norris's fame.In 1975, Norris wrote his first book Winning Tournament Karate on the practical study of competition training for any rank. It covers all phases of executing speedy attacks, conditioning, fighting form drills, and one-step sparring techniques.Norris's first starring role was 1977's Breaker! Breaker! He chose it after turning down offers to do several martial art films. Norris decided that he wanted to do films that had a story and where the action would take place when it is emotionally right. The low budget film turned out to be very successful.In 1978, Norris starred in Good Guys Wear Black. He considers it to be his first significant lead role. No studio wanted",
        "ngram": 256,
        "subject": "Chris Brown"
    },
    {
        "text": "Kelly played the role of Bing Crosby's long-suffering wife, Georgie Elgin, in The Country Girl (1954), after a pregnant Jennifer Jones bowed out. Already familiar with the play, Kelly was highly interested in the part. To do it, MGM once again would have to lend Kelly to Paramount Pictures. Kelly was adamant, and threatened the studio, saying that if they did not allow her to do the film she would pack her bags and leave for New York for good. MGM eventually relented. Kelly also negotiated a more lucrative contract in light of her recent success. In the film, Kelly played the wife of a washed-up, alcoholic singer, played by Crosby. Her character becomes torn emotionally between her two lovers, played by Crosby and William Holden. She was again dressed by Edith Head to suit her role in the film, initially appearing in fashionable dresses, shifting to ordinary-looking cardigans toward the end of the film.As a result of her performance in The Country Girl, Kelly won the Academy Award for Best Actress. Her acceptance speech was brief: \"The thrill of this moment keeps me from saying what I really feel. I can only say thank you with all my heart to all who made this possible for me. Thank you.\" Her main competitor was Judy Garland for her performance in A Star Is Born. After receiving the Oscar nomination, Kelly won the New York Film Critics Circle Award for best actress for her performances in her three big movie roles of 1954: Rear Window, Dial M",
        "ngram": 256,
        "subject": "Chris Brown"
    },
    {
        "text": "Derived from one of his catchphrases \"lay the smackdown\", WWE introduced in 1999 its second flagship program, WWE SmackDown, which became television's second longest-running weekly episodic program in history. The term \"smackdown\" was included in Merriam-Webster dictionaries in 2007. He is also known for popularizing the term \"jabroni\", derived from \"jobber\", although it was originally introduced by The Iron Sheik. The Rock holds the record for most Raw shows main-evented in one year (38 in 2000), most SmackDown shows main-evented in one year (36 in 2000), and is tied with Stone Cold Steve Austin (in 2001) for most PPV shows main evented in one year (12 in 2000).",
        "ngram": 108,
        "subject": "Chris Brown"
    },
    {
        "text": "Crawford was born in DeKalb, Illinois, on February 20, 1966, the daughter of Daniel Kenneth Crawford and Jennifer Sue Crawford-Moluf (née Walker). She has two sisters, Chris and Danielle, and a brother, Jeffery, who died of childhood leukemia at age 3. On social media, she has stated that her family had been in the United States for generations and that her ancestry was mostly German, English, and French. She is a descendant of English Puritan settler Thomas Trowbridge, who helped establish the Congregational Church in New Haven. She was raised in the Congregationalist faith and found it “incredible” that religious values “trickled down\" to her family. According to official census records, Crawford’s paternal great-grandfather David Crawford was of Scottish ancestry from Ulster, Northern Ireland who settled in Wisconsin. Appearing in an episode of Who Do You Think You Are? in 2013, she discovered that her ancestors included European nobility and that she was descended from Charlemagne.In her sophomore year at high school, she received a call from a local clothing store regarding modeling work, only to discover it was a prank by two of her classmates. However, the following year, another store hired a number of high school girls, including Crawford, to work for them (including a fashion shoot). In her junior year, local photographer Roger Legel, whose duties included photographing a different college girl to be that week's coed in the DeKalb Nite Weekly, asked to take her picture for the publication; the result was Crawford's first cover. The photo and positive feedback she received",
        "ngram": 256,
        "subject": "Chris Brown"
    },
    {
        "text": "Chan has received global recognition for his film acting and stunt work. His accolades include the Innovator Award from the American Choreography Awards and a lifetime achievement award from the Taurus World Stunt Awards. He has stars on the Hollywood Walk of Fame and the Hong Kong Avenue of Stars. In addition, Chan has also been honoured by placing his hand and footprints at Grauman's Chinese Theatre. Despite considerable box office success in Asia, Chan's Hollywood films have been criticised with regard to their action choreography. Reviewers of Rush Hour 2, The Tuxedo, and Shanghai Knights noted the toning down of Chan's fighting scenes, citing less intensity compared to his earlier films. The comedic value of his films is questioned; some critics stating that they can be childish at times. Chan was awarded the Order of the British Empire (MBE) in 1989 and the Silver Bauhinia Star (SBS) in 1999.When American filmmaker Quentin Tarantino presented Chan with the Lifetime Achievement Award at the 1995 MTV Movie Awards, Tarantino described Chan as \"one of the best filmmakers the world has ever known\" and \"one of the greatest physical comedians since sound came into film.\"",
        "ngram": 193,
        "subject": "Chris Brown"
    },
    {
        "text": "In the first half of 2019, Lopez embarked on an international concert tour, It's My Party, to celebrate her 50th birthday. The tour grossed an estimated $54.7 million from thirty-eight shows. Variety reported that most shows were sold out. She also signed with new label Hitco Entertainment and released the single \"Medicine\" featuring French Montana. In other 2019 activities, she became the global face of the Coach brand, launched a collection of sunglasses with the brand Quay Australia, and modeled an updated version of her Green Versace dress at Milan Fashion Week. She also became executive producer of two television series, Good Trouble and Thanks a Million.",
        "ngram": 107,
        "subject": "Chris Brown"
    },
    {
        "text": "Fox met his wife, Tracy Pollan, when she played the role of his girlfriend, Ellen, on Family Ties. They were married on July 16, 1988, at West Mountain Inn in Arlington, Vermont. The couple have four children: son Sam Michael (born May 30, 1989), twin daughters Aquinnah Kathleen and Schuyler Frances (born February 15, 1995), and daughter Esmé Annabelle (born November 3, 2001). Fox holds dual Canadian-US citizenship. He provided a light-hearted segment during the 2010 Winter Olympics' closing ceremony in Vancouver, British Columbia on February 28, 2010, when he expressed how proud he is to be Canadian. On June 4, 2010, the city of Burnaby, British Columbia granted him the Freedom of the City. Fox and his family live primarily in Manhattan. The family owns a second home in Quogue, New York.Fox battled alcoholism during the onset of his Parkinson's diagnosis, but has been sober since 1992.Fox endorsed Democrat Pete Buttigieg prior to the 2020 United States presidential election.",
        "ngram": 160,
        "subject": "Chris Brown"
    },
    {
        "text": "In May 2007, Barrymore was named Ambassador Against Hunger for the United Nations World Food Programme and later donated $1 million to the cause. As a guest photographer for a magazine series called \"They Shoot New York\", she appeared on the cover holding a Pentax K1000 film camera. She expressed hopes of exposing her work in a gallery one day, as she had documented the most recent decade of her life with a Pentax camera.Barrymore launched a women's fashion line in fall 2017 in conjunction with Amazon.com called Dear Drew, which featured a pop-up shop in New York City that opened in November.",
        "ngram": 103,
        "subject": "Chris Brown"
    },
    {
        "text": "Jones began his acting career at the Ramsdell Theatre in Manistee, Michigan. In 1953, he was a stage carpenter, and between 1955 and 1957, he acted and was a stage manager. In his first acting season at the Ramsdell, he portrayed Othello. His early career also included an appearance in the ABC radio anthology series Theatre-Five. In 1957, he made his Broadway debut as understudy to Lloyd Richards in the short-lived play The Egghead by Molly Kazan. The play ran only 21 performances, however three months later, Jones created the featured role of Edward the butler in Dore Schary's Sunrise at Campobello at the Cort Theatre in January 1958.",
        "ngram": 109,
        "subject": "Chris Brown"
    },
    {
        "text": "In 2003, Downey met producer Susan Downey (née Levin), an executive vice-president of production at Joel Silver's film company, Silver Pictures, on the set of Gothika. Though Susan twice turned down his romantic advances, she and Downey did quietly strike up a romance during production. Despite Susan's worries that the romance would not last after the completion of shooting given that \"he's an actor; I have a real job\", the couple's relationship continued after production wrapped on Gothika, and Downey proposed to Susan on the night before her thirtieth birthday. In August 2005, the couple were married, in a Jewish ceremony, at Amagansett, New York. A tattoo on one of his biceps reads \"Suzie Q\" in tribute to her. The Downeys' first child, a son, was born in February 2012, and their second, a daughter, was born in November 2014.Downey has been a close friend of Mel Gibson since they starred in Air America. Downey defended Gibson during the controversy surrounding The Passion of the Christ, and said \"nobody's perfect\" in reference to Gibson's 2006 DUI. Gibson said of Downey: \"He was one of the first people to call and offer the hand of friendship. He just said, 'Hey, welcome to the club. Let's go see what we can do to work on ourselves.'\" In October 2011, Downey was being honored at the 25th American Cinematheque Awards; Downey chose Gibson to present him with his award for his life's work and used his air time to say a few kind words about Gibson and explain why",
        "ngram": 256,
        "subject": "Chris Brown"
    },
    {
        "text": "Buffett is an avid bridge player, which he plays with Gates and champion player Sharon Osberg; he is said to spend 12 hours a week playing the game. In 2006, he sponsored a bridge match for the Buffett Cup. Modeled on the Ryder Cup in golf—held immediately before it in the same city—the teams are chosen by invitation, with a female team and five male teams provided by each country.He is a dedicated, lifelong follower of Nebraska football, and attends as many games as his schedule permits. He supported the hire of Bo Pelini, following the 2007 season, stating, \"It was getting kind of desperate around here\". He watched the 2009 game against Oklahoma from the Nebraska sideline, after being named an honorary assistant coach.Buffett was elected to the American Philosophical Society in 2009.Buffett worked with Christopher Webber on an animated series called \"Secret Millionaires Club\" with chief Andy Heyward of DiC Entertainment. The series features Buffett and Munger and teaches children healthy financial habits.Buffett was raised as a Presbyterian, but has since described himself as agnostic. In December 2006, it was reported that Buffett did not carry a mobile phone, did not have a computer at his desk, and drove his own automobile, a Cadillac DTS. In contrast to that, at the 2018 Berkshire Hathaway's shareholder meeting, he stated he uses Google as his preferred search engine. In 2013 he had an old Nokia flip phone and had sent one email in his entire life. In February 2020, Buffett revealed in a CNBC interview that",
        "ngram": 256,
        "subject": "Chris Brown"
    },
    {
        "text": "Martha later suffered from ill health, including diabetes, and frequent childbirth weakened her. Her mother had died young, and Martha lived with two stepmothers as a girl. A few months after the birth of her last child, she died on September 6, 1782, with Jefferson at her bedside. Shortly before her death, Martha made Jefferson promise never to marry again, telling him that she could not bear to have another mother raise her children. Jefferson was grief-stricken by her death, relentlessly pacing back and forth. He emerged after three weeks, taking long rambling rides on secluded roads with his daughter Martha, by her description \"a solitary witness to many a violent burst of grief\".",
        "ngram": 114,
        "subject": "Chris Brown"
    },
    {
        "text": "The Japanese had kept their secrets closely guarded, so it is unlikely that American officials were aware of Japanese plans for a surprise attack on the Pacific Fleet. Senior American officials were aware that war was imminent, but they did not expect an attack on Pearl Harbor. Roosevelt assumed that the Japanese would attack either the Dutch East Indies or Thailand. ",
        "ngram": 62,
        "subject": "Chris Brown"
    },
    {
        "text": "In 2013, Favre was asked to consider returning to the NFL to play for the injury-plagued St. Louis Rams. He turned down the offer, telling WSPZ radio in Washington, D.C., that he has had memory loss and that he feared it was related to the multiple concussions he suffered throughout his career. He was previously asked in a 2009 interview with NBC how many times he had played with a concussion that with the new standards would have resulted in him sitting out. 'A lot', he replied. ",
        "ngram": 88,
        "subject": "Chris Brown"
    },
    {
        "text": "On November 27, 2020, Lil Wayne released the mixtape No Ceilings 3, while announcing the album I Am Not a Human Being III for 2021, although it would not be released that year due to delays. On October 1, 2021, Wayne and Rich the Kid released a collaborative mixtape titled Trust Fund Babies, along with a music video for the single \"Feelin' Like Tunechi\". The mixtape took roughly a month and a half to record. On their working relationship, Wayne said, \"For me, it's the chemistry, it's the camaraderie because first of all, Rich like my little bro and me and Rich been rockin' for a minute\".",
        "ngram": 107,
        "subject": "Chris Brown"
    },
    {
        "text": "McQueen was offered the lead male role in Breakfast at Tiffany's, but was unable to accept due to his Wanted: Dead or Alive contract (the role went to George Peppard). He turned down parts in Ocean's 11, Butch Cassidy and the Sundance Kid (his attorneys and agents could not agree with Paul Newman's attorneys and agents on top billing), The Driver, Apocalypse Now,: 172  California Split, Dirty Harry, A Bridge Too Far, The French Connection (he did not want to do another cop film), Close Encounters of the Third Kind and Sorcerer.",
        "ngram": 91,
        "subject": "Chris Brown"
    },
    {
        "text": "Shawn Corey Carter (born December 4, 1969), known by his stage name  Jay-Z, is an American rapper, record producer, and entrepreneur. Known for his involvement in the success of other artists, he was named the greatest rapper of all time by Billboard and Vibe in 2023. He served as the president and chief executive officer of Def Jam Recordings from 2004 to 2007 before founding the entertainment company, Roc Nation the following year.Born and raised in New York City, Jay-Z began his musical career in the late 1980s; he co-founded the record label Roc-A-Fella Records in 1994 to release his first two albums, Reasonable Doubt (1996) and In My Lifetime, Vol. 1 (1997), both of which were met with critical acclaim. His following albums, including The Blueprint (2001), The Black Album (2003), American Gangster (2007), and 4:44 (2017) were each met with continued praise while debuting atop the Billboard 200; Jay-Z holds the record for the most number-one albums (14) of any solo artist on the chart. He has also released the collaborative albums The Best of Both Worlds (2002) and Unfinished Business (2004) with singer R. Kelly, Collision Course (2004) with Linkin Park, Watch the Throne (2011) with Kanye West, and Everything Is Love (2018) with his wife Beyoncé. He peaked the Billboard Hot 100 on four occasions with his guest performances on the singles \"Heartbreaker\" by Mariah Carey, \"Crazy in Love\" by Beyoncé, \"Umbrella\" by Rihanna, and his first to do so as a lead artist, \"Empire State of Mind\" (with Alicia Keys).Through",
        "ngram": 256,
        "subject": "Chris Brown"
    }
]