[
    {
        "text": "Carey's fifth studio album, Daydream, found her consolidating creative control over her career, leading to tensions with Columbia. The album featured a departure from her allegiance to pop and gravitated heavily towards R&B and hip hop. Critically, the album was described as Carey's best to date. The New York Times named it one of 1995's best albums and concluded: \"[the album] brings R&B candy-making to a new peak of textural refinement ... Carey's songwriting has taken a leap forward and become more relaxed, sexier and less reliant on thudding clichés.\" The album's lead single, \"Fantasy\", became the first single by a female artist to debut at number one on the Billboard Hot 100, and the second single, \"One Sweet Day\", a collaboration with R&B group Boyz II Men, remained atop the Billboard Hot 100 for a record-breaking 16 consecutive weeks, becoming, at the time, the longest-running number-one song in the history of the charts. The third single, \"Always Be My Baby\", became Carey's eleventh chart-topper, tying her with Madonna and Whitney Houston for the most number-one singles among female artists at the time.",
        "ngram": 183,
        "subject": "Steven Seagal"
    },
    {
        "text": "Lohan was born on July 2, 1986, in the Bronx, one of the five boroughs of New York City, and grew up in Merrick and Cold Spring Harbor on Long Island, New York. She is the eldest child of Dina (née Sullivan) and Michael Lohan. Her father, a former Wall Street trader, has been in trouble with the law on several occasions. Her mother is a former singer and dancer. Lohan has three younger siblings, all of whom have been models or actors: Michael Jr., who appeared with Lohan in The Parent Trap in 1998, Aliana, known as \"Ali\", and Dakota \"Cody\" Lohan. Lohan is of Irish and Italian heritage, and she was raised as a Roman Catholic. Her maternal antecedents were \"well known Irish Catholic stalwarts\" and her great-grandfather, John L. Sullivan, was a co-founder of the Pro-life Party on Long Island. She began home-schooling in grade 11.Lohan's parents married in 1985, separated when Lindsay was three, and later reunited. They separated again in 2005 and finalized their divorce in 2007.",
        "ngram": 172,
        "subject": "Steven Seagal"
    },
    {
        "text": "Betty Marion White was born in Oak Park, Illinois, on January 17, 1922. She later clarified that \"Betty\" was her legal name and not a shortened version of \"Elizabeth\" as some people had assumed. She was the only child of housewife Christine Tess (née Cachikis) and lighting company executive Horace Logan White. Her father was from Michigan. White's maternal grandfather was Greek, her paternal grandfather was Danish, both of her grandmothers were Canadians of English descent, and her other ancestry included Welsh. When she was one year old, her family moved to Alhambra, California, and later to Los Angeles during the Great Depression. To make extra money, her father built crystal radios and sold them wherever he could. Since it was the height of the Depression and hardly anyone had a sizable income, he would trade the radios for other goods, which sometimes included dogs.White was educated in Beverly Hills, where she attended Horace Mann Elementary School and Beverly Hills High School, graduating from the latter in 1939. Her interest in wildlife was sparked by family vacations to the Sierra Nevada. She initially aspired to become a forest ranger, but was unable to do so because women were not allowed to serve as rangers at the time. She instead pursued an interest in writing; she wrote and played the lead in a graduation play at Horace Mann School and discovered her interest in performing. Inspired by her idols Jeanette MacDonald and Nelson Eddy, she decided to pursue a career as an actress.One month after White graduated",
        "ngram": 256,
        "subject": "Steven Seagal"
    },
    {
        "text": "Van Gogh painted Arles' postmaster Joseph Roulin and his family repeatedly. In five versions of La Berceuse (The Lullaby), Van Gogh painted Augustine Roulin quietly holding a rope that rocks the unseen cradle of her infant daughter. Van Gogh had planned for it to be the central image of a triptych, flanked by paintings of sunflowers. ",
        "ngram": 57,
        "subject": "Steven Seagal"
    },
    {
        "text": "In 1982, Stallone starred as Vietnam veteran John Rambo, a former Green Beret, in the action film First Blood, an adaptation of the eponymous novel by David Morell, though the script was significantly altered by Stallone during the film's production, which was both a critical and box-office success. Critics praised Stallone's performance, saying he made Rambo seem human, as opposed to the way he is portrayed in the book of the same name. It launched the Rambo franchise. That year Rocky III was released in which Stallone wrote, directed, and starred. The second sequel became a box-office success. In preparation for these roles, Stallone embarked upon a vigorous training regimen, which often meant six days a week in the gym and further sit-ups in the evenings. Stallone claims to have reduced his body fat percentage to his all-time low of 2.8% for Rocky III.",
        "ngram": 144,
        "subject": "Steven Seagal"
    },
    {
        "text": "The declaration was introduced on Friday, June 28, and Congress began debate over its contents on Monday, July 1, resulting in the removal of roughly a fourth of Jefferson's original draft. Jefferson resented the changes, but he did not speak publicly about the revisions. On July 4, 1776, the Congress ratified the Declaration, and delegates signed it on August 2; in so doing, the delegates were knowingly committing an act of high treason against The Crown, which was deemed the most serious criminal offense and was punishable by torture and death.",
        "ngram": 91,
        "subject": "Steven Seagal"
    },
    {
        "text": "Chan had vocal lessons while at the Peking Opera School in his childhood. He began producing records professionally in the 1980s and has gone on to become a successful singer in Hong Kong and Asia. He has released 20 albums since 1984 and has performed vocals in Cantonese, Mandarin, Japanese, Taiwanese and English. He often sings the theme songs of his films, which play over the closing credits. Chan's first musical recording was \"Kung Fu Fighting Man\", the theme song played over the closing credits of The Young Master (1980). At least 10 of these recordings have been released on soundtrack albums for the films. His Cantonese song \"Story of a Hero\" (英雄故事) (theme song of Police Story) was selected by the Royal Hong Kong Police and incorporated into their recruitment advertisement in 1994.Chan voiced the character of Shang in the Chinese release of the Walt Disney animated feature Mulan (1998). He also performed the song \"I'll Make a Man Out of You\", for the film's soundtrack. For the US release, the speaking voice was performed by B.D. Wong and the singing voice was done by Donny Osmond. He also collaborated with Ani DiFranco on \"Unforgettable\".In 2007, Chan recorded and released \"We Are Ready\", the official one-year countdown song to the 2008 Summer Olympics which he performed at a ceremony marking the one-year countdown to the 2008 Summer Paralympics. Chan also released one of the two official Olympics albums, Official Album for the Beijing 2008 Olympic Games – Jackie Chan's Version, which featured a number of",
        "ngram": 256,
        "subject": "Steven Seagal"
    },
    {
        "text": "Selleck is an avid outdoorsman, marksman and firearms collector. These interests led him to leading-man cowboy roles in Western films, starting with his role as cowboy and frontier marshal Orrin Sackett in the 1979 film The Sacketts, opposite Sam Elliott, Jeff Osterhage, and Western legends Glenn Ford and Ben Johnson, and that same year, Concrete Cowboys with Jerry Reed. The Shadow Riders followed in 1982. Then Selleck shifted gears, portraying a cat burglar in 1930s London in Lassiter in 1984. Quigley Down Under is one of his best-known Western films, but it was for his 1997 role in Last Stand at Saber River that he won a \"Western Heritage Award\".",
        "ngram": 110,
        "subject": "Steven Seagal"
    },
    {
        "text": "Wilde is on the board of directors of Artists for Peace and Justice, which provides education and health services in Haiti; and of the American Civil Liberties Union of Southern California. She is a celebrity influencer/activist for RYOT, a Los Angeles–based media company.",
        "ngram": 43,
        "subject": "Steven Seagal"
    },
    {
        "text": "As president, Jefferson assertively defended the nation's shipping and trade interests against Barbary pirates and aggressive British trade policies. Beginning in 1803, he promoted a western expansionist policy with the Louisiana Purchase, which doubled the nation's geographic size. To make room for settlement, Jefferson began the process of Indian tribal removal from the newly acquired territory. As a result of peace negotiations with France, Jefferson was able to reduce military forces and expenditures. In his second presidential term, Jefferson was beset by difficulties at home, including the trial of his former vice president Aaron Burr. In 1807, Jefferson implemented the Embargo Act to defend the nation's industries from British threats to U.S. shipping, limiting foreign trade and stimulating the birth of the American manufacturing industry.",
        "ngram": 125,
        "subject": "Steven Seagal"
    },
    {
        "text": "In January 2014, Jackson said he planned to release Animal Ambition in the first quarter of the year, followed by Street King Immortal. On February 20, he left Shady Records, Aftermath Entertainment, and Interscope, signing with Caroline and Capitol Music Group. According to Jackson, although he owed Interscope another album, he was released from his contract because of his friendship with Eminem and Dr. Dre: \"I'm a special case and situation. It's also because of the leverage of having the strong relationships with Eminem and Dr. Dre. They don't want me to be uncomfortable. They value our friendship to the point that they would never want [to jeopardize] it over that little bit of money.\"That day, he announced that Animal Ambition would be released on June 3 and released its first track. The song, \"Funeral\", was released with a video on Forbes.com. Produced by Jake One, it is a continuation of \"50 Bars\" from a previous album; two more tracks were scheduled for release on March 18. At South by Southwest in Austin, Texas, Jackson performed \"Hold On\" from the new album. That song and \"Don't Worry 'Bout It\" were released with accompanying videos on March 18. According to Jackson, prosperity would be a theme of the album: \"This project, I had to search for a concept, a really good concept, in my perspective, and that was prosperity. I outlined all the things that would be a part of prosperity, positive and negative [for Animal Ambition].\"Animal Ambition debuted at number four on the US Billboard 200,",
        "ngram": 256,
        "subject": "Steven Seagal"
    },
    {
        "text": "In the Sandra Bullock comedy movie Miss Congeniality (2000), Shatner played the supporting role of Stan Fields, the co-host of the Miss United States Pageant; his future Boston Legal co-star Candice Bergen took part in the film too. Shatner also appeared in Miss Congeniality 2: Armed and Fabulous (2004), in which Stan Fields is kidnapped in Las Vegas together with the winner of the pageant of the previous year. (Life imitated art in Gary, Indiana in 2001, when Shatner visited the town to host the Miss USA Pageant for real). In Osmosis Jones (2001), a high-concept satirical movie that blended live action with animation, Shatner voiced Mayor Phlegmming; the film depicted the cells and microbiota of a human body as the citizens of a community, the city of Frank, governed by an egoistic politician who prioritizes his convenience and political self-interest over the welfare of his public. In Groom Lake, released the following year, Shatner repeated his Star Trek V feat of directing and starring in a movie based on a story of his own invention—a film exploiting the interest in Area 51 kindled by The X-Files, and co-starring a young Amy Acker, later best known as a regular colleague of Joss Whedon. In 2003, Shatner appeared in Brad Paisley's Celebrity and Online music videos along with Little Jimmy Dickens, Jason Alexander and Trista Rehn. He also had a supporting role in the comedy DodgeBall: A True Underdog Story (2004), which starred Ben Stiller and Vince Vaughn. In the October 2004 issue of Star Trek Communicator,",
        "ngram": 256,
        "subject": "Steven Seagal"
    },
    {
        "text": "Bachman was exposed as King's pseudonym by Steve Brown,  a Washington, D.C. bookstore clerk who noticed stylistic similarities between King and Bachman and located publisher's records at the Library of Congress that named King as the author of Rage. King announced Bachman's death from \"cancer of the pseudonym\". King reflected that \"Richard Bachman began his career not as a delusion but as a sheltered place where I could publish a few early books which I felt readers might like. Then he began to grow and come alive, as the creatures of a writer's imagination so frequently do... He took on his own reality, that's all, and when his cover was blown, he died.\" In 1996, when Desperation was released, the companion novel The Regulators was published as a \"discovered manuscript\" by Bachman. In 2006, King announced that he had discovered another Bachman novel, Blaze, which was published the following year. The original manuscript had been held at the University of Maine for many years and had been covered by numerous King experts. King rewrote the original 1973 manuscript for its publication.",
        "ngram": 182,
        "subject": "Steven Seagal"
    },
    {
        "text": "In 2018 Harry was made Duke of Sussex prior to his wedding to American actress Meghan Markle. They have two children: Archie and Lilibet. Harry and Meghan stepped down as working royals in January 2020, moved to Meghan's native Southern California, and launched Archewell Inc., a Beverly Hills-based mix of for-profit and not-for-profit (charitable) business organisations. In March 2021, Harry sat for Oprah with Meghan and Harry, a much-publicised American television interview with his wife and Oprah Winfrey. The couple filmed Harry & Meghan, a Netflix docuseries, which was released in December 2022.",
        "ngram": 93,
        "subject": "Steven Seagal"
    },
    {
        "text": "Hamilton's portrayal of Maxine Faulk in the 2006 stage adaptation of The Night of the Iguana by Tennessee Williams was met with acclaim. Writing for Variety, Frank Rizzo said, \"[She is] well cast as the recently widowed but hardly mourning proprietress … She takes over the stage with natural assurance and plays this overripe survivor with lusty humor and cunning\". The production ran between August 1–12 at the Berkshire Theatre in Stockbridge, Massachusetts.Hamilton reprised the role of Sarah Connor for a second time with a voice cameo in 2009's Terminator Salvation, which grossed US$371 million at the worldwide box office. In 2010, she joined the cast of NBC's espionage-style comedy series Chuck, playing the recurring role of CIA agent Mary Elizabeth Bartowski. That same year, she guest-starred in three episodes of the Showtime dark comedy Weeds—as the marijuana supplier for the series' protagonist—and appeared as a \"cartoon American cop\" in the poorly received Irish film Holy Water.In 2011, Hamilton narrated the Chiller network's The Future of Fear, a documentary on the history of horror films. She then played a fictional U.S. president in the television miniseries Air Force One Is Down (2013), and had recurring roles as a bounty hunter on the Showcase series Lost Girl (2013) and a mentally ill mother on Syfy's Defiance (2014–2015). Her next projects were the television pilot Shoot Me Nicely (2016), which was later released as a short film, and the small-scale science fiction film Curvature (2017). In his evaluation of the latter for The Hollywood Reporter, Frank Scheck described",
        "ngram": 256,
        "subject": "Steven Seagal"
    },
    {
        "text": "In Confucianism, the concept of li is closely related to yì (義), which is based upon the idea of reciprocity. Yì can be translated as righteousness, though it may mean what is ethically best to do in a certain context. The term contrasts with action done out of self-interest. While pursuing one's own self-interest is not necessarily bad, one would be a better, more righteous person if one's life was based upon following a path designed to enhance the greater good. Thus an outcome of yì is doing the right thing for the right reason.Just as action according to lǐ should be adapted to conform to the aspiration of adhering to yì, so yì is linked to the core value of rén (仁). Rén consists of five basic virtues: seriousness, generosity, sincerity, diligence, and kindness. Rén is the virtue of perfectly fulfilling one's responsibilities toward others, most often translated as \"benevolence\", \"humaneness\", or \"empathy\"; translator Arthur Waley calls it \"Goodness\" (with a capital G), and other translations that have been put forth include \"authoritativeness\" and \"selflessness\". Confucius's moral system was based upon empathy and understanding others, rather than divinely ordained rules. To develop one's spontaneous responses of rén so that these could guide action intuitively was even better than living by the rules of yì. Confucius asserts that virtue is a mean between extremes. For example, the properly generous person gives the right amount – not too much and not too little.",
        "ngram": 242,
        "subject": "Steven Seagal"
    },
    {
        "text": "Princess Grace was active in improving the arts institutions of Monaco, forming the Princess Grace Foundation in 1964 to support local artisans. In 1965, she accepted the invitation to be an honorary member of La Leche League, a worldwide mother-to-mother support group which focuses on mothering through breastfeeding. She was a speaker at their 1971 conference in Chicago, addressing 1,400 mothers, 1,600 fathers and babies. Grace was a known advocate of breastfeeding, and successfully fed her three children. In 1975, Grace helped found the Princess Grace Academy, the resident school of the Monte Carlo Ballet. She later advocated to preserve the Belle Époque-era architecture of the principality. Grace hosted a yearly American Week in Monaco, where guests would play baseball and eat ice cream. The palace also celebrated American Thanksgiving annually.Alfred Hitchcock offered Princess Grace the lead in his film Marnie in 1962. She was eager, but public outcry in Monaco against her involvement in a film where she would play a kleptomaniac made her reconsider and ultimately reject the project. Director Herbert Ross tried to interest her in a part in his film The Turning Point (1977), but Rainier dismissed the idea. Later that year, she returned to the arts in a series of poetry readings on stage and narration of the documentary The Children of Theatre Street. She also narrated ABC's made-for-television film The Poppy Is Also a Flower (1966).",
        "ngram": 232,
        "subject": "Steven Seagal"
    },
    {
        "text": "In December 2021, Williams announced she would not play the 2022 Australian Open, citing the same leg injury. She returned to professional play in June 2022 when she teamed up with Ons Jabeur for the Eastbourne International. The pair won two matches before retiring from the tournament due to an injury sustained by Jabeur. Williams also played singles at Wimbledon, where she lost to No.113 Harmony Tan in the first round. Williams was ranked No.320 at the end of 2022.",
        "ngram": 80,
        "subject": "Steven Seagal"
    },
    {
        "text": "Donald John Trump was born on June 14, 1946, at Jamaica Hospital in Queens, New York City, the fourth child of Fred Trump and Mary Anne MacLeod Trump. Trump grew up with older siblings Maryanne, Fred Jr., and Elizabeth and younger brother Robert in the Jamaica Estates neighborhood of Queens, and attended the private Kew-Forest School from kindergarten through seventh grade. At age 13, he entered the New York Military Academy, a private boarding school. In 1964, he enrolled at Fordham University. Two years later, he transferred to the Wharton School of the University of Pennsylvania, graduating in May 1968 with a Bachelor of Science in economics. In 2015, Trump's lawyer Michael Cohen threatened Trump's colleges, high school, and the College Board with legal action if they released Trump's academic records.",
        "ngram": 131,
        "subject": "Steven Seagal"
    },
    {
        "text": "In 1987, Jones starred in August Wilson's play Fences as Troy Maxson, a middle aged working class father who struggles to provide for his family. The play, set in the 1950s, is part of Wilson's ten-part \"Pittsburgh Cycle\". The play explores the evolving African American experience and examines race relations, among other themes. Jones won widespread critical acclaim, earning himself his second Tony Award for Best Actor in a Play. Beside the Star Wars sequels, Jones was featured in several other box office hits of the 1980s: the action/fantasy film Conan the Barbarian (1982), the Eddie Murphy comedy Coming to America (1988), and the sports drama/fantasy Field of Dreams (1989) which earned an Academy Award for Best Picture nomination. He also starred in the independent film Matewan (1987). The film dramatized the events of the Battle of Matewan, a coal miners' strike in 1920 in Matewan, a small town in the hills of West Virginia. He received an Independent Spirit Award nomination for his performance.",
        "ngram": 165,
        "subject": "Steven Seagal"
    },
    {
        "text": "Anderson suffered sexual abuse as a child, a fact she revealed publicly in 2014. She said she was molested by a female babysitter from ages 6 to 10, raped by a 25-year-old man when she was age 12, and gang-raped by her boyfriend and six of his friends when she was 14.Anderson attended Highland Secondary School in Comox, British Columbia. In high school, she played on the volleyball team. She graduated in 1985. In 1988, Anderson moved to Vancouver and worked as a fitness instructor.",
        "ngram": 85,
        "subject": "Steven Seagal"
    },
    {
        "text": "The Williams family moved from Compton, California, to West Palm Beach, Florida, when she was thirteen, so that she and her sister Serena could attend the tennis academy of Rick Macci, who took notice of the sisters and who would provide additional coaching. He did not always agree with Williams' father but respected that \"he treated his daughters like kids, allowed them to be little girls\". Richard stopped sending his daughters to national junior tennis tournaments when Williams was eleven, since he wanted them to take it slowly and focus on schoolwork. Another motivation was racial, as he had allegedly heard parents of other players disparage the Williams sisters during tournaments. At that time, Williams held a 63–0 record on the United States Tennis Association junior tour and was ranked No. 1 among the under-12 players in Southern California. In 1995, Richard pulled his daughters out of Macci's academy, and from then on took over all coaching at their home.",
        "ngram": 160,
        "subject": "Steven Seagal"
    },
    {
        "text": "The 2001 Nelly single \"Ride wit Me\", mentions White with the lyrics \"I’m getting pages out of New Jersey from Courtney B. Telling me bout a party up in NYC. And can I make it? Damn right, I be on the next flight,. Paying cash, first class, sitting next to Vanna White…\"",
        "ngram": 52,
        "subject": "Steven Seagal"
    },
    {
        "text": "In late 2015, Rihanna inked a $25 million contract with Samsung that would see her promoting Samsung's Galaxy line of products whilst Samsung would sponsor the release of her eighth studio album and its supporting tour. The Anti World Tour was announced in November 2015 and began in March 2016, with Travis Scott supporting in North America and Big Sean supporting at selected European dates. The Weeknd had also initially planned to support at certain European sites, but he backed out citing \"unforeseen changes in upcoming projects\". On January 28, 2016, Rihanna released her eighth studio album, Anti, exclusively through streaming service Tidal. The album peaked at No. 1 on the US Billboard 200, becoming Rihanna's second No. 1 and eighth top 10 album on the chart. The album was supported by the release of four singles, including the lead single \"Work\", featuring Drake, which topped the US Billboard Hot 100 chart. Further Platinum-certified singles \"Needed Me\" and \"Love on the Brain\" both peaked inside the top 10 of the US Hot 100.",
        "ngram": 173,
        "subject": "Steven Seagal"
    },
    {
        "text": "He was offered the title role in The Bodyguard (to star Diana Ross) when it was proposed in 1976, but the film did not reach production until years after McQueen's death; the film eventually starred Kevin Costner and Whitney Houston in 1992.",
        "ngram": 42,
        "subject": "Steven Seagal"
    },
    {
        "text": "Bristow tightened up the Treasury's investigation force, implemented civil service, and fired hundreds of corrupt appointees. Bristow discovered Treasury receipts were low, and launched an investigation that uncovered the notorious Whiskey Ring, that involved collusion between distillers and Treasury officials to evade millions in taxes. Much of this money was being pocketed while some of it went into Republican coffers. In mid-April, Bristow informed Grant of the ring. On May 10, Bristow struck hard and broke the ring. Federal marshals raided 32 installations nationwide and arrested 350 men, leading to 110 convictions and $3,150,000 in fines returned to the Treasury.",
        "ngram": 100,
        "subject": "Steven Seagal"
    },
    {
        "text": "On the heels of his feud with Edge, Cena was placed in an inter-brand angle to determine the \"Champion of Champions\"—or which was the most dominant champion in WWE's three brands. Cena, World Heavyweight Champion King Booker, and ECW World Champion Big Show were booked in a triple threat match at Cyber Sunday, with the viewers voting on which of the three championships would be placed on the line. At the same time, Cena was involved in a storyline with non-wrestler Kevin Federline, who appeared on Raw with Johnny Nitro and Melina. After getting into a worked physical altercation with Federline on Raw, he appeared on November 5 at Cyber Sunday to hit Cena with the World Heavyweight Championship during the match, helping Booker retain his title. On the January 1 episode of Raw, Cena was pinned by Federline with an assist from Umaga. At New Year's Revolution on January 7, 2007, Cena defeated Umaga to end his undefeated streak and retain the WWE Championship. At Royal Rumble on January 28, Cena retained the title against Umaga in a Last Man Standing match.",
        "ngram": 183,
        "subject": "Steven Seagal"
    },
    {
        "text": "Despite her success as a performer, Garland suffered from low self-esteem, particularly with regard to her weight, which she constantly dieted to maintain at the behest of the studio and Mayer; critics and historians believe this was a result of having been told that she was an \"ugly duckling\" by studio executives. Entertainment Weekly columnist Gene Lyons observed that both audiences and fellow members of the entertainment industry \"tended either to love her or to hate her\".",
        "ngram": 77,
        "subject": "Steven Seagal"
    },
    {
        "text": "Gere was born in Philadelphia on August 31, 1949, the eldest son and second child of homemaker Doris Ann (née Tiffany; 1924–2016) and NMIC insurance agent Homer George Gere (1922–2023). His father originally intended to become a minister. Gere was raised Methodist in Syracuse, New York. His paternal great-grandfather, George Lane Gere (1848–1932), changed the spelling of his surname from \"Geer\". One of his ancestors, also named George, was an Englishman who came from Heavitree, England, and settled in the Connecticut Colony in 1638. Both of Gere's parents were Mayflower descendants; his ancestors include Pilgrims such as John Billington, William Brewster, Francis Eaton, Francis Cooke, Degory Priest, George Soule and Richard Warren.In 1967, he graduated from North Syracuse Central High School, where he excelled at gymnastics and music and played the trumpet. He attended the University of Massachusetts Amherst on a gymnastics scholarship, studying philosophy; after two years, he left and did not graduate.",
        "ngram": 154,
        "subject": "Steven Seagal"
    },
    {
        "text": "In 1854, at age 32, Grant entered civilian life, without any money-making vocation to support his growing family. It was the beginning of seven years of financial struggles, poverty, and instability. Grant's father offered him a place in the Galena, Illinois, branch of the family's leather business, but demanded Julia and the children stay in Missouri, with the Dents, or with the Grants in Kentucky. Grant and Julia declined the offer. For the next four years, Grant farmed with the help of Julia's slave Dan, on his brother-in-law's property, Wish-ton-wish, near St. Louis. The farm was not successful and to earn an alternate living he sold firewood on St. Louis street corners.",
        "ngram": 112,
        "subject": "Steven Seagal"
    },
    {
        "text": "Academy Award-winning writer-director Robert Benton also cast her in the title role of a slightly pregnant woman in trouble for Nadine (1987). While most of the films Basinger starred in during this period were released to varying degrees of success, they helped to establish her as an actress. With over US$400 million in box office totals, the highest-grossing film of her career thus far is Tim Burton's 1989 film Batman, in which Basinger took on role of photojournalist Vicki Vale, opposite Michael Keaton (Batman) and Jack Nicholson (Joker). Basinger re-wrote the film's third act with producer Jon Peters with whom she was having a behind the scenes affair. The Hollywood Reporter, in its original review, remarked that \"the uniqueness and very soul of the film [...] is achieved through the beautifully defined and probing performances of Michael Keaton as Bruce Wayne and Kim Basinger as Vicki Vale\".",
        "ngram": 147,
        "subject": "Steven Seagal"
    },
    {
        "text": "In June 2022, in an interview with Jessica Yellin for Vogue, Meghan described Harry's reaction to the Supreme Court of the United States's decision that abortion is not a protected constitutional right as \"guttural\". Harry later condemned the decision as \"rolling back of constitutional rights\" in his address to the United Nations on Mandela Day in July 2022. Associate justice of the Supreme Court Samuel Alito, who wrote the majority decision for the case, criticised foreign figures including Harry for their comments on \"American law\" during a speech.",
        "ngram": 88,
        "subject": "Steven Seagal"
    },
    {
        "text": "In 1989, Swayze said, \"I've always felt there was something different in there (my personality), but I was scared to look. For I fear I wouldn't find anything. That's the reason I got into Soka Gakkai Buddhism, and earlier in life took EST training, was into therapy, into transcendental meditation. I was trying to support that side of myself. But, you know, in Texas, there isn't much support for that part of you. I finally found what I was looking for in the Soka Gakkai tradition of Buddhist practice.\" Swayze said he loved looking into various belief systems and faiths, how it matters to other people, and how respecting other religious teachings is important to him.Swayze publicly recounted his 10-year battle with alcoholism after his father's death. He entered rehabilitation in the 1990s, and after recovery, Swayze temporarily withdrew from show business, staying on his ranches in California and Las Vegas, New Mexico, to breed Arabian horses. His best-known horse was Tammen, a chestnut Arabian stallion.Swayze, who was an FAA-licensed pilot with an instrument rating, made the news on June 1, 2000, while flying with his dogs in his twin-engined Cessna 414 N414PS, from Van Nuys, California, to Las Vegas, New Mexico. His plane developed a pressurization problem, causing Swayze to make a precautionary landing on a dirt road in a housing complex in Prescott Valley, Arizona. The plane's right wing struck a light pole, but Swayze was unharmed. According to the police report, witnesses said that Swayze appeared to be extremely intoxicated and asked for",
        "ngram": 256,
        "subject": "Steven Seagal"
    },
    {
        "text": "Williams started the 1999 tour in Australia, where she lost to No. 10 Steffi Graf in the quarterfinals of the Sydney International and No. 1 Davenport in the quarterfinals of the Australian Open. However, she rebounded at the Faber Grand Prix in Hanover, defeating Graf for the first time in the semifinals before losing the final to No. 3 Novotná. Williams then successfully defended her titles in both Oklahoma City and Key Biscayne. She defeated Novotná and Graf to reach the final in Key Biscayne, where she defeated her sister in three sets in the first final on the WTA Tour to be contested by two sisters.",
        "ngram": 107,
        "subject": "Steven Seagal"
    }
]