[
    {
        "text": "Time magazine included Rihanna on its 100 Most Influential People in the World issue in 2012 and 2018, with Stella McCartney writing: \"She's one of the coolest, hottest, most talented, most liked, most listened to, most followed, most impressive artists at work today, but she does it in her own stride. She works hard, very hard. She gives to her fans, friends and foundation not just herself but her energy and spirit.\" Rihanna was ranked one of the best dressed women in 2018, by luxury fashion retailer Net-a-Porter. On June 2, 2014, Rihanna was presented with the Fashion Icon lifetime achievement award from Council of Fashion Designers of America (CFDA), a special prize reserved for \"an individual whose style has made a significant impact on popular culture on an international stage\". In August 2018, Billboard ranked Rihanna as the tenth biggest Hot 100 artist of all time, as well as the fifth biggest female act of all time.",
        "ngram": 158,
        "subject": "Vin Diesel"
    },
    {
        "text": "In 2016, Chan partnered with Asian Le Mans Series champion David Cheng to form a racing team in the series and the FIA World Endurance Championship. The two met in March 2015 and Chan told Cheng about his interest in motorsports and raised the possibility of starting a team. Together, the two formed Baxi DC Racing Alpine, the first mainland China-based operation in WEC. In October, leading into the 2016–17 Asian Le Mans Series season, the team was rebranded to Jackie Chan DC Racing and raced with liveries promoting Chan's movie Kung Fu Yoga. At the 2017 24 Hours of Le Mans, the team became the first Chinese team to win its class (LMP2).Chan is a UNICEF Goodwill Ambassador, and has championed charitable works and causes. He has campaigned for conservation and against animal abuse, and has promoted disaster relief efforts for floods in mainland China and the 2004 Indian Ocean tsunami.In June 2006, citing his admiration of the efforts made by Warren Buffett and Bill Gates to help those in need, Chan pledged the donation of half his assets to charity upon his death. On 10 March 2008, Chan was the guest of honour for the launch, by Australian Prime Minister Kevin Rudd, of the Jackie Chan Science Centre at the John Curtin School of Medical Research of the Australian National University. Chan is also a supporter and ambassador of Save China's Tigers, which aims to save the endangered South China tiger through breeding and releasing them into the wild.",
        "ngram": 251,
        "subject": "Vin Diesel"
    },
    {
        "text": "Kristen Mary Jenner (née Houghton  HOH-tən, formerly Kardashian; born November 5, 1955) is an American media personality, socialite, and businesswoman. She rose to fame starring in the reality television series Keeping Up with the Kardashians (2007–2021) with her family. The success of their show led her and her family to star in multiple spin-off series, including Kourtney and Khloe Take Miami (2009), Kourtney and Kim Take New York (2011), Khloe & Lamar (2011), Rob & Chyna (2016) and Life of Kylie (2017). She acted as executive producer for most of her family's reality programs. In 2013, she hosted a six week long pop culture-driven daytime talk show, called Kris. Following her family's decision to sign off from E! in 2021, they then went on to star in The Kardashians on Hulu from 2022.",
        "ngram": 134,
        "subject": "Vin Diesel"
    },
    {
        "text": "The 1987–88 season was the highest-scoring season of Bird's career. In Game 7 of the 1988 Eastern Conference semifinals against the Atlanta Hawks, Bird shot 9 of 10 from the floor in the fourth quarter, scoring 20 points in that quarter and lifting the Celtics to a series-clinching victory over Atlanta. Bird finished with 34 points. His effort helped to overcome a 47-point performance by Atlanta's Dominique Wilkins. Wilkins remarked, \"The basket was like a well. I couldn't miss. He couldn't miss. And it went down to the last shot of the game. Who was going to make the last shot? That's the greatest game I've ever played in or seen played.\" The Celtics failed to reach the NBA Finals for the first time in five years, losing to the Pistons in six games during the Eastern Conference finals.",
        "ngram": 139,
        "subject": "Vin Diesel"
    },
    {
        "text": "An honest man, Xenophon was no trained philosopher. He could neither fully conceptualize nor articulate Socrates's arguments. He admired Socrates for his intelligence, patriotism, and courage on the battlefield. He discusses Socrates in four works: the Memorabilia, the Oeconomicus, the Symposium, and the Apology of Socrates. He also mentions a story featuring Socrates in his Anabasis. Oeconomicus recounts a discussion on practical agricultural issues. Like Plato's Apology, Xenophon's Apologia describes the trial of Socrates, but the works diverge substantially and, according to W. K. C. Guthrie, Xenophon's account portrays a Socrates of \"intolerable smugness and complacency\". Symposium is a dialogue of Socrates with other prominent Athenians during an after-dinner discussion, but is quite different from Plato's Symposium: there is no overlap in the guest list. In Memorabilia, he defends Socrates from the accusations of corrupting the youth and being against the gods; essentially, it is a collection of various stories gathered together to construct a new apology for Socrates.Plato's representation of Socrates is not straightforward. Plato was a pupil of Socrates and outlived him by five decades. How trustworthy Plato is in representing the attributes of Socrates is a matter of debate; the view that he did not represent views other than Socrates's own is not shared by many contemporary scholars. A driver of this doubt is the inconsistency of the character of Socrates that he presents. One common explanation of this inconsistency is that Plato initially tried to accurately represent the historical Socrates, while later in his writings he was happy to insert his own",
        "ngram": 256,
        "subject": "Vin Diesel"
    },
    {
        "text": "Rockefeller believed in the Efficiency Movement, arguing that: \"To help an inefficient, ill-located, unnecessary school is a waste ... it is highly probable that enough money has been squandered on unwise educational projects to have built up a national system of higher education adequate to our needs, if the money had been properly directed to that end.\"Rockefeller and his advisers invented the conditional grant, which required the recipient to \"root the institution in the affections of as many people as possible who, as contributors, become personally concerned, and thereafter may be counted on to give to the institution their watchful interest and cooperation\".In 1884, Rockefeller provided major funding for Atlanta Baptist Female Seminary in Atlanta for African-American women, which became Spelman College. His wife Laura Spelman Rockefeller, was dedicated to civil rights and equality for women. John and Laura donated money and supported the Atlanta Baptist Female Seminary whose mission was in line with their faith based beliefs. Today known as Spelman College, the school is an all women Historically Black College or University in Atlanta, Georgia, named after Laura's family. The Spelman Family, Rockefeller's in-laws, along with John Rockefeller were ardent abolitionists before the Civil War and were dedicated to supporting the Underground Railroad. John Rockefeller was impressed by the vision of the school and removed the debt from the school. The oldest existing building on Spelman's campus, Rockefeller Hall, is named after him. Rockefeller also gave considerable donations to Denison University and other Baptist colleges.",
        "ngram": 247,
        "subject": "Vin Diesel"
    },
    {
        "text": "Roosevelt tried to keep his campaign promise by cutting the federal budget. This included a reduction in military spending from $752  million in 1932 to $531  million in 1934 and a 40% cut in spending on veterans benefits. 500,000 veterans and widows were removed from the pension rolls, and benefits were reduced for the remainder. Federal salaries were cut and spending on research and education was reduced. The veterans were well organized and strongly protested, so most benefits were restored or increased by 1934. Veterans groups such as the American Legion and the Veterans of Foreign Wars won their campaign to transform their benefits from payments due in 1945 to immediate cash when Congress overrode the President's veto and passed the Bonus Act in January 1936. It pumped sums equal to 2% of the GDP into the consumer economy and had a major stimulus effect.",
        "ngram": 147,
        "subject": "Vin Diesel"
    },
    {
        "text": "Wong and William Chen stated that the fight lasted an unusually long 20–25 minutes. Wong claims that although he had originally expected a serious but polite bout, Lee aggressively attacked him with the intent to kill. When Wong presented the traditional handshake, Lee appeared to accept the greeting, but instead, Lee allegedly thrust his hand as a spear aimed at Wong's eyes. Forced to defend his life, Wong asserted that he refrained from striking Lee with killing force when the opportunity presented itself because it could have earned him a prison sentence, but used illegal cufflings under his sleeves. According to Michael Dorgan's 1980 book Bruce Lee's Toughest Fight, the fight ended due to Lee's \"unusually winded\" condition, as opposed to a decisive blow by either fighter.",
        "ngram": 127,
        "subject": "Vin Diesel"
    },
    {
        "text": "In November 1799, the Alien and Sedition Acts had left one Democratic-Republican newspaper functioning in New York City. When the last newspaper, the New Daily Advertiser, reprinted an article saying that Hamilton had attempted to purchase the Philadelphia Aurora to close it down, and said the purchase could have been funded by \"British secret service money\". Hamilton urged the New York Attorney General to prosecute the publisher for seditious libel, and the prosecution compelled the owner to close the paper.In the 1800 election, Hamilton worked to defeat not only the Democratic-Republicans, but also his party's own nominee, John Adams.: 392–99  Aaron Burr had won New York for Jefferson in May via the New York City legislative elections, as the legislature was to choose New York's electors; now Hamilton proposed a direct election, with carefully drawn districts where each district's voters would choose an elector—such that the Federalists would split the electoral vote of New York. Jay, who had resigned from the Supreme Court to be governor of New York, wrote on the back of a letter, \"Proposing a measure for party purposes which it would not become me to adopt,\" and declined to reply.Adams was running this time with Charles Cotesworth Pinckney, the elder brother of former vice presidential candidate Thomas. Hamilton toured New England, again urging northern electors to hold firm for Pinckney in the renewed hope of making Pinckney president; and he again intrigued in South Carolina.: 350–51  Hamilton's ideas involved coaxing middle-state Federalists to assert their non-support for Adams if there was no support for",
        "ngram": 256,
        "subject": "Vin Diesel"
    },
    {
        "text": "Anderson has been critical of pornography. In 2016, she co-authored a viral opinion article in The Wall Street Journal with Orthodox rabbi Shmuley Boteach, in which they called online pornography a \"public hazard of unprecedented seriousness.\" The two called for a \"sensual revolution\" to replace \"pornography with eroticism, the alloying of sex with love, of physicality with personality, of the body's mechanics with imagination, of orgasmic release with binding relationships.\" They later gave a joint lecture at Oxford University to over 1,000 people. Boteach observed: \"It can be intimidating to talk about pornography and eroticism alongside an international sex symbol, but I think Pamela has handled it extremely well.\" The two also wrote a book together, Lust for Love (2018), about how meaningful, passionate sex has been declining, and called for a new sensual revolution that emphasizes partners connecting in the bedroom.",
        "ngram": 142,
        "subject": "Vin Diesel"
    },
    {
        "text": "In 2008, he portrayed the villain in The Spirit, which was poorly received by critics and the box office. In 2009, he again worked with Quentin Tarantino when he narrated several scenes in the World War II film Inglourious Basterds.In 2010, he starred in the drama Mother and Child and portrayed an interrogator who attempts to locate several nuclear weapons in the direct-to-video film Unthinkable. Alongside Dwayne Johnson, Jackson again portrayed a police officer in the opening scenes of the comedy The Other Guys. He also co-starred with Tommy Lee Jones for a film adaptation of The Sunset Limited.",
        "ngram": 99,
        "subject": "Vin Diesel"
    },
    {
        "text": "In 1875, Grant proposed a constitutional amendment that limited religious indoctrination in public schools. Schools would be for all children \"irrespective of sex, color, birthplace, or religions\". Grant's views were incorporated into the Blaine Amendment, but it was defeated by the Senate.",
        "ngram": 42,
        "subject": "Vin Diesel"
    },
    {
        "text": "\"At the time, I saw Dr. Dre desperately needed something,\" Storch says. \"He needed a fuel injection, and Dr. Dre utilized me as the nitrous oxide. He threw me into the mix, and I sort of tapped on a new flavor with my whole piano sound and the strings and orchestration. So I'd be on the keyboards, and Mike [Elizondo] was on the bass guitar, and Dr. Dre was on the drum machine\".",
        "ngram": 73,
        "subject": "Vin Diesel"
    },
    {
        "text": "Film critic Stephanie Zacharek described Lopez as \"one of the most gifted and appealing performers of the past two decades ... and yet the movies have rarely known what to do with her and her significant gifts as an actor.\" While Lopez received acclaim for her early film work, The New York Times writer Kyle Buchanan noted that her tendency to star in romantic comedies, and her pop music career, \"lowered her critical bona fides\". Taylor Hackford, who directed Lopez in Parker, said she \"can really act\": \"She knows how to transmit nuances, to make the subtlest of shifts. Does she have humor? Yes. But at the same time she can get into the deepest dramatic areas.\" Lopez, who identifies the romantic comedy as her favorite film genre, has been referred to as the \"Patron Saint of Romantic Comedies\" and the \"Queen of Romantic Comedies\".",
        "ngram": 145,
        "subject": "Vin Diesel"
    },
    {
        "text": "After dropping out of school, Travolta moved across the Hudson River to New York City and landed a role in the touring company of the musical Grease and on Broadway in Over Here!, singing the Sherman Brothers' song \"Dream Drummin'\". He then moved to Los Angeles for professional reasons. Travolta's first screen role in California was as a fall victim in Emergency! (Season 2, Episode 2) in September 1972, but his first significant movie role was as Billy Nolan, a bully who was goaded into playing a prank on Sissy Spacek's character in the horror film Carrie (1976) directed by Brian de Palma. Around that time, he landed his star-making role as Vinnie Barbarino in the ABC TV sitcom Welcome Back, Kotter (1975–1979), in which his sister, Ellen, also occasionally appeared (as Arnold Horshack's mother).Travolta had a hit single titled \"Let Her In\", peaking at number 10 on the Billboard Hot 100 chart in July 1976. In the next few years, he starred in the television movie The Boy in the Plastic Bubble and two of his most noted screen roles: Tony Manero in the dance drama Saturday Night Fever (1977) and Danny Zuko in the musical Grease (1978). The films were among the most commercially successful pictures of the decade and catapulted Travolta to international stardom. Saturday Night Fever earned him a nomination for the Academy Award for Best Actor, making him, at age 24, one of the youngest performers ever nominated for the Best Actor Oscar. His mother and his sister Ann appeared very",
        "ngram": 256,
        "subject": "Vin Diesel"
    },
    {
        "text": "Curtis then starred with then-wife Janet Leigh in Houdini (1953), in which Curtis played the title role. His next movies were more \"B\" fare: All American (1953), as a football player; Forbidden (1953), as a criminal; Beachhead (1954), a war film; Johnny Dark (1954), as a racing car driver; and The Black Shield of Falworth (1954), a medieval swashbuckler with Leigh. They were moderately successful financially, and Curtis was growing in popularity.",
        "ngram": 72,
        "subject": "Vin Diesel"
    },
    {
        "text": "She starred alongside Natalie Deselle Reid in the 1997 comedy film B*A*P*S. In 1998, Berry received praise for her role in Bulworth as an intelligent woman raised by activists who gives a politician (Warren Beatty) a new lease on life. The same year, she played the singer Zola Taylor, one of the three wives of pop singer Frankie Lymon, in the biopic Why Do Fools Fall in Love.",
        "ngram": 68,
        "subject": "Vin Diesel"
    },
    {
        "text": "Welch initially intended to move to New York City from Dallas, but moved back to Los Angeles in 1963 and started applying for roles with film studios. During this period, she met a one-time child actor and Hollywood agent Patrick Curtis who became her personal and business manager. They developed a plan to turn Welch into a sex symbol. To avoid typecasting as a Latina, he convinced her to use her ex-husband's surname. She was cast in small roles in two films, A House Is Not a Home (1964) and the musical Roustabout (1964), an Elvis Presley film. She also landed small roles on the television series Bewitched, McHale's Navy and The Virginian and appeared on the weekly variety series The Hollywood Palace as a billboard girl and presenter. She was one of many actresses who auditioned for the role of Mary Ann Summers on the television series Gilligan's Island.",
        "ngram": 150,
        "subject": "Vin Diesel"
    },
    {
        "text": "During her years in elementary school, she excelled in the arts, such as music and literature. Carey began writing poetry and lyrics while attending Harborfields High School in Greenlawn, New York, where she graduated in 1987. Carey began vocal training under the tutelage of her mother. Though she was a classically trained opera singer, Patricia Carey never pressured her daughter to pursue a career in classical opera. Mariah Carey recalled that she had \"never been a pushy mom. She never said, 'Give it more of an operatic feel.' I respect opera like crazy, but it didn't influence me.\" In high school, Mariah Carey was often absent because of her work as a demo singer. This led to her classmates giving her the nickname Mirage. Working in the Long Island music scene gave her opportunities to work with musicians such as Gavin Christopher and Ben Margulies, with whom she co-wrote material for her demo tape. After moving to New York City, she worked part-time jobs to pay the rent and completed 500 hours of beauty school. Carey moved into a one-bedroom apartment in Manhattan with four female students as roommates. She landed a gig singing backup for freestyle singer Brenda K. Starr.",
        "ngram": 201,
        "subject": "Vin Diesel"
    },
    {
        "text": "Having amassed 98 billion streams thus far, Grande is the most-streamed female artist as of 2021, and one of the most streamed artists of all time; she is the most streamed female artist of 2010s decade on Spotify and Apple Music. With over 30 billion streams, she is among the ten most-streamed acts ever on Spotify, being only one of two women on the ranking. She became the most-streamed female artist on Spotify in 2020, surpassing Rihanna, and held the record for over two years. Her songs and albums are some of the most streamed of all time. Grande became the first woman with one and two billion streams with one album, 3.5 billion streams on three separate albums, the first artist to have five albums with four billion streams. She also has fourteen songs that have overcome one billion streams, making her the female artist with the most one billion songs on Spotify. As of 2022, she's also the most followed female artist on Spotify.",
        "ngram": 166,
        "subject": "Vin Diesel"
    },
    {
        "text": "The death of Diana, Princess of Wales, while being chased by paparazzi in August 1997 has since influenced her elder son, William's, attitude towards the media. Catherine and William have often requested that, when off-duty, their privacy should be respected.In April 2004, The Sun published pictures of William and Middleton at a ski resort and alleged that she was his girlfriend. After her graduation from university, Middleton was faced with widespread press attention and was often photographed by the paparazzi. In October 2005, she complained through her lawyer about harassment from the media, stating she had done nothing significant to warrant publicity and complained that photographers were permanently stationed outside her flat. Former royal press secretary Dickie Arbiter stated that her treatment by the press drew parallels to the tumultuous experience of Diana in the early years of her marriage. Between 2005 and 2006, Middleton's phone was hacked 155 times according to former News of the World royal editor Clive Goodman, who was involved in a phone hacking scandal by the newspaper that targeted the royal family In 2005, after Middleton was chased by the paparazzi on her way to an interview, William consulted her and her father and penned a legal letter to newspapers requesting that they respect her privacy. In April 2006, her lawyers issued new warnings to the Daily Mail, the Daily Star and The Sun and the picture agencies Big Pictures and Matrix after they published photographs of Middleton on a bus during a shopping trip.Media attention increased around the time of",
        "ngram": 256,
        "subject": "Vin Diesel"
    },
    {
        "text": "After leaving the White House, Grant said he \"was never so happy in my life\". The Grants left Washington for New York, to attend the birth of their daughter Nellie's child. Calling themselves \"waifs\", the Grants toured Cincinnati, St. Louis, Chicago, and Galena, without a clear idea of where they would live afterward.",
        "ngram": 53,
        "subject": "Vin Diesel"
    },
    {
        "text": "Lopez began her career as a dancer, making her television debut as a Fly Girl on the sketch comedy series In Living Color in 1991. She later rose to prominence as an actress, with leading roles in the films Selena (1997), Anaconda (1997) and Out of Sight (1998) establishing her as the highest-paid Latin actress. She successfully ventured into the music industry with her debut album On the 6 (1999). In 2001, she became the first woman to simultaneously have the number one album and film in the United States with her second album J.Lo and romantic comedy The Wedding Planner. She has since become known for starring in romantic comedies, including Maid in Manhattan (2002), Shall We Dance? (2004), and Monster-in-Law (2005). Lopez released two albums in 2002: J to tha L–O! The Remixes and This Is Me... Then, the former becoming the first remix album to top the US Billboard 200. ",
        "ngram": 154,
        "subject": "Vin Diesel"
    },
    {
        "text": "In 1994, he met 28-year-old Tammi Baliszewski at a bar in Manhattan Beach, California. In December 1994, they appeared together on the cover of People magazine, announcing their engagement and Grammer's substance abuse problems.In August 1997, Grammer married dancer and model Camille Donatacci. They met on a blind date in 1996. They have a daughter, Mason, born October 2001, and a son, Jude, born August 2004, both born to a surrogate mother. During their marriage, several of Grammer and Donatacci's homes were featured in magazines, including ones in Malibu (February 2001, InStyle), Maui (May 2004, InStyle), Long Island (April 2008, InStyle), Bachelor Gulch (Architectural Digest), and Bel Air, Los Angeles (Architectural Digest). In New York City, they lived at 15 Central Park West. On July 1, 2010, it was announced that Camille had filed for divorce. The pair's divorce was finalized on February 10, 2011.On August 12, 2010, Grammer announced that he was going to be a father for the fifth time, with his girlfriend, Kayte Walsh, an English flight attendant 25 years his junior and daughter of the former footballer Alan Walsh. In October, Grammer announced that Walsh had miscarried six weeks earlier. The couple announced their engagement in December 2010 and married at the Plaza Hotel in New York City on February 25, 2011, two weeks after the dissolution of Grammer's third marriage. Grammer and Walsh have a daughter, born July 2012, and two sons, born July 2014 and November 2016. On January 18, 2023, it was reported that Grammer had purchased a house",
        "ngram": 256,
        "subject": "Vin Diesel"
    },
    {
        "text": "In February 2007, it was announced that Dr. Dre would produce dark comedies and horror films for New Line Cinema-owned company Crucial Films, along with longtime video director Phillip Atwell. Dr. Dre announced \"This is a natural switch for me, since I've directed a lot of music videos, and I eventually want to get into directing.\" Along with fellow member Ice Cube, Dr. Dre produced Straight Outta Compton (2015), a biographical film about N.W.A.",
        "ngram": 74,
        "subject": "Vin Diesel"
    },
    {
        "text": "Shortly after winning the Oscar for Lincoln, Day-Lewis announced he would be taking a break from acting, retreating back to his Georgian farmhouse in County Wicklow, Ireland, for the next five years, before making another film. After a five-year hiatus, Day-Lewis returned to the screen to star in Paul Thomas Anderson's historical drama Phantom Thread (2017). Set in 1950s London, Day-Lewis played an obsessive dressmaker, Reynolds Woodcock, who falls in love with a waitress (played by Vicky Krieps). Prior to the film's release, on 20 June 2017, Day-Lewis's spokeswoman, Leslee Dart, announced that he was retiring from acting. Unable to give an exact reason for his decision, in a November 2017 interview, Day-Lewis stated: \"I haven't figured it out. But it's settled on me, and it's just there ... I dread to use the over-used word 'artist', but there's something of the responsibility of the artist that hung over me. I need to believe in the value of what I'm doing. The work can seem vital, irresistible, even. And if an audience believes it, that should be good enough for me. But, lately, it isn't.\" On Day-Lewis's retirement, Anderson stated, \"I would like to hope that he just needs a break. But I don't know. It sure doesn't seem like it right now, which is a big drag for all of us.\" The film and his performance were met with widespread acclaim from critics, and Day-Lewis was again nominated for the Academy Award for Best Actor.",
        "ngram": 246,
        "subject": "Vin Diesel"
    },
    {
        "text": "Academy Award-winning writer-director Robert Benton also cast her in the title role of a slightly pregnant woman in trouble for Nadine (1987). While most of the films Basinger starred in during this period were released to varying degrees of success, they helped to establish her as an actress. With over US$400 million in box office totals, the highest-grossing film of her career thus far is Tim Burton's 1989 film Batman, in which Basinger took on role of photojournalist Vicki Vale, opposite Michael Keaton (Batman) and Jack Nicholson (Joker). Basinger re-wrote the film's third act with producer Jon Peters with whom she was having a behind the scenes affair. The Hollywood Reporter, in its original review, remarked that \"the uniqueness and very soul of the film [...] is achieved through the beautifully defined and probing performances of Michael Keaton as Bruce Wayne and Kim Basinger as Vicki Vale\".",
        "ngram": 147,
        "subject": "Vin Diesel"
    },
    {
        "text": "Williams's next tournament was the Cincinnati Masters. She beat Daria Gavrilova in straight sets in the first round, but lost to Petra Kvitová in the second round. She was then seeded 17th at the US Open, although ranked 26th in the WTA. She prevailed over Magda Linette in the first round, Carina Witthöft in the second, Venus in the third, and Kaia Kanepi in the fourth. Williams's quarterfinal face-off against Karolína Plíšková was a rematch of the 2016 US Open semifinal, which the Czech player had won. Williams prevailed, notching her first win against a top 10 player since her return from pregnancy. Williams then won her semifinal match against Anastasija Sevastova, putting her into the final against Naomi Osaka. During the second set of the match, Williams was given a code violation because her coach, Patrick Mouratoglou, gave her coaching hand signals. Williams claimed Mouratoglou was simply giving her a thumbs-up, and demanded an apology from umpire Carlos Ramos. However, Mouratoglou later admitted that he had been coaching. Williams then received a second violation for racket abuse, which resulted in a point penalty. After her third code violation for verbal abuse of the umpire, Williams received a game penalty, which caused her to lose the match. She was fined a total of $17,000 for the three offenses, although she claimed she was treated unfairly because she is a woman.",
        "ngram": 230,
        "subject": "Vin Diesel"
    },
    {
        "text": "On March 5, 2014, The Washington Post published an op-ed piece by Kissinger, 11 days before the Crimean referendum on whether Autonomous Republic of Crimea should officially rejoin Ukraine or join neighboring Russia. In it, he attempted to balance the Ukrainian, Russian, and Western desires for a functional state. He made four main points:",
        "ngram": 54,
        "subject": "Vin Diesel"
    },
    {
        "text": "On the strength of singles such as \"Nuthin' but a 'G' Thang\", \"Let Me Ride\", and \"Fuck wit Dre Day (and Everybody's Celebratin')\" (known as \"Dre Day\" for radio and television play), all of which featured Snoop Dogg as guest vocalist, The Chronic became a cultural phenomenon, its G-funk sound dominating much of hip hop music for the early 1990s. In 1993, the Recording Industry Association of America (RIAA) certified the album triple platinum, and Dr. Dre also won the Grammy Award for Best Rap Solo Performance for his performance on \"Let Me Ride\". For that year, Billboard magazine also ranked Dr. Dre as the eighth-best-selling musical artist, The Chronic as the sixth-best-selling album, and \"Nuthin' but a 'G' Thang\" as the 11th-best-selling single.",
        "ngram": 124,
        "subject": "Vin Diesel"
    },
    {
        "text": "In May 2003, Houston placed at number three on VH1's list of \"50 Greatest Women of the Video Era\". In 2008, Billboard magazine released a list of the Hot 100 All-Time Top Artists to celebrate the US singles chart's 50th anniversary, ranking Houston at number nine. Similarly, she was ranked as one of the \"Top 100 Greatest Artists of All Time\" by VH1 in September 2010. In November 2010, Billboard released its \"Top 50 R&B/Hip-Hop Artists of the Past 25 Years\" list and ranked Houston at number three who not only went on to earn eight number-one singles on the R&B/Hip-Hop Songs chart, but also landed five number ones on R&B/Hip-Hop Albums.",
        "ngram": 112,
        "subject": "Vin Diesel"
    },
    {
        "text": "Anthony played supporting               roles in projects including 1995's Hackers, and 1996's Big Night and The Substitute. He appeared with Rubén Blades and Puerto Rican pop singer Ednita Nazario in Paul Simon's 1998 stage musical, The Capeman, which ran for 68 performances. He had a role in Martin Scorsese's 1999 drama Bringing Out the Dead, and in 2001, opposite Salma Hayek, was in the film In the Time of the Butterflies. In Man on Fire (2004), Anthony, opposite Denzel Washington, played a wealthy businessman who hires a former U.S. Special Forces Soldier to protect his daughter from kidnappers in Mexico City. In 2007, Anthony starred in El Cantante, a biographical drama about the life of salsa music legend Héctor Lavoe, who died in 1993 from AIDS complications. Anthony's then-wife, Jennifer Lopez, narrated the story and portrayed Lavoe's wife. The film, released in August 2007, received strong reviews. In 2010, Anthony guest-starred in two episodes of the TNT medical drama HawthoRNe as a detective and the title character's (Jada Pinkett Smith) love interest. He was later named the executive music producer of the show. Anthony worked with ex-wife Lopez and director-choreographer Jamie King in late 2011 on a Latin talent series created by Simon Fuller, called Q'Viva! The Chosen. It follows Lopez and Anthony as they travel across 21 countries to find new talent. In 2012, Anthony guest-mentored on Season 2 of The X Factor. Anthony played the father of Sonny in movie musical",
        "ngram": 256,
        "subject": "Vin Diesel"
    },
    {
        "text": "Considered a two-star recruit by Rivals.com, Kelce accepted a scholarship offer from the University of Cincinnati over offers from Akron, Eastern Michigan, and Miami (OH). He joined his brother, Jason Kelce, who was the starting left guard for the Bearcats. After redshirting in 2008, he appeared in 11 games in 2009, playing at tight end and quarterback out of the Wildcat formation. He tallied eight rushes for 47 yards and two touchdowns and had one reception for three yards. He was suspended for the 2010 season after testing positive for marijuana, a violation of team rules. Returning for the 2011 season, he played tight end, recording 13 catches totaling 150 yards and two touchdowns. In 2012, his last collegiate season, he set personal season highs in receptions (45), receiving yards (722), yards per receptions (16.0), and receiving touchdowns (8). Kelce earned first-team all-conference honors and in March 2013,  was named the College Football Performance Awards Tight End of the Year. Kelce graduated in 2022 with a Bachelor of Interdisciplinary Studies degree, he received his diploma during a April 2024 podcast event at the Fifth Third Arena with his brother Jason.",
        "ngram": 191,
        "subject": "Vin Diesel"
    },
    {
        "text": "Walters published the book How to Talk with Practically Anybody About Practically Anything in 1970, with the assistance of ghostwriter June Callwood. To Walters's great surprise, the book was a success. As of 2008, it had gone through eight printings, sold hundreds of thousands of copies worldwide, and had been translated into at least six languages.",
        "ngram": 56,
        "subject": "Vin Diesel"
    },
    {
        "text": "He achieved his first major recognition as a dramatic actor in Sweet Smell of Success (1957) with co-star Burt Lancaster. The following year he was nominated for the Academy Award for Best Actor for The Defiant Ones (1958) alongside Sidney Poitier (who was also nominated in the same category). This was followed by the comedies Some Like It Hot and Operation Petticoat in 1959. In 1960, Curtis played a supporting role in the epic historical drama Spartacus.",
        "ngram": 77,
        "subject": "Vin Diesel"
    },
    {
        "text": "2011: In January, Favre filed retirement papers with the NFL. In December, a report from ESPN-Chicago indicated that Favre would be open to coming back from retirement if the Chicago Bears were interested. However, head coach Lovie Smith and Favre denied the report. Favre said \"In spite of reports about playing with various teams, I'm enjoying retirement with my family and have no plans to play football.\"",
        "ngram": 67,
        "subject": "Vin Diesel"
    },
    {
        "text": "Morrison developed an alcohol dependency, which at times affected his performances on stage. In 1971, Morrison died unexpectedly in a Paris apartment at the age of 27, amid several conflicting witness reports. Since no autopsy was performed, the cause of Morrison's death remains disputed.",
        "ngram": 44,
        "subject": "Vin Diesel"
    },
    {
        "text": "In 1791, President Washington asked Jefferson, then secretary of state, and Hamilton, the secretary of the treasury, if the Congress had the authority to create a national bank. While Hamilton believed so, Jefferson and Madison thought a national bank would ignore the needs of individuals and farmers, and would violate the Tenth Amendment by assuming powers not granted to the federal government by the states. Hamilton successfully argued that the implied powers given to the federal government in the Constitution supported the creation of a national bank, among other federal actions.",
        "ngram": 91,
        "subject": "Vin Diesel"
    },
    {
        "text": "Temüjin was soon acclaimed by his close followers as khan of the Mongols. Toghrul was pleased at his vassal's elevation but Jamukha was resentful. Tensions escalated into open hostility, and in around 1187 the two leaders clashed in battle at Dalan Baljut: the two forces were evenly matched but Temüjin suffered a clear defeat. Later chroniclers including Rashid al-Din instead state that he was victorious but their accounts contradict themselves and each other.Modern historians such as Ratchnevsky and Timothy May consider it very likely that Temüjin spent a large portion of the decade following the clash at Dalan Baljut as a servant of the Jurchen Jin dynasty in North China. Zhao Hong recorded that the future Genghis Khan spent several years as a slave of the Jin. Formerly seen as an expression of nationalistic arrogance, the statement is now thought to be based in fact, especially as no other source convincingly explains Temüjin's activities between Dalan Baljut and c. 1195. Taking refuge across the border was a common practice both for disaffected steppe leaders and disgraced Chinese officials. Temüjin's reemergence having retained significant power indicates that he probably profited in the service of the Jin. As he would later go on to overthrow that state, such an episode, detrimental to Mongol prestige, was omitted from all their sources. Zhao Hong was bound by no such taboos.",
        "ngram": 225,
        "subject": "Vin Diesel"
    }
]