[
    {
        "text": "Robyn Rihanna Fenty (  ree-AN-ə; born February 20, 1988) is a Barbadian singer, businesswoman, actress, and songwriter. She is widely regarded as one of the most prominent recording artists of the 21st century. Rihanna signed with Def Jam Recordings in 2005 and found mainstream recognition following the release of her first two studio albums, Music of the Sun (2005) and A Girl Like Me (2006). Both influenced by Caribbean music, the albums quickly earned commercial success and peaked within the top ten on the US Billboard 200 chart. Her third album, Good Girl Gone Bad (2007), incorporated elements of dance-pop, and established her status as a major icon in the music industry. Its lead single, \"Umbrella\" (featuring Jay-Z) peaked atop the US Billboard Hot 100 (among 16 other countries), won her first Grammy Award from three nominations, and remains one of the best-selling singles of all time.",
        "ngram": 148,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna continued to blend pop, dance, and R&B influences on her next albums, Rated R (2009), Loud (2010), Talk That Talk (2011), and Unapologetic (2012)—the latter of which peaked the Billboard 200. The albums spawned the Billboard Hot 100-number one singles \"Rude Boy\", \"Only Girl (In the World)\", \"What's My Name?\", \"S&M\", \"We Found Love\", and \"Diamonds\". Her eighth album, Anti (2016), showcased new creative control following her departure from Def Jam in favor of Jay-Z's label, Roc Nation. Becoming her second US number one album, it was supported by the chart-topping single \"Work\". Throughout her career, Rihanna has worked with artists including Coldplay, Drake, Eminem, Kanye West, Ne-Yo, and Shakira.",
        "ngram": 111,
        "subject": "Rihanna"
    },
    {
        "text": "With sales of over 250 million records worldwide, Rihanna is the second-best-selling female music artist of all time and the highest-certified female artist of all time on the RIAA's Top Artists (Digital Singles) ranking. She has achieved 14 number-one singles, 32 top-ten singles in the US, and 31 top-ten entries in the UK. Her accolades include nine Grammy Awards, 13 American Music Awards (including the Icon Award), 12 Billboard Music Awards, six Guinness World Records, the NAACP's President's Award, and an Academy Award nomination. Time named her one of the 100 most influential people in the world in 2012 and 2018. Forbes ranked her among the top ten highest-paid celebrities in 2012 and 2014. As of 2024, she is the wealthiest female musical artist with an estimated net worth of $1.4 billion.",
        "ngram": 132,
        "subject": "Rihanna"
    },
    {
        "text": "entrepreneurship, and fashion industry influence. She established the Clara Lionel Foundation, cosmetics brand Fenty Beauty, and fashion house Fenty under LVMH, becoming the first black woman to lead a luxury brand for LVMH. Rihanna has acted in major roles in Battleship (2012), Home (2015), Valerian and the City of a Thousand Planets (2017), and Ocean's 8 (2018). In 2018, she was appointed as an ambassador by the Government of Barbados and declared a National Hero of Barbados in 2021.",
        "ngram": 79,
        "subject": "Rihanna"
    },
    {
        "text": "Robyn Rihanna Fenty was born on February 20, 1988, in Saint Michael, Barbados. She is the daughter of accountant Monica (née Braithwaite) and warehouse supervisor Ronald Fenty. Her mother is Afro-Guyanese, while her father is a Barbadian of African, Irish, English, and Scottish descent. Rihanna has two brothers, Rorrey and Rajad Fenty, and two half-sisters and a half-brother from her father's side, each born to different mothers from his previous relationships. She grew up in a three-bedroom bungalow in Bridgetown and sold clothes with her father in a stall on the street. Her childhood was deeply affected by her father's alcoholism and crack-cocaine addiction, which contributed to her parents' strained marriage. Rihanna's father used to abuse her mother physically, and Rihanna would try to get in between them to break up fights.",
        "ngram": 132,
        "subject": "Rihanna"
    },
    {
        "text": "As a child, Rihanna had many CT scans for the excruciating headaches that she suffered, recalling, \"The doctors even thought it was a tumor, because it was that intense.\" By the time she was 14, her parents had divorced, and her health began to improve. She grew up listening to reggae music. She attended Charles F. Broome Memorial Primary School and Combermere School, where she studied alongside future international cricketers Chris Jordan and Carlos Brathwaite. At age 11, Rihanna was a cadet in Barbados's Cadet Corps; the later Barbadian singer-songwriter Shontelle was her drill sergeant. She initially wanted to graduate from high school, but she chose to pursue a musical career instead.",
        "ngram": 112,
        "subject": "Rihanna"
    },
    {
        "text": "In 2003, Rihanna formed a musical trio with two of her classmates in her home country of Barbados. Without a name or any material, the girl group auditioned with American record producer Evan Rogers, who commented, \"The minute Rihanna walked into the room, it was like the other two girls didn't exist.\" Rihanna went to Rogers's hotel room, where she performed renditions of Destiny's Child's \"Emotion\" and Mariah Carey's \"Hero\". Impressed, Rogers scheduled a second meeting with Rihanna's mother present and then invited Rihanna to his hometown in the United States to record some demo tapes that could be sent to record labels. Recordings were intermittent, taking about a year because she was only able to record during school holidays. \"Pon de Replay\" and \"The Last Time\" were two tracks recorded for the demo tape, which were eventually included on her debut album Music of the Sun. That same year, Rihanna was signed to Rogers's and Carl Sturken's production company, Syndicated Rhythm Productions.",
        "ngram": 163,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna's demo was shipped out to Def Jam Recordings, where Jay Brown, an A&R executive at the record label, was one of the first to hear the demo. Brown played the demo tape for rapper Jay-Z, who had recently been appointed as president and CEO of Def Jam. When Jay-Z first heard the track \"Pon de Replay\", he felt the song was too big for her. Despite being skeptical, he invited Rihanna to audition for the label. In early 2005, Rihanna auditioned for Def Jam in New York City, where Jay-Z introduced her to music mogul Antonio \"L.A.\" Reid. At the audition, she sang Whitney Houston's cover of \"For the Love of You\", as well as the demo tracks \"Pon de Replay\" and \"The Last Time\". Jay-Z was absolutely certain about signing her after she performed her future single \"Pon de Replay\". His boss, L.A. Reid, was also impressed with her audition, telling Jay-Z not to let Rihanna leave the building until the contract was signed. Reid left it to Jay-Z and his team to close the deal which resulted in a six-album record deal with Def Jam. She waited in Jay-Z's office until 3:00 in the morning to get lawyers to draft up a contract because he wanted to prevent her from signing with another label.",
        "ngram": 217,
        "subject": "Rihanna"
    },
    {
        "text": "After signing with Def Jam, Jay-Z and his team did the A&R for Rihanna's debut album and spent the next three months recording and completing her debut album. She worked with different producers to complete her debut studio album, primarily Rogers and his production partner Carl Sturken. With several songs to pick as a lead single, \"Pon de Replay\" was chosen because it seemed like the best song suited for a summer release. In May 2005, her debut single, \"Pon de Replay\", was released under her mononym \"Rihanna\". It charted successfully worldwide, peaking in the top five in fifteen countries, including at No. 2 on the US Billboard Hot 100 chart and the UK Singles Chart. The song became a club hit in the United States, peaking at No. 1 on the Billboard Dance Club Songs.",
        "ngram": 136,
        "subject": "Rihanna"
    },
    {
        "text": "Music of the Sun was released in August 2005. It debuted at No. 10 on the Billboard 200 and received a gold certification from the Recording Industry Association of America (RIAA), denoting shipments of over 500,000 units. The album sold over 2 million copies worldwide. A second single, \"If It's Lovin' that You Want\", was not as successful as its predecessor, but reached the top 10 in Australia, Ireland and New Zealand. Aside from her work in music, Rihanna made her acting debut in a cameo role in the successful straight-to-DVD film Bring It On: All or Nothing, released in August 2006.",
        "ngram": 102,
        "subject": "Rihanna"
    },
    {
        "text": "A month after the release of her debut album, Rihanna began working on her second studio album. A Girl like Me was released in April 2006. Rolling Stone felt that \"the burning rock guitar\" and haunted strings of some of the album's tracks made \"A Girl like Me [...] likable.\" The album was a commercial success, charting in the top 10 in 13 countries. The album reached No. 1 in Canada and No. 5 in the United Kingdom and the United States, where it sold 115,000 copies in its first week. The album became Rihanna's first to be certified Platinum by the RIAA, after selling over 1,000,000 units. Its lead single, \"SOS\", was an international success, charting in the top five in 11 countries. The song reached No. 1 on the US Billboard Hot 100 and in Australia, her first to reach this chart position. \"Unfaithful\", the album's second single, reached the top 10 in 18 countries, including No. 1 in Canada and Switzerland. Two more singles were released from the album: \"We Ride\" and \"Break It Off\".",
        "ngram": 178,
        "subject": "Rihanna"
    },
    {
        "text": "In early 2007, Rihanna appeared on the single \"Roll It\" with Jamaican band J-Status and fellow Barbadian singer-songwriter Shontelle. The song appeared on J-Status' debut album The Beginning, released in several European countries only. Around that time, Rihanna had already begun work on her third studio album, Good Girl Gone Bad. With the help of producers Timbaland, Tricky Stewart and Sean Garrett she embraced a new musical direction through uptempo dance tracks. Released in May 2007, the album charted at No. 2 in Australia and the US and topped the charts in multiple countries, including Brazil, Canada, Ireland and the UK. The album received the most positive critical reviews of her first three albums.",
        "ngram": 114,
        "subject": "Rihanna"
    },
    {
        "text": "The lead single, \"Umbrella\", topped the charts in 13 countries and remained at No. 1 in the UK for 10 consecutive weeks, the longest-running No. 1 single there since Wet Wet Wet's single \"Love Is All Around\" spent 15 weeks at the top in 1994. It was Rihanna's first single to be named one of the best-selling singles worldwide, with sales of over 8 million copies. The songs \"Shut Up and Drive\", \"Hate That I Love You\" (featuring Ne-Yo), and \"Don't Stop the Music\" were also released as singles, with the latter becoming an international hit. In support of the album, Rihanna began the Good Girl Gone Bad Tour in September 2007, with 80 shows across the US, Canada, and Europe. Rihanna was nominated for several 2008 Grammy Awards for Good Girl Gone Bad, winning Best Rap/Sung Collaboration for \"Umbrella\" alongside Jay-Z, her first Grammy Award.",
        "ngram": 146,
        "subject": "Rihanna"
    },
    {
        "text": "On June 9, 2008, Rihanna released Good Girl Gone Bad Live, her first live long-form video. The DVD and Blu-ray release featured Rihanna's concert at the Manchester Arena in Manchester, United Kingdom, held on December 6, 2007, as part of the Good Girl Gone Bad Tour. The release also contained a special documentary that presented Rihanna discussing her experiences during the tour. By late 2008, Rihanna still remained on the charts with the release of the fifth single from Good Girl Gone Bad, \"Rehab\", and was named \"Diva of the Year\" by Entertainment Weekly for her \"newfound staying power\". Good Girl Gone Bad has sold over 2.8 million units in the United States alone, receiving a two-times-Platinum certification from the RIAA. It is Rihanna's bestselling album in the country to date. The album has sold 9 million units worldwide.",
        "ngram": 139,
        "subject": "Rihanna"
    },
    {
        "text": "During the late 2000s, Rihanna experimented further with pop, dubstep, and rock music, officially shifting her musical style and image away from the Barbados island girl. Throughout 2008, Rihanna performed on the Glow in the Dark Tour alongside Kanye West, Lupe Fiasco, and N.E.R.D. Her third studio album's reissue, Good Girl Gone Bad: Reloaded, was released in June 2008 with three new songs: \"Disturbia\", \"Take a Bow\" and the Maroon 5 duet \"If I Never See Your Face Again\", plus a Spanglish version of \"Hate That I Love You\" featuring Spanish pop singer David Bisbal. All four were released as singles and charted highly, reaching peak positions worldwide. In August 2008, Rihanna and a host of other female singers recorded the charity single \"Just Stand Up!\", the theme song to the anti-cancer campaign Stand Up to Cancer. \"Live Your Life\", a duet between T.I. and Rihanna, was released that November and topped the Billboard Hot 100.",
        "ngram": 156,
        "subject": "Rihanna"
    },
    {
        "text": "Reports surfaced that then-boyfriend, singer Chris Brown, had physically assaulted her. He was arrested on suspicion of making criminal threats. On March 5, 2009, Brown was charged with assault and making criminal threats. A leaked photograph from the police department obtained by TMZ.com revealed that Rihanna had sustained visible injuries.",
        "ngram": 50,
        "subject": "Rihanna"
    },
    {
        "text": "In early 2009, Rihanna began working on her fourth studio album, Rated R. Rated R was released in November 2009. The album had Rolling Stone magazine stating that Rihanna \"transformed her sound and made one of the best pop records of the year\".",
        "ngram": 43,
        "subject": "Rihanna"
    },
    {
        "text": "In January 2010, Rihanna released her charity cover version of \"Redemption Song\" for the  Hope for Haiti Now campaign. She also recorded the song \"Stranded (Haiti Mon Amour)\" together with Jay-Z, Bono and The Edge for the same campaign to alleviate the 2010 Haiti earthquake.",
        "ngram": 46,
        "subject": "Rihanna"
    },
    {
        "text": "In summer 2010, Rihanna collaborated with rapper Eminem on \"Love the Way You Lie\", which was a major worldwide success, reaching No. 1 in over 20 countries. Reaching number 2, the song became the biggest-selling song of 2010 in the UK and the first of Rihanna's singles to sell over a million copies in the country. In October 2010, Rihanna switched managers, joining Jay-Z's Roc Nation Management. In late 2010, she was featured on three singles: Kanye West's \"All of the Lights\", from the album My Beautiful Dark Twisted Fantasy (2010), Nicki Minaj's \"Fly\", from her debut studio album Pink Friday (2010) and David Guetta's \"Who's That Chick?\", from the album One More Love (2010).",
        "ngram": 115,
        "subject": "Rihanna"
    },
    {
        "text": "The album produced three US Billboard Hot 100s. Its lead single, \"Only Girl (In the World)\", \"What's My Name?\", featuring rapper Drake and \"S&M\", following the release of its official remix featuring Britney Spears. Rihanna set a record as the solo artist with the fastest accumulation of 10 chart toppers in the Hot 100s history. At the 53rd Grammy Awards, \"Only Girl (In the World)\" won the award for Best Dance Recording.",
        "ngram": 72,
        "subject": "Rihanna"
    },
    {
        "text": "\"Man Down\" and \"California King Bed\" were released as singles in May 2011 with moderate success. \"Cheers (Drink to That)\", which interpolates Avril Lavigne's 2002 single \"I'm with You\", was released as the seventh and final single from the album. To promote the album, Rihanna embarked on her Loud Tour in June 2011, which sold out 10 nights at The O2 Arena in West London, the most sold-out shows for a female artist in the venue's history. The tour was the seventh highest-grossing tour worldwide of 2011. In September 2020 she put her St John's Wood, North London house for sale with a price of £32 million.",
        "ngram": 107,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna's sixth album, Talk That Talk, was released in November 2011. The album debuted at No. 3 in the U.S. and number No. 1 in the UK The album's lead single, \"We Found Love\", topped charts in twenty-seven countries and peaked in the top 10 in 30 countries and broke many chart records worldwide. The single topped the Billboard Hot 100 for 10 non-consecutive weeks, becoming Rihanna's longest-running No. 1 single on the chart and the longest-running No. 1 single of 2011 in the US. The song was later named the 24th biggest hit of all time on the Billboard Hot 100. \"You Da One\" and the album's title track, featuring Jay-Z, were released as the second and third singles, to moderate success. \"Where Have You Been\", the fifth single, successfully charted worldwide, reaching No. 5 in the US and No. 6 in the UK. \"Cockiness (Love It)\" was released as the album's sixth and final single in a remixed form featuring rapper ASAP Rocky.",
        "ngram": 165,
        "subject": "Rihanna"
    },
    {
        "text": "In early 2012, two collaborations featuring Rihanna were released: Coldplay's \"Princess of China\", from their album Mylo Xyloto, and Drake's \"Take Care\", from his album of the same name. In February 2012, Rihanna won her third Grammy Award for Best Rap/Sung Collaboration at the 2012 Grammy Awards for her Kanye West collaboration \"All of the Lights\" and was voted the Best International Female Solo Artist at the 2012 BRIT Awards for the second consecutive year. March 2012 saw the simultaneous releases of two collaborations between Rihanna and Chris Brown: remixes of her song \"Birthday Cake\" and his \"Turn Up the Music\". The recordings received mainly negative responses due to the pair's history of domestic violence. In September 2012, \"We Found Love\" won the MTV Video Music Award for Video of the Year, making Rihanna the first woman to receive the accolade more than once.",
        "ngram": 144,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna's seventh studio album, Unapologetic, was released in November 2012. In the United States, the album debuted at No. 1 on the Billboard 200 albums chart, marking Rihanna's first No. 1 album in the country. The lead single from the album, \"Diamonds\", reached No. 1 in more than 20 countries worldwide, including on the US Billboard Hot 100, where it became Rihanna's 12 No. 1 on the chart. The album's second single, \"Stay\", featuring Mikky Ekko, reached the top five in over twenty countries, including No. 3 on the Billboard Hot 100. As promotion prior to the album's release, Rihanna embarked on the 777 Tour, a mini tour of seven shows in seven countries in seven days. On May 6, 2013, Fox aired a documentary about the tour, with a documentary DVD being released the following day as Rihanna's third live long-form video release.",
        "ngram": 144,
        "subject": "Rihanna"
    },
    {
        "text": "In February 2013, at the 55th Grammy Awards, Rihanna won her sixth Grammy Award, in the category Best Short Form Music Video for \"We Found Love\" (2011). Also that month, the United Kingdom's Official Charts Company announced that Rihanna had sold 3,868,000 records in the past year in the country, ranking at No. 1 in the list of 2013 BRIT Awards artist nominees. Rihanna's fifth headlining concert tour, the Diamonds World Tour, began in March 2013, in support of Unapologetic. Rihanna then appeared in the Seth Rogen and Evan Goldberg comedy film This Is the End, which was released in June 2013. That same month, American hip hop artist Wale released a remixed version of his single \"Bad\" featuring Rihanna. In October 2013, Eminem released his Rihanna-assisted single, \"The Monster\", as the fourth release from his eighth studio album The Marshall Mathers LP 2 (2013).",
        "ngram": 145,
        "subject": "Rihanna"
    },
    {
        "text": "In 2014, Rihanna appeared on Shakira's single, \"Can't Remember to Forget You\". Following the release of Unapologetic and its accompanying tour, Rihanna aimed to take a hiatus from recording music, stating: \"I wanted to have a year to just do whatever I want artistically, creatively.\" In May 2014, Rihanna left Def Jam Recordings to sign fully with Roc Nation, the record label that had managed her career since October 2010.",
        "ngram": 70,
        "subject": "Rihanna"
    },
    {
        "text": "A year after Rihanna began working on her eighth studio album, the single \"FourFiveSeconds\" was released, which featured Rihanna paired up with Kanye West and Paul McCartney. Two further singles followed its release: \"Bitch Better Have My Money\" and \"American Oxygen\"; neither made the final track listing for Rihanna's eighth studio album. During the creation of the album, Rihanna ventured into other endeavors and appeared in the voice role of Tip in the animated feature film Home alongside Jim Parsons and Jennifer Lopez, the film was based on The True Meaning of Smekday by Adam Rex. Rihanna also released a concept album soundtrack for the film.",
        "ngram": 106,
        "subject": "Rihanna"
    },
    {
        "text": "In late 2015, Rihanna inked a $25 million contract with Samsung that would see her promoting Samsung's Galaxy line of products whilst Samsung would sponsor the release of her eighth studio album and its supporting tour. The Anti World Tour was announced in November 2015 and began in March 2016, with Travis Scott supporting in North America and Big Sean supporting at selected European dates. The Weeknd had also initially planned to support at certain European sites, but he backed out citing \"unforeseen changes in upcoming projects\". On January 28, 2016, Rihanna released her eighth studio album, Anti, exclusively through streaming service Tidal. The album peaked at No. 1 on the US Billboard 200, becoming Rihanna's second No. 1 and eighth top 10 album on the chart. The album was supported by the release of four singles, including the lead single \"Work\", featuring Drake, which topped the US Billboard Hot 100 chart. Further Platinum-certified singles \"Needed Me\" and \"Love on the Brain\" both peaked inside the top 10 of the US Hot 100.",
        "ngram": 173,
        "subject": "Rihanna"
    },
    {
        "text": "In 2016, Rihanna was featured in several singles. The first collaboration single was Kanye West's \"Famous\", where Rihanna provided uncredited guest vocals. She was then officially featured on Calvin Harris' \"This Is What You Came For\", which was a success. Rihanna was also featured on Drake's \"Too Good\" and on Mike Will Made It's \"Nothing Is Promised\". In June 2016, Rihanna released \"Sledgehammer\", a single from the Star Trek Beyond movie soundtrack. On August 28, 2016, Rihanna was honored with the Michael Jackson Video Vanguard Award at the 2016 MTV Video Music Awards after performing various medleys of her hit songs.",
        "ngram": 101,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna released several collaborations in 2017. First she was the featured part in Future's \"Selfish\", the lead single from the rapper's sixth studio album, Hndrxx. Summer 2017 saw the release of Rihanna's collaborations with record producer DJ Khaled, \"Wild Thoughts\", which also featured Bryson Tiller and was a worldwide success, and Kendrick Lamar's single, \"Loyalty\", which earned Rihanna her ninth Grammy Award at the 60th Annual Grammy Awards. In November 2017, Rihanna was part of N.E.R.D's comeback single \"Lemon\" from the band's album No One Ever Really Dies.",
        "ngram": 88,
        "subject": "Rihanna"
    },
    {
        "text": "In October 2017, Shakka revealed that he was working with Rihanna on her \"absolutely insane\" album. In December 2018, Rihanna confirmed that the album would be released in 2019, and later announced that it is a reggae project. In August 2019, fans noticed that Rihanna and co-songwriters Collin Edwards, Monique Lawrence, and Alexander Ogunmokun registered a song titled \"Private Loving\" with the music publishing organization BMI. In September 2019, it was announced she had signed with Sony/ATV Music Publishing. In December 2019, Rihanna alluded to her album being complete and indefinitely withholding the release date in an Instagram post. She was next featured on Canadian singer PartyNextDoor's song \"Believe It\", which was released on March 27, 2020. On September 25, 2022, Rihanna announced that she would be headlining the Super Bowl LVII halftime show, which marked her first live performance in over five years, and the end of her previously self-imposed boycott of the event, which she instigated in solidarity with Colin Kaepernick. The show had a mostly positive reception. It was initially reported that the performance gained a total of 118.7 million viewers across TV and digital platforms,",
        "ngram": 189,
        "subject": "Rihanna"
    },
    {
        "text": "  however the figure was later revised by Nielsen Media Research, who adjusted the number to 121.017 million viewers, making it the most-watched halftime show in history, surpassing Katy Perry's performance at the Super Bowl XLIX halftime show. ",
        "ngram": 40,
        "subject": "Rihanna"
    },
    {
        "text": "On October 28, 2022, Rihanna released the lead single from the Black Panther: Wakanda Forever soundtrack, \"Lift Me Up\", her first solo musical release since Anti. The song earned her nominations for the Golden Globe and Academy Award for Best Original Song.",
        "ngram": 42,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna is a mezzo-soprano, with a range spanning from B2 to C♯6. While recording tracks for her third studio album, Good Girl Gone Bad (2007), Rihanna took vocal lessons from Ne-Yo. She said of the experience, \"I've never had vocal training, so when I'm in the studio, he'll tell me how to breathe and stuff... He'll call out these big fancy words: 'OK, I want you to do staccato.' And I'm like, 'OK, I don't know what that is.'\" Her vocal performance on Loud (2010) received positive reviews from music critics. James Skinner from BBC praised Rihanna's vocals on the song \"Love the Way You Lie (Part II)\" and wrote that her voice is powerful and that \"it is Rihanna's vocal – at once commanding, soulful and vulnerable – that anchors the song, and Loud itself\". Andy Gill from The Independent feels that \"California King Bed\" features her best vocal performance. In a review of Unapologetic, Billboard magazine wrote, \"Diamonds finds Rihanna doing one of her throatiest, most impassioned vocals to date, on this inspirational pop ballad.\" Jon Caramanica of the New York Times stated, \"over the years, as her game face froze in place, her voice cured into a weapon of emotional chill and strategic indifference. It's decidedly unfriendly, made to give orders\". In 2023, Rolling Stone ranked Rihanna at number 68 on its list of the 200 Greatest Singers of All Time.",
        "ngram": 234,
        "subject": "Rihanna"
    },
    {
        "text": "Growing up in Barbados, she mainly listened to reggae, hip hop and soca music. When she first came to the US, she was exposed to different types of music with \"rock being one of them, and I fell in love with it. [Now] I love rock music.\" During her debut, she recorded songs that were inspired by her Caribbean roots and described her early sound as \"a fusion of reggae, hip-hop and R&B, with a little something different thrown in\". Her early dancehall roots can be found on her debut album, Music of the Sun, and its follow-up, A Girl like Me. Her debut album demonstrates the influence of Rihanna's musical heritage of the Caribbean. Kelefa Sanneh of the New York Times complimented its combination of dancehall and reggae, who said, \"Dancehall reggae sometimes seems like a furiously insular form of music, but ... Rihanna is only the latest singer to discover how versatile the genre's spring-loaded electronic rhythms can be\". Her debut single, \"Pon de Replay\" features a dancehall-pop mixture that infuses a reggae style, while \"If It's Lovin' that You Want\" talks about a girl seducing a guy to be her boyfriend. Aiming for artistic growth, A Girl like Me expresses personal experiences that typical 18-year-old girls go through with ballads that were described as elegant and mature. After her second album, she slowly dismissed her dancehall and reggae roots.",
        "ngram": 232,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna's musical career has been an experiment with new musical ideas and stated that she wants \"to make music that could be heard in parts of the world that I'd never been to\". With its provocative subject matter and lyrics, she began incorporating a wide range of genres including, pop, R&B, reggae, dubstep, hip hop and EDM. During a review for Good Girl Gone Bad, Slant Magazine to write that Rihanna \"finally figured out that she's a dance artist and the majority of the album is comprised of uptempo dance-pop [songs like]\" \"Push Up on Me\" and \"Don't Stop the Music\". It represents a departure from the Caribbean sound of her previous albums and is described as a turning point in her career. While the first half of the record shares many 1980s pop influences with songs like \"Don't Stop the Music\" and \"Shut Up and Drive\", the second half retreats into standard R&B.",
        "ngram": 154,
        "subject": "Rihanna"
    },
    {
        "text": "Recorded after the assault by her then-boyfriend, Chris Brown, Rated R had a much darker tone and was filled with various emotions she experienced throughout 2009. In her fifth album Loud, Rihanna reflects on the fun and energetic vibe she had while recording the album. The album is a mixture of ballads, party anthems and empowering love songs. Talk That Talk was similar to Rated R, as both contain hip hop, R&B, dancehall and dubstep genres. Loud and Talk That Talk saw her explore sexuality in her work (\"S&M\" and \"Birthday Cake\") and return to her dancehall roots (\"Man Down\" and \"Watch n' Learn\"). She also branched out into house music with tracks like \"We Found Love\", \"Only Girl (In the World)\" and \"Complicated\". Her songs are also inspired through record sampling from other artists.",
        "ngram": 135,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna has named Madonna as her idol and biggest influence. She said that she wanted to be the \"black Madonna\" and praised her ability to reinvent herself throughout her career. She noted, \"I think that Madonna was a great inspiration for me, especially on my earlier work. If I had to examine her evolution through time, I think she reinvented her clothing style and music with success every single time. And at the same time remained a real force in entertainment in the whole world.\"",
        "ngram": 85,
        "subject": "Rihanna"
    },
    {
        "text": "Another major influence on Rihanna's music and career has been Mariah Carey, whose song \"Hero\" she performed when Rihanna was still a teenager at her high school talent show. She revealed that Carey's song \"Vision of Love\" \"was the song that made [her] want to do music.\"",
        "ngram": 47,
        "subject": "Rihanna"
    },
    {
        "text": "In her youth, she would see Bob Marley on television because of his fame in the Caribbean. She stated, \"He's one of my favourite artists of all time – he really paved the way for every other artist out of the Caribbean\". She built a shrine in her home dedicated to the reggae legend and has covered Marley's \"Is This Love\" and Bob Marley & The Wailers' \"Redemption Song\" during her concert tours.",
        "ngram": 73,
        "subject": "Rihanna"
    },
    {
        "text": "During her childhood, she would go around singing Whitney Houston songs and \"A Whole New World\" into her hairbrush so much that her neighbors started calling her \"Robyn Redbreast\". She also stated that one of the first songs she remembers falling in love with was Houston's version of \"I Will Always Love You\" and that it \"was really inspiring, and it made me develop a passion for music, so really, she's partly responsible for me being here in this industry.\"",
        "ngram": 80,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna was also influenced by Janet Jackson, Aaliyah, Tupac, Beyoncé and Destiny's Child. Other musical influences and idols include Celine Dion, Grace Jones, Lil' Kim, Alicia Keys, Prince, Fefe Dobson, and Brandy. Rihanna takes influence from the different types of music she discovered when she came to America and revealed that rock music was one of the first genres she fell in love with. She commented, \"as I grow older, I want to know more about music. I want to discover more types of music\". She cited Brandy's fourth studio album, Afrodisiac (2004), as her main inspiration for her third album, Good Girl Gone Bad (2007). In her early career, her music contained strong influences of Caribbean music, including reggae and dancehall. The music video of the song \"Rude Boy\" featured images inspired by her Caribbean roots.",
        "ngram": 137,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna has worked with music video director Anthony Mandler on more than a dozen music videos, the first being \"Unfaithful\" (2006). \"We've done 16 videos together; they're not all tough, [...] Yeah, I mean, I'm known for the 'Disturbia's and the 'Russian Roulette's and things like that, but 'Only Girl (In the World)' is certainly an ethereal kind of empowering, beauty-filled video,\" Mandler said. Jocelyn Vena of MTV wrote, \"Rihanna, like Madonna, also has a tendency to make truly thought-provoking music videos that fit the songs they represent. Smattered in between glitzier, more glamorous clips, Madge and Ri want us to think about bigger issues\". Jon Bream of the Star Tribune commented \"[i]n the tradition of Madonna and Janet Jackson, Rihanna has become the video vixen of the '00s ... Rihanna has perfected the pout, the long-legged strut, and trend-setting hairdos that keep women and men alike checking her out on YouTube.\" George Epaminondas of InStyle considers Rihanna's music videos to be \"cinematic\" due to her \"blend of lush island rhythms and swinging pop and ... mischievous sensuality.\"",
        "ngram": 178,
        "subject": "Rihanna"
    },
    {
        "text": "Many of her music videos were shot as short films exploring issues such as love triangles, abuse and substance abuse romance, including \"We Found Love\" and \"Man Down\". Her music video for \"Umbrella\" shows Rihanna's transition into adulthood and her newly adopted image. The \"dark, creepy\" scenes of \"Disturbia\" have been compared to Michael Jackson's Thriller. The video for \"Russian Roulette\" features Rihanna in a padded room playing a game of russian roulette with her partner. A scene of Rihanna being approached by a speeding car at night was compared to the altercation with Chris Brown.",
        "ngram": 96,
        "subject": "Rihanna"
    },
    {
        "text": "In 2011, Rihanna released three controversial music videos about sadomasochism, rape and domestic violence. \"Man Down\", which features Rihanna shooting a man in a train station, was criticized by the Parents Television Council. \"We Found Love\", which shows Rihanna and her love interest in a drug-filled unhealthy relationship, sparked criticism from the Rape Crisis Centre for its message. Charne Graham of the Houston Press defended her, asking, \"Why should Rihanna's music videos get everyone riled up when others' equally sexual and controversial videos are in rotation? [...] she just like[s] to make music videos that give us something to talk about.\" Rihanna was the first woman to pass 2 billion cumulative views on the music video website Vevo. As of December 2016, she has accumulated over 10 billion views on the site.",
        "ngram": 132,
        "subject": "Rihanna"
    },
    {
        "text": "Denis Armstrong of Canadian Online Explorer commented on her performance at the Ottawa Bluesfest, saying \"her show was a Disney-esque choreographed fantasy of non-stop hip-swiveling, sassy attitude and personal endearments and a string of funky, sugar-free hits.\" Her performance of \"Disturbia\" at the 2008 MTV Video Music Awards was ranked tenth best on the MTV Video Music Awards, according to a Billboard poll. Her revealing leather costumes during her Good Girl Gone Bad Tour were highly criticized by the Pan-Malaysian Islamic Party, who recommended that her concert tour should be banned. Whilst commenting on her third album's accompanying tour, The Times compared Rihanna's stage wardrobe styling to that of Janet Jackson and called her \"a vision of Ann Summers couture in thigh-high boots and a few scraps of black PVC.\" In the October 2011 issue of British Vogue, Rihanna said her performance outfits and appearances are all an act; \"[t]hat's not me. That's a part I play. You know, like it's a piece of art, with all these toys and textures to play with\".",
        "ngram": 174,
        "subject": "Rihanna"
    },
    {
        "text": "Known for her style and image, the media have constantly followed the evolution of Rihanna's music and fashion sense. In 2009, New York magazine described Rihanna's early look as that of \"a cookie-cutter teen queen\", noting she has the ability \"to shift looks dramatically and with such ease\". Around the time of the release of her second studio album, A Girl like Me (2006), many critics felt that Rihanna's style, sound and musical material were too similar to those of Beyoncé. In an interview with Look magazine, Rihanna spoke about comparisons to Beyoncé: \"Beyoncé is a great artist and I feel honored to be mentioned in the same sentence, but we're different performers with different styles\". She revealed during Oprah's Next Chapter that Def Jam's pop-princess blueprint made her feel claustrophobic during her early years with the label. According to Rihanna, \"I felt like they were giving me a blueprint. [...] They had a brand, they had an idea of what they wanted me to be without figuring out who I was.\" With the release of her third album, Good Girl Gone Bad (2007), Rihanna dismissed her innocent image for an edgier look with a new hairstyle, which was inspired by Charlize Theron's bob cut in the science fiction thriller Æon Flux (2005). She followed the likes of recording artists Janet Jackson and Christina Aguilera who also shed their innocent image for an edgier look and sound.",
        "ngram": 237,
        "subject": "Rihanna"
    },
    {
        "text": "Nico Amarca of Highsnobiety magazine wrote, \"over the course of her now 10-year career, [Rihanna] has undergone one of the most significant aesthetic metamorphoses the world has ever seen\". Her image and fashion has changed several times with different hairstyles since the release of her third album. She commented that as a child she \"used to watch her [mother] get dressed\" and that her love and admiration for fashion started with her mother. When putting together her own wardrobe she stated, \"It's become more about taking a risk ... I always look for the most interesting silhouette or something that's a little off.\" Jess Cartner-Morley of The Guardian wrote that \"Rihanna's wardrobe is the most talked-about, influential and dissected in pop right now\" and that whatever she wears \"is immediately reproduced on the high street, because it sells\". Country singer Miranda Lambert admires Rihanna's fashion and style stating, \"I don't necessarily get inspired by the whole no-bra thing, but I love that you never know what she's going to wear. It always keeps you guessing, which makes her sassy and interesting.\"",
        "ngram": 181,
        "subject": "Rihanna"
    },
    {
        "text": "In an interview with Alexa Chung during Vogue Festival 2015, Balmain designer Olivier Rousteing praised Rihanna by stylistically comparing her to some of the biggest fashion icons in music history, such as Madonna, David Bowie, Michael Jackson, and Prince. Commenting on the cultural expectation for pop stars to be role models, Rihanna said \"[being a role model] became more of my job than I wanted it to be. But no, I just want to make music. That's it.\" In a May 2013 interview with MTV, The Vagina Monologues writer and feminist Eve Ensler said, \"I'm a huge Rihanna fan, I think she has a kind of agency over her sexuality and she's open about her sexuality, she has enormous grace and she's immensely talented.\"",
        "ngram": 124,
        "subject": "Rihanna"
    },
    {
        "text": "Described as one of the sexiest women of her generation, she revealed that being a sex symbol is not a priority and that \"it's definitely flattering, but also uncomfortable.\" Her appearance has landed her on the cover of magazines such as Maxim, FHM, Rolling Stone, and in December 2012, Rihanna became the first woman to be featured on the cover of GQ magazine's \"Men of the Year\" issue.",
        "ngram": 68,
        "subject": "Rihanna"
    },
    {
        "text": "Rihanna made her first appearance at the Met Gala in 2007. She has made eight appearances in the years since; notably in 2015, for China: Through the Looking Glass, her Guo Pei-designed yellow dress garnered the most attention of the event, accruing a billion impressions on social media. The dress, which had taken two years to make before Rihanna came across it, became the subject of a documentary by Pietra Brettkelly, entitled Yellow Is Forbidden.",
        "ngram": 75,
        "subject": "Rihanna"
    }
]