[
    {
        "text": "Bruce Lee (born Lee Jun-fan; November 27, 1940 – July 20, 1973) was a Hong Kong-American martial artist and actor. He was the founder of Jeet Kune Do, a hybrid martial arts philosophy drawing from different combat disciplines that is sometimes credited with paving the way for the combat sport mixed martial arts (MMA). Lee is considered by some commentators and martial artists to be the most influential martial artist of all time and a pop culture icon of the 20th century, who bridged the gap between East and West. He is credited with promoting Hong Kong action cinema and helping to change the way Chinese people were presented in American films.",
        "ngram": 112,
        "subject": "Bruce Lee"
    },
    {
        "text": "Born in San Francisco and raised in Hong Kong, Lee was introduced to the Hong Kong film industry as a child actor by his father. His early martial arts experience included Wing Chun (trained under Ip Man), tai chi, boxing (winning a Hong Kong boxing tournament), and frequent street fighting (neighborhood and rooftop fights). In 1959, Lee moved to Seattle. In 1961, he enrolled at the University of Washington. It was during this time in the United States that he began considering making money by teaching martial arts, even though he aspired to have a career in acting. He opened his first martial arts school, operated out of home in Seattle. After later adding a second school in Oakland, California, he once drew significant attention at the 1964 Long Beach International Karate Championships of California by making demonstrations and speaking. He subsequently moved to Los Angeles to teach, where his students included Chuck Norris, Sharon Tate, and Kareem Abdul-Jabbar. In the 1970s, his Hong Kong and Hollywood-produced films elevated Hong Kong martial arts films to a new level of popularity and acclaim, sparking a surge of Western interest in Chinese martial arts. The direction and tone of his films dramatically influenced and changed martial arts and martial arts films worldwide.",
        "ngram": 210,
        "subject": "Bruce Lee"
    },
    {
        "text": "With a career spanning Hong Kong and the United States, he is known for his roles in five feature-length Hong Kong martial arts films in the early 1970s: Lo Wei's The Big Boss (1971) and Fist of Fury (1972); Golden Harvest's The Way of the Dragon (1972), directed and written by Lee; and Golden Harvest and Warner Brothers' Enter the Dragon (1973) and The Game of Death (1978), both directed by Robert Clouse. Lee became an iconic figure known throughout the world, particularly among the Chinese, based upon his portrayal of Cantonese culture in his films, and among Asian Americans for defying Asian stereotypes in the United States. Having initially learned Wing Chun, tai chi, boxing, and street fighting, he combined them with other influences from various sources into the spirit of his personal martial arts philosophy, which he dubbed Jeet Kune Do (The Way of the Intercepting Fist).",
        "ngram": 149,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee died in July 1973, aged 32. Since his death, Lee has continued to be a prominent influence on modern combat sports, including judo, karate, mixed martial arts, and boxing, as well as modern popular culture, including film, television, comics, animation, and video games. Time named Lee one of the 100 most important people of the 20th century.",
        "ngram": 58,
        "subject": "Bruce Lee"
    },
    {
        "text": "His father, Lee Hoi-chuen, was a Cantonese opera singer based in Hong Kong. His mother Grace Ho was born in Shanghai, and she was of Eurasian ancestry. In December 1939, his parents traveled to California for an international opera tour in Chinatown, San Francisco. He was born there on November 27, 1940, allowing him to claim U.S. citizenship due to the United States' jus soli citizenship laws. When he was four months old (April 1941), the Lee family returned to Hong Kong. Soon after, the Lee family experienced unexpected hardships over the next four years as Japan, amid World War II, launched a surprise attack on Hong Kong in December 1941 and ruled the city for the next four years.",
        "ngram": 120,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee's father Lee Hoi-chuen was a Cantonese opera star. As a result, Junior Lee was introduced to the world of cinema at a very young age and appeared in several films as a child. Lee had his first role as a baby who was carried onto the stage in the film Golden Gate Girl. He took his Chinese stage name as 李小龍, lit. Lee the Little Dragon, for the fact that he was born in both the hour and the year of the Dragon by the Chinese zodiac.",
        "ngram": 88,
        "subject": "Bruce Lee"
    },
    {
        "text": "As a nine-year-old, he co-starred with his father in The Kid in 1950, which was based on a comic book character, \"Kid Cheung\", and was his first leading role. By the time he was 18, he had appeared in 20 films. After attending Tak Sun School (德信學校; several blocks from his home at 218 Nathan Road, Kowloon), Lee entered the primary school division of the Catholic La Salle College at age 12.",
        "ngram": 72,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 1956, due to poor academic performance and possibly poor conduct, he was transferred to St. Francis Xavier's College, where he was mentored by Brother Edward Muss, F.M.S., a Bavarian-born teacher and coach of the school boxing team. After Lee was involved in several street fights, his parents decided that he needed to be trained in martial arts.",
        "ngram": 58,
        "subject": "Bruce Lee"
    },
    {
        "text": "His one-quarter European background from his mother's side was an initial obstacle to his Wing Chun training. Cheung spoke on his behalf and Lee was accepted into the school. Lee began training in Wing Chun with Ip Man. Ip tried to keep his students from fighting in the street gangs of Hong Kong by encouraging them to fight in organized competitions.",
        "ngram": 61,
        "subject": "Bruce Lee"
    },
    {
        "text": "After a year into his Wing Chun training, most of Ip Man's other students refused to train with Lee when they had learned of his mixed ancestry, as the Chinese were generally against teaching their martial arts techniques to non-Asians. Lee's sparring partner, Hawkins Cheung, states, \"Probably fewer than six people in the whole Wing Chun clan were personally taught, or even partly taught, by Ip Man\". However, Lee showed a keen interest in Wing Chun and continued to train privately with Ip Man, William Cheung, and Wong Shun-leung.",
        "ngram": 89,
        "subject": "Bruce Lee"
    },
    {
        "text": "Until his late teens, Lee's street fights became more frequent and included beating the son of a feared triad family. In 1958, after students from a rival Choy Li Fut martial arts school challenged Lee's Wing Chun school, he engaged in a fight on a rooftop. In response to an unfair punch by another boy, he beat him so badly that he knocked out one of his teeth, leading to a complaint by the boy's parents to the police.",
        "ngram": 79,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee's mother had to go to a police station and sign a document saying that she would take full responsibility for his actions if they released him into her custody. Though she did not mention the incident to her husband, she suggested that her son return to the United States to claim his U.S. citizenship at the age of 18. Lee's father agreed as Lee's college prospects were not very promising if he remained in Hong Kong.",
        "ngram": 77,
        "subject": "Bruce Lee"
    },
    {
        "text": "In April 1959, Lee's parents decided to send him to the United States to stay with his older sister, Agnes Lee (李秋鳳), who was already living with family friends in San Francisco. After several months, he moved to Seattle in 1959 to continue his high school education, where he also worked for Ruby Chow as a live-in waiter at her restaurant. Chow's husband was a co-worker and friend of Lee's father. Lee's elder brother Peter Lee (李忠琛) joined him in Seattle for a short stay, before moving on to Minnesota to attend college.",
        "ngram": 93,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 1959, Lee started to teach martial arts. He called what he taught Jun Fan Gung Fu (literally Bruce Lee's Kung Fu). It was his approach to Wing Chun. Lee taught friends he met in Seattle, starting with Judo practitioner Jesse Glover, who continued to teach some of Lee's early techniques. Taky Kimura became Lee's first Assistant Instructor and continued to teach his art and philosophy after Lee's death. Lee opened his first martial arts school, named the Lee Jun Fan Gung Fu Institute, in Seattle.",
        "ngram": 86,
        "subject": "Bruce Lee"
    },
    {
        "text": "In March 1961, Lee enrolled at the University of Washington and studied dramatic arts, philosophy, psychology, and various other subjects. Despite what Lee himself and many others have stated, Lee's official major was drama rather than philosophy, according to a 1999 article in the university's alumni publication.",
        "ngram": 47,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee dropped out of university in early 1964 and moved to Oakland to live with James Yimm Lee. James Lee was twenty years senior to Lee and a well-known Chinese martial artist in the area. Together, they founded the second Jun Fan martial arts studio in Oakland. James Lee was responsible for introducing Lee to Ed Parker, an American martial artist. At the invitation of Parker, Lee appeared in the 1964 Long Beach International Karate Championships and performed repetitions of two-finger push-ups, using the thumb and the index finger of one hand, with feet at approximately shoulder-width apart.",
        "ngram": 98,
        "subject": "Bruce Lee"
    },
    {
        "text": "In the same Long Beach event, he also performed the \"one-inch punch\". Lee stood upright, his right foot forward with knees bent slightly, in front of a standing, stationary partner. Lee's right arm was partly extended and his right fist was approximately one inch (2.5 cm) away from the partner's chest. Without retracting his right arm, Lee then forcibly delivered the punch to volunteer Bob Baker while largely maintaining his posture. This sent Baker backward and falling into a chair placed behind Baker to prevent injury, though Baker's momentum caused him to fall to the floor. Baker recalled, \"I told Bruce not to do this type of demonstration again. When he punched me that last time, I had to stay home from work because the pain in my chest was unbearable\". It was at the 1964 championships that Lee first met Taekwondo master Jhoon Goo Rhee. The two developed a friendship—a relationship from which they benefited as martial artists. Rhee taught Lee the side kick in detail, and Lee taught Rhee the \"non-telegraphic\" punch.",
        "ngram": 174,
        "subject": "Bruce Lee"
    },
    {
        "text": "In Oakland's Chinatown in 1964, Lee had a controversial private match with Wong Jack-man, a direct student of Ma Kin Fung, known for his mastery of Xingyiquan, Northern Shaolin, and tai chi. According to Lee, the Chinese community issued an ultimatum to him to stop teaching non-Chinese people. When he refused to comply, he was challenged to a combat match with Wong. The arrangement was that if Lee lost, he would have to shut down his school, while if he won, he would be free to teach white people, or anyone else.",
        "ngram": 92,
        "subject": "Bruce Lee"
    },
    {
        "text": "Wong denied this, stating that he requested to fight Lee after Lee boasted during one of his demonstrations at a Chinatown theater that he could beat anyone in San Francisco and that Wong himself did not discriminate against Whites or other non-Chinese people. Lee commented, \"That paper had all the names of the sifu from Chinatown, but they don't scare me\". Individuals known to have witnessed the match include Cadwell, James Lee (Bruce Lee's associate, no relation), and William Chen, a teacher of tai chi.",
        "ngram": 85,
        "subject": "Bruce Lee"
    },
    {
        "text": "Wong and William Chen stated that the fight lasted an unusually long 20–25 minutes. Wong claims that although he had originally expected a serious but polite bout, Lee aggressively attacked him with the intent to kill. When Wong presented the traditional handshake, Lee appeared to accept the greeting, but instead, Lee allegedly thrust his hand as a spear aimed at Wong's eyes. Forced to defend his life, Wong asserted that he refrained from striking Lee with killing force when the opportunity presented itself because it could have earned him a prison sentence, but used illegal cufflings under his sleeves. According to Michael Dorgan's 1980 book Bruce Lee's Toughest Fight, the fight ended due to Lee's \"unusually winded\" condition, as opposed to a decisive blow by either fighter.",
        "ngram": 127,
        "subject": "Bruce Lee"
    },
    {
        "text": "However, according to Bruce Lee, Linda Lee Cadwell, and James Yimm Lee, the fight lasted a mere three minutes with a decisive victory for Lee. In Cadwell's account, \"The fight ensued, it was a no-holds-barred fight, it took three minutes. Bruce got this guy down to the ground and said 'Do you give up?' and the man said he gave up\". A couple of weeks after the bout, Lee gave an interview claiming that he had defeated an unnamed challenger, which Wong says was an obvious reference to him.",
        "ngram": 89,
        "subject": "Bruce Lee"
    },
    {
        "text": "In response, Wong published his account of the fight in the Pacific Weekly, a Chinese-language newspaper in San Francisco, with an invitation to a public rematch if Lee was not satisfied with the account. Lee did not respond to the invitation despite his reputation for violently responding to every provocation. There were no further public announcements by either, though Lee continued to teach white people. Lee had abandoned thoughts of a film career in favor of pursuing martial arts. However, a martial arts exhibition in Long Beach in 1964 eventually led to the invitation by television producer William Dozier for an audition for a role in the pilot for \"Number One Son\" about Lee Chan, the son of Charlie Chan. The show never materialized, but Dozier saw potential in Lee.",
        "ngram": 130,
        "subject": "Bruce Lee"
    },
    {
        "text": "From 1966 to 1967, Lee played the role of Kato alongside the title character played by Van Williams in the TV series produced and narrated by William Dozier titled The Green Hornet, based on the radio show by the same name. The show ran for one season (26 episodes) from September 1966 to March 1967. Lee and Williams also appeared as their characters in three crossover episodes of Batman, another William Dozier-produced television series.",
        "ngram": 74,
        "subject": "Bruce Lee"
    },
    {
        "text": "The Green Hornet introduced the adult Bruce Lee to an American audience and became the first popular American show presenting Asian-style martial arts. The show's director wanted Lee to fight in the typical American style using fists and punches. As a professional martial artist, Lee refused, insisting that he should fight in the style of his expertise. At first, Lee moved so fast that his movements could not be caught on film, so he had to slow them down.",
        "ngram": 79,
        "subject": "Bruce Lee"
    },
    {
        "text": "During the show's production, Lee became friends with Gene LeBell, who worked as a stuntman in the show. The two trained together and exchanged martial arts knowledge from their respective specialties. After the show was canceled in 1967, Lee wrote to Dozier thanking him for starting \"my career in show business\".",
        "ngram": 51,
        "subject": "Bruce Lee"
    },
    {
        "text": "Jeet Kune Do originated in 1967. After filming one season of The Green Hornet, Lee found himself out of work and opened The Jun Fan Gung Fu Institute. The controversial match with Wong Jack-man influenced Lee's philosophy about martial arts. Lee concluded that the fight had lasted too long and that he had failed to live up to his potential using his Wing Chun techniques. He took the view that traditional martial arts techniques were too rigid and formalized to be practical in scenarios of chaotic street fighting. Lee decided to develop a system with an emphasis on \"practicality, flexibility, speed, and efficiency\". He started to use different methods of training such as weight training for strength, running for endurance, stretching for flexibility, and many others which he constantly adapted, including fencing and basic boxing techniques.",
        "ngram": 136,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee emphasized what he called \"the style of no style\". This consisted of getting rid of the formalized approach which Lee claimed was indicative of traditional styles. Lee felt that even the system he now called Jun Fan Gung Fu was too restrictive, and it eventually evolved into a philosophy and martial art he would come to call Jeet Kune Do or the Way of the Intercepting Fist. It is a term he would later regret, because Jeet Kune Do implied specific parameters that styles connote, whereas the idea of his martial art was to exist outside of parameters and limitations.",
        "ngram": 101,
        "subject": "Bruce Lee"
    },
    {
        "text": "At the time, two of Lee's martial arts students were Hollywood script writer Stirling Silliphant and actor James Coburn. In 1969, the three worked on a script for a film titled The Silent Flute, and they went together on a location hunt to India. The project was not realized at the time, but the 1978 film Circle of Iron, starring David Carradine, was based on the same plot. In 2010, producer Paul Maslansky was reported to have planned and received funding for a film based on the original script for The Silent Flute.",
        "ngram": 93,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 1969, Lee made a brief appearance in the Silliphant-penned film Marlowe, where he played a hoodlum hired to intimidate private detective Philip Marlowe, played by James Garner, who uses his martial arts abilities to commit acts of vandalization to intimidate Marlowe. The same year, he was credited as the karate advisor in The Wrecking Crew, the fourth installment of the Matt Helm comedy spy-fi film starring Dean Martin. Also that year, Lee acted in one episode of Here Come the Brides and Blondie.",
        "ngram": 84,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 1971, Lee appeared in four episodes of the television series Longstreet, written by Silliphant. Lee played Li Tsung, the martial arts instructor of the title character Mike Longstreet, played by James Franciscus, and important aspects of his martial arts philosophy were written into the script. According to statements made by Lee, and also by Linda Lee Cadwell after Lee's death, Lee pitched a television series of his own in 1971, tentatively titled The Warrior, discussions of which were confirmed by Warner Bros. During a December 9, 1971, television interview on The Pierre Berton Show, Lee stated that both Paramount and Warner Brothers wanted him \"to be in a modernized type of a thing and that they think the Western idea is out, whereas I want to do the Western\".",
        "ngram": 130,
        "subject": "Bruce Lee"
    },
    {
        "text": "According to Cadwell, Lee's concept was retooled and renamed Kung Fu, but Warner Bros. gave Lee no credit. Warner Brothers states that they had for some time been developing an identical concept, created by two writers and producers, Ed Spielman and Howard Friedlander in 1969, as stated too by Lee's biographer Matthew Polly. According to these sources, the reason Lee was not cast was because he had a thick accent, but Fred Weintraub attributes that to his ethnicity.",
        "ngram": 78,
        "subject": "Bruce Lee"
    },
    {
        "text": "The role of the Shaolin monk in the Wild West was eventually awarded to then-non-martial artist David Carradine. In an interview with The Pierre Berton Show, Lee stated he understood Warner Brothers' attitudes towards casting in the series: \"They think that business-wise it is a risk. I don't blame them. If the situation were reversed, and an American star were to come to Hong Kong, and I was the man with the money, I would have my own concerns as to whether the acceptance would be there\".",
        "ngram": 87,
        "subject": "Bruce Lee"
    },
    {
        "text": "Producer Fred Weintraub had advised Lee to return to Hong Kong and make a feature film that he could showcase to executives in Hollywood. Not happy with his supporting roles in the US, Lee returned to Hong Kong. Unaware that The Green Hornet had been played to success in Hong Kong and was unofficially referred to as \"The Kato Show\", he was surprised to be recognized as the star of the show. After negotiating with both Shaw Brothers Studio and Golden Harvest, Lee signed a film contract to star in two films produced by Golden Harvest.",
        "ngram": 96,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee played his first leading role in The Big Boss (1971), which proved to be an enormous box-office success across Asia and catapulted him to stardom. He followed up with Fist of Fury (1972), which broke the box office records set previously by The Big Boss. Having finished his initial two-year contract, Lee negotiated a new deal with Golden Harvest. Lee later formed his own company, Concord Production Inc., with Chow. For his third film, The Way of the Dragon (1972), he was given complete control of the film's production as the writer, director, star, and choreographer of the fight scenes. In 1964, at a demonstration in Long Beach, California, Lee met karate champion Chuck Norris. In The Way of the Dragon Lee introduced Norris to moviegoers as his opponent. Their showdown has been characterized as \"one of the best fight scenes in martial arts and film history\". The role had originally been offered to American karate champion Joe Lewis. Fist of Fury and Way of the Dragon grossed an estimated US$100 million and US$130 million worldwide, respectively.",
        "ngram": 178,
        "subject": "Bruce Lee"
    },
    {
        "text": "From August to October 1972, Lee began work on his fourth Golden Harvest film, Game of Death. He began filming some scenes, including his fight sequence with 7 ft 2 in (218 cm) American basketball star Kareem Abdul-Jabbar, a former student. Production stopped in November 1972 when Warner Brothers offered Lee the opportunity to star in Enter the Dragon, the first film to be produced jointly by Concord, Golden Harvest, and Warner Bros. Filming began in Hong Kong in February 1973 and was completed in April 1973.",
        "ngram": 87,
        "subject": "Bruce Lee"
    },
    {
        "text": "One month into the filming, another production company, Starseas Motion Pictures, promoted Lee as a leading actor in Fist of Unicorn, although he had merely agreed to choreograph the fight sequences in the film as a favor to his long-time friend Unicorn Chan. Lee planned to sue the production company but retained his friendship with Chan. However, only a few months after the completion of Enter the Dragon, and six days before its July 26, 1973, release, Lee died.",
        "ngram": 79,
        "subject": "Bruce Lee"
    },
    {
        "text": "Enter the Dragon went on to become one of the year's highest-grossing films and cemented Lee as a martial arts legend. It was made for US$850,000 in 1973, the equivalent of $4 million adjusted for inflation as of 2007. Enter the Dragon is estimated to have grossed over $400 million worldwide, the equivalent of over $2 billion adjusted for inflation as of 2022. The film sparked a brief fad in martial arts, epitomized in songs such as \"Kung Fu Fighting\" and some TV shows.",
        "ngram": 84,
        "subject": "Bruce Lee"
    },
    {
        "text": " Robert Clouse, the director of Enter the Dragon, together with Golden Harvest, revived Lee's unfinished film Game of Death. Lee had shot over 100 minutes of footage, including out-takes, for Game of Death before shooting was stopped to allow him to work on Enter the Dragon. In addition to Abdul-Jabbar, George Lazenby, Hapkido master Ji Han-jae, and another of Lee's students, Dan Inosanto, appeared in the film, which culminated in Lee's character, Hai Tien, clad in a yellow tracksuit taking on a series of different challengers on each floor as they make their way through a five-level pagoda.",
        "ngram": 99,
        "subject": "Bruce Lee"
    },
    {
        "text": "In a controversial move, Robert Clouse finished the film using a look-alike and archive footage of Lee from his other films with a new storyline and cast, which was released in 1978. However, the cobbled-together film contained only fifteen minutes of actual footage of Lee (he had printed many unsuccessful takes) while the rest had a Lee look-alike, Kim Tai Chung, and Yuen Biao as stunt double. The unused footage Lee had filmed was recovered 22 years later and included in the documentary Bruce Lee: A Warrior's Journey.",
        "ngram": 88,
        "subject": "Bruce Lee"
    },
    {
        "text": "Apart from Game of Death, other future film projects were planned to feature Lee at the time. In 1972, after the success of The Big Boss and Fist of Fury, a third film was planned by Raymond Chow at Golden Harvest to be directed by Lo Wei, titled Yellow-Faced Tiger. However, at the time, Lee decided to direct and produce his script for Way of the Dragon instead. Although Lee had formed a production company with Raymond Chow, a period film was also planned from September–November 1973 with the competing Shaw Brothers Studio, to be directed by either Chor Yuen or Cheng Kang, and written by Yi Kang and Chang Cheh, titled The Seven Sons of the Jade Dragon.",
        "ngram": 119,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 2015, Perfect Storm Entertainment and Bruce Lee's daughter, Shannon Lee, announced that the series The Warrior would be produced and would air on Cinemax. Filmmaker Justin Lin was chosen to direct the series. Production began in October 2017, in Cape Town, South Africa. The first season will contain 10 episodes. In April 2019, Cinemax renewed the series for a second season.",
        "ngram": 62,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee had also worked on several scripts himself. A tape containing a recording of Lee narrating the basic storyline to a film tentatively titled Southern Fist/Northern Leg exists, showing some similarities with the canned script for The Silent Flute (Circle of Iron). Another script had the title Green Bamboo Warrior, set in San Francisco, planned to co-star Bolo Yeung and to be produced by Andrew Vajna. Photoshoot costume tests were organized for some of these planned film projects.",
        "ngram": 78,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee's first introduction to martial arts was through his father, from whom he learned the fundamentals of Wu-style tai chi. In his teens, Lee became involved in Hong Kong gang conflicts, which led to frequent street fights. The largest influence on Lee's martial arts development was his study of Wing Chun. Lee was 16 years old under the Wing Chun teacher Ip Man, between late 1956 and 1957, after losing to rival gang members.",
        "ngram": 74,
        "subject": "Bruce Lee"
    },
    {
        "text": "Ip's regular classes generally consisted of form practice, chi sao (sticking hands) drills, wooden dummy techniques, and free sparring. There was no set pattern for the classes. Other Chinese martial arts styles Lee trained in were Northern Praying Mantis, Southern Praying Mantis, Eagle Claw, Tan Tui, Law Hon, Mizongyi, Wa K'ung, Monkey, Southern Dragon, Fujian White Crane, Choy Li Fut, Hung Gar, Choy Gar, Fut Gar, Mok Gar, Yau Kung Moon, Li Gar, and Lau Gar.",
        "ngram": 76,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee was trained in boxing, between 1956 and 1958, by Brother Edward, coach of the St. Francis Xavier's College boxing team. Lee went on to win the Hong Kong Schools boxing tournament in 1958 while scoring knockdowns against the previous champion Gary Elms in the final. After moving to the United States, Lee was heavily influenced by heavyweight boxing champion Muhammad Ali, whose footwork he studied and incorporated into his style in the 1960s.",
        "ngram": 74,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee demonstrated his Jeet Kune Do martial arts at the Long Beach International Karate Championships in 1964 and 1968, with the latter having higher-quality video footage available. Lee is seen demonstrating quick eye strikes before his opponent can block and demonstrating the one-inch punch on several volunteers. He demonstrates chi sao drills while blindfolded against an opponent, probing for weaknesses in his opponent while scoring with punches and takedowns. Lee then participates in a full-contact sparring bout against an opponent, with both wearing leather headgear.",
        "ngram": 85,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee is seen implementing his Jeet Kune Do concept of economical motion, using Ali-inspired footwork to keep out of range while counter-attacking with backfists and straight punches. He halts attacks with stop-hit side kicks and quickly executes several sweeps and head kicks. The opponent repeatedly attempts to attack Lee but is never able to connect with a clean hit. He once managed to come close with a spin kick, but Lee counters it. The footage was reviewed by Black Belt magazine in 1995, concluding that \"the action is as fast and furious as anything in Lee's films.\"",
        "ngram": 97,
        "subject": "Bruce Lee"
    },
    {
        "text": "It was at the 1964 championships that Lee first met taekwondo master Jhoon Goo Rhee. While Rhee taught Lee the side kick in detail, Lee taught Rhee the \"non-telegraphic\" punch. Rhee learned what he calls the \"accupunch\" from Lee and incorporated it into American taekwondo. The \"accupunch\" is a rapid fast punch that is very difficult to block, based on human reaction time—\"the idea is to finish the execution of the punch before the opponent can complete the brain-to-wrist communication.\"",
        "ngram": 80,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lee favored cross-training between different fighting styles, and had a particular interest in grappling. Lee trained with several judo practitioners in Seattle and California, among them Fred Sato, Jesse Glover, Taky Kimura, Hayward Nishioka, and Wally Jay, as well as Gene LeBell. Many of his first students were proficient in judo and other arts, and he learned as much as he taught. After befriending LeBell on the set of The Green Hornet, Lee offered to teach him striking arts in exchange for being taught grappling techniques. LeBell had been taught catch wrestling by prestigious grapplers Lou Thesz and Ed Lewis, and notable techniques of both judo and catch wrestling can be seen in Lee's Tao of Jeet Kune Do. He also learned grappling moves from hapkido master Ji Han-jae.",
        "ngram": 129,
        "subject": "Bruce Lee"
    },
    {
        "text": "According to Glover, Lee only found judo ineffective at the action of getting hold of the opponent. In their first training together, Glover showed Lee an osoto gari, which Lee considered not a bad technique, but he disliked that Glover had needed to hold onto Lee. While in Seattle, Lee developed anti-grappling techniques against opponents trying to tackle him or take him to the ground. Glover recalled Lee \"definitely would not go to the ground if he had the opportunity to get you standing up.\" Nonetheless, Lee expressed to LeBell a wish to integrate judo into his fighting style. He incorporated the osoto gari into Jeet Kune Do, among other throws, armlocks and chokeholds from judo.",
        "ngram": 116,
        "subject": "Bruce Lee"
    }
]