[
    {
        "text": "In 2000, Ritter co-starred with Henry Winkler in Neil Simon's The Dinner Party  at the Music Box Theatre on Broadway, portraying Claude Pichon. It ran for 364 performances. Ritter won the Theatre World Award in 2001 for his performance in that work. In 2003, Ritter made his final stage appearance in All About Eve at the Ahmanson Theatre.",
        "ngram": 59,
        "subject": "Kris Jenner"
    },
    {
        "text": "He worked alongside Arnold Schwarzenegger in James Cameron's  The Terminator (1984) and in Commando (1985) and True Lies (1994). He reunited with Cameron on Aliens (1986). His performance in the latter film as Private Hudson earned him the Saturn Award for Best Supporting Actor.He also appeared in Weird Science (1985). In 1987, Paxton played the most psychotic of the vampires, Severen, in Kathryn Bigelow's critically acclaimed neo-Western horror film, Near Dark.",
        "ngram": 72,
        "subject": "Kris Jenner"
    },
    {
        "text": "Musk's leadership has been praised by some, who credit it with the success of Tesla and his other endeavors, and criticized by others, who see him as callous and his managerial decisions as \"show[ing] a lack of human understanding.\" The 2021 book Power Play contains anecdotes of Musk berating employees. The Wall Street Journal reported that, after Musk insisted on branding his vehicles as \"self-driving\", he faced criticism from his engineers for putting customer \"lives at risk\", with some employees resigning in consequence.",
        "ngram": 83,
        "subject": "Kris Jenner"
    },
    {
        "text": "In 2006 Harry visited Mants'ase Children's Home near Mohale's Hoek in Lesotho, which he had first toured in 2004, and alongside Prince Seeiso of Lesotho, he launched Sentebale: The Princes' Fund for Lesotho, a charity to assist children orphaned by HIV/AIDS. He has granted his patronage to organisations including WellChild, Dolen Cymru, MapAction and the London Marathon Charitable Trust; he stepped down from MapAction in 2019 and the London Marathon Charitable Trust in 2021. In 2007 he and William organised the Concert for Diana, in memory of their mother, which benefited the charities and patronages of Diana, William, and Harry. In October 2008, Harry and his brother embarked on the 1,000 mile eight-day Enduro Africa motorbike ride across South Africa to raise money for Sentebale, UNICEF and the Nelson Mandela Children's Fund. In September 2009, William and Harry set up The Foundation of Prince William and Prince Harry to enable them to take forward their charitable ambitions. Harry left the charity in June 2019.",
        "ngram": 164,
        "subject": "Kris Jenner"
    },
    {
        "text": "Roosevelt proposed an economic relief package and the establishment of the Temporary Emergency Relief Administration to distribute those funds. Led first by Jesse I. Straus and then by Harry Hopkins, the agency assisted over one-third of New York's population between 1932 and 1938. Roosevelt also began an investigation into corruption in New York City among the judiciary, the police force, and organized crime, prompting the creation of the Seabury Commission. The Seabury investigations exposed an extortion ring, led many public officials to be removed from office, and made the decline of Tammany Hall inevitable. Roosevelt supported reforestation with the Hewitt Amendment in 1931, which gave birth to New York's State Forest system.",
        "ngram": 112,
        "subject": "Kris Jenner"
    },
    {
        "text": "Following that, she had a role in a small play portraying a much tougher character.  Producers Glen and Les Charles saw her in that play, which led to her landing the role as wisecracking barmaid Carla Tortelli on their sitcom Cheers in 1982. The series struggled with ratings in its first season, but by the time it ended in 1993, it was one of the most popular and successful shows of all time, winning 20 Emmy awards out of 95 nominations.Perlman won the Emmy Award for Outstanding Supporting Actress in a Comedy four times: in 1984, 1985, 1986 and 1989. Over her 11 seasons on Cheers, she was nominated for an Emmy every year but 1992, becoming the Cheers star to have the most wins and nominations. She was also nominated for a Golden Globe for Best Supporting Actress six times, more than anyone else in that category.  In 2011, NBC named Carla Tortelli as one of the greatest TV characters of all time.",
        "ngram": 166,
        "subject": "Kris Jenner"
    },
    {
        "text": "The next year, Ryder had a prominent supporting role as an aging ballet star in Darren Aronofsky's Black Swan. She also starred in the independent film Stay Cool alongside Hilary Duff, Mark Polish and Chevy Chase, and in the television movie When Love Is Not Enough: The Lois Wilson Story. For her performance as Lois Wilson, whose husband co-founded Alcoholics Anonymous in 1930s, Ryder was nominated for the Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Television Movie or Miniseries. Entertainment Weekly wrote, \"Ryder played her character with wide eyes of both innocence and terror.\" Ryder next appeared in a leading role in Ron Howard's The Dilemma (2011), co-starring Vince Vaughn and Kevin James.",
        "ngram": 119,
        "subject": "Kris Jenner"
    },
    {
        "text": "On the 500th anniversary of Leonardo's death, the Louvre in Paris arranged for the largest ever single exhibit of his work, called Leonardo, between November 2019 and February 2020. The exhibit includes over 100 paintings, drawings and notebooks. Eleven of the paintings that Leonardo completed in his lifetime were included. Five of these are owned by the Louvre, but the Mona Lisa was not included because it is in such great demand among general visitors to the Louvre; it remains on display in its gallery. Vitruvian Man, however, is on display following a legal battle with its owner, the Gallerie dell'Accademia in Venice. Salvator Mundi was also not included because its Saudi owner did not agree to lease the work.",
        "ngram": 120,
        "subject": "Kris Jenner"
    },
    {
        "text": "Based on reviews gathered by Rotten Tomatoes, in 2004 Jackson starred in both his lowest and highest ranked films in his career. In the thriller Twisted, Jackson played a mentor to Ashley Judd. The film garnered a 2% approval rating on the website, with reviewers calling his performance \"lackluster\" and \"wasted\". He then lent his voice to the computer-animated film The Incredibles as the superhero Frozone. The film received a 97% approval rating, and Jackson's performance earned him an Annie Award nomination for Best Voice Acting. He made a cameo in another Quentin Tarantino film, Kill Bill: Volume 2.In 2005, he starred in the sports drama Coach Carter, where he played a coach (based on the actual coach Ken Carter) dedicated to teaching his players that education is more important than basketball. Although the film received mixed reviews, Jackson's performance was praised despite the film's storyline. Bob Townsend of the Atlanta Journal-Constitution commended Jackson's performance, \"He takes what could have been a cardboard cliché role and puts flesh on it with his flamboyant intelligence.\" Jackson also returned for two sequels: XXX: State of the Union, this time commanding Ice Cube, and the final Star Wars prequel film, Star Wars: Episode III – Revenge of the Sith. His last film for 2005 was The Man alongside comedian Eugene Levy. On November 4, 2005, he was presented with the Hawaii International Film Festival Achievement in Acting Award.On January 30, 2006, Jackson was honored with a hand and footprint ceremony at Grauman's Chinese Theatre; he is the seventh African",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "On April 28, 2017, it was announced that a revival of Roseanne was in the works and that Goodman along with most of the original cast and some of the producers would return for the limited series that was being shopped around with ABC and Netflix the frontrunners to land the show. On May 16, 2017, it was confirmed that 8 episodes would air mid-season in 2018 on ABC. On May 29, 2018, in the wake of controversial remarks made by Barr on Twitter regarding Valerie Jarrett (an advisor of former president Barack Obama), ABC canceled the revival after a single season. The next month, ABC ordered a ten-episode Roseanne spin-off titled The Conners, which stars the Roseanne cast sans Roseanne Barr. The show's first season premiered on October 16, 2018.",
        "ngram": 131,
        "subject": "Kris Jenner"
    },
    {
        "text": "Considered a two-star recruit by Rivals.com, Kelce accepted a scholarship offer from the University of Cincinnati over offers from Akron, Eastern Michigan, and Miami (OH). He joined his brother, Jason Kelce, who was the starting left guard for the Bearcats. After redshirting in 2008, he appeared in 11 games in 2009, playing at tight end and quarterback out of the Wildcat formation. He tallied eight rushes for 47 yards and two touchdowns and had one reception for three yards. He was suspended for the 2010 season after testing positive for marijuana, a violation of team rules. Returning for the 2011 season, he played tight end, recording 13 catches totaling 150 yards and two touchdowns. In 2012, his last collegiate season, he set personal season highs in receptions (45), receiving yards (722), yards per receptions (16.0), and receiving touchdowns (8). Kelce earned first-team all-conference honors and in March 2013,  was named the College Football Performance Awards Tight End of the Year. Kelce graduated in 2022 with a Bachelor of Interdisciplinary Studies degree, he received his diploma during a April 2024 podcast event at the Fifth Third Arena with his brother Jason.",
        "ngram": 191,
        "subject": "Kris Jenner"
    },
    {
        "text": "Travolta came to prominence starring in the sitcom Welcome Back, Kotter (1975–1979), followed by leading roles in Carrie (1976), Grease (1978), Urban Cowboy (1980), and Blow Out (1981). He earned nominations for the Academy Award for Best Actor for his roles in Saturday Night Fever (1977) and Pulp Fiction (1994). His other notable films include Get Shorty (1995), Broken Arrow (1996), Michael (1996), Face/Off (1997), A Civil Action (1998), Primary Colors (1998), The General's Daughter (1999), Wild Hogs (2007), Hairspray (2007), Bolt (2008), and Savages (2012).",
        "ngram": 86,
        "subject": "Kris Jenner"
    },
    {
        "text": " It is … constitutional to take … from oligarchy that offices are to be elected, and from democracy that this is not to be on a property-qualification. This then is the mode of the mixture; and the mark of a good mixture of democracy and oligarchy is when it is possible to speak of the same constitution as a democracy and as an oligarchy. Aristotle's views on women influenced later Western philosophers, who quoted him as an authority until the end of the Middle Ages, but these views have been controversial in modern times. Aristotle's analysis of procreation describes an active, ensouling masculine element bringing life to an inert, passive female element. The biological differences are a result of the fact that the female body is well-suited for reproduction, which changes her body temperature, which in turn makes her, in Aristotle's view, incapable of participating in political life. On this ground, proponents of feminist metaphysics have accused Aristotle of misogyny and sexism. However, Aristotle gave equal weight to women's happiness as he did to men's, and commented in his Rhetoric that the things that lead to happiness need to be in women as well as men.",
        "ngram": 197,
        "subject": "Kris Jenner"
    },
    {
        "text": "In December 1988, Carey accompanied Starr to a music executive's party, where she handed her demo tape to the head of Columbia Records, Tommy Mottola. After listening to the tape during the ride home, he immediately requested the driver turn around. Carey had already left the event, and in what has been described as a modern-day Cinderella story, he spent two weeks looking for her. Another record label expressed interest and a bidding war ensued. Mottola signed Carey to Columbia and enlisted producers Ric Wake, Narada Michael Walden, and Rhett Lawrence for her first album. Columbia marketed Carey as the main female artist on their roster, competing with Arista's Whitney Houston and Madonna of Sire Records. On June 5, 1990, Carey made her first public appearance at the 1990 NBA Finals, singing \"America the Beautiful\". The highlight was the piercing whistle note toward the song's conclusion, sparking CBS Sports anchor Pat O'Brien to declare, \"The palace now has a queen.\"",
        "ngram": 160,
        "subject": "Kris Jenner"
    },
    {
        "text": "He started his long-term collaboration with director Wes Anderson in 1998 with Rushmore, earning an Independent Spirit Award. He would continue to appear in many of his films including The Royal Tenenbaums (2001), The Life Aquatic with Steve Zissou (2004), Fantastic Mr. Fox (2009), Moonrise Kingdom (2012), The Grand Budapest Hotel (2014), and Isle of Dogs (2018). He also starred in Sofia Coppola's Lost in Translation (2003), earning him Golden Globe and BAFTA Awards as well as a nomination for the Academy Award for Best Actor. Other notable roles include in Broken Flowers (2005), Get Low (2009), Hyde Park on Hudson (2012), St. Vincent (2014), The Jungle Book (2016), and On the Rocks (2020).",
        "ngram": 114,
        "subject": "Kris Jenner"
    },
    {
        "text": "In 2008, Ford enjoyed success with the release of Indiana Jones and the Kingdom of the Crystal Skull, the first Indiana Jones film in 19 years and another collaboration with Lucas and Spielberg. The film received generally positive reviews and was the second-highest-grossing film worldwide in 2008. Ford later said he would like to star in another sequel \"if it didn't take another 20 years to digest.\"",
        "ngram": 67,
        "subject": "Kris Jenner"
    },
    {
        "text": "The information was disclosed after a 3+1⁄2-year battle by the Liberal Democrats' Lord Avebury. Lord Avebury's initial October 2003 information request was dismissed by then leader of the Lords, Baroness Amos. A following complaint was rejected, with Downing Street claiming the information compromised free and frank discussions, while Cabinet Office claimed releasing the timing of the PM's contacts with individuals is undesirable, as it might lead to the content of the discussions being disclosed. While awaiting a following appeal from Lord Avebury, the cabinet office announced that it would release the information. Lord Avebury said: \"The public can now scrutinise the timing of his (Murdoch's) contacts with the former prime minister, to see whether they can be linked to events in the outside world.\"",
        "ngram": 124,
        "subject": "Kris Jenner"
    },
    {
        "text": "The next year he landed a talk show of his own on VH1, called The RuPaul Show interviewing celebrity guests and musical acts. Cher, Diana Ross, Nirvana, Duran Duran, Pat Benatar, Mary J. Blige, Bea Arthur, Dionne Warwick, Cyndi Lauper, Olivia Newton-John, Beenie Man, Pete Burns, Bow Wow Wow, and the Backstreet Boys were notable guests. His co-host was Michelle Visage with whom he also co-hosted on WKTU radio. On one episode, RuPaul featured guests Chi Chi LaRue and Tom Chase speaking about the gay porn industry.",
        "ngram": 87,
        "subject": "Kris Jenner"
    },
    {
        "text": "The former queen, now called \"Widow Capet\", plunged into deep mourning. She still hoped her son Louis-Charles, whom the exiled Comte de Provence, Louis XVI's brother, had recognized as Louis XVI's successor, would one day rule France. The royalists and the refractory clergy, including those preparing the insurrection in Vendée, supported Marie Antoinette and the return to the monarchy. Throughout her imprisonment and up to her execution, Marie Antoinette could count on the sympathy of conservative factions and social-religious groups which had turned against the Revolution, and also on wealthy individuals ready to bribe republican officials to facilitate her escape; these plots all failed. While imprisoned in the Tower of the Temple, Marie Antoinette, her children and Élisabeth were insulted, some of the guards going as far as blowing smoke in the former queen's face. Strict security measures were taken to assure that Marie Antoinette was not able to communicate with the outside world. Despite these measures, several of her guards were open to bribery and a line of communication was kept with the outside world.After Louis's execution, Marie Antoinette's fate became a central question of the National Convention. While some advocated her death, others proposed exchanging her for French prisoners of war or for a ransom from the Holy Roman Emperor. Thomas Paine advocated exile to America. In April 1793, during the Reign of Terror, a Committee of Public Safety, dominated by Robespierre, was formed, and men such as Jacques Hébert began to call for Marie Antoinette's trial. By the end of May, the Girondins",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "On March 14, 2013, TMZ reported that Carter had been treated at Cedars-Sinai Medical Center in Los Angeles on the evening of March 12, after having seizures while on a music video set with Young Money rapper Nicki Minaj. He was reportedly released in the early hours of March 13. On March 15, TMZ published a second story, claiming that hours after his release on March 13, Carter was found unconscious after experiencing further seizures, and was brought back to Cedars-Sinai, where he was admitted to the intensive care unit in critical condition. The article alleged the latest seizures were found to be linked to high amounts of codeine in Carter's system, possibly due to bingeing on purple drank after his initial hospital release. Multiple celebrities, including Drake and Birdman, were photographed on March 15 and 16 visiting Carter at Cedars-Sinai.",
        "ngram": 141,
        "subject": "Kris Jenner"
    },
    {
        "text": "Lennon left the Beatles on 20 September 1969, but agreed not to inform the media while the group renegotiated their recording contract. He was outraged that McCartney publicised his own departure on releasing his debut solo album in April 1970. Lennon's reaction was, \"Jesus Christ! He gets all the credit for it!\" He later wrote, \"I started the band. I disbanded it. It's as simple as that.\" In a December 1970 interview with Jann Wenner of Rolling Stone magazine, he revealed his bitterness towards McCartney, saying, \"I was a fool not to do what Paul did, which was use it to sell a record.\" Lennon also spoke of the hostility he perceived the other members had towards Ono, and of how he, Harrison and Starr \"got fed up with being sidemen for Paul ... After Brian Epstein died we collapsed. Paul took over and supposedly led us. But what is leading us when we went round in circles?\"",
        "ngram": 158,
        "subject": "Kris Jenner"
    },
    {
        "text": "Gellar was born on Long Island, New York on April 14, 1977. She is the only child of Rosellen (née Greenfield), a nursery school teacher, and Arthur Gellar, a garment worker. Both of her parents are Jewish, though Gellar's family also had a Christmas tree during her childhood. In 1984, when she was seven, her parents divorced and she was raised by her mother on Manhattan's Upper East Side. While growing up, she lost contact with her father, from whom she remained estranged until his death in 2001. She once described him as \"non-existent\", and stated: \"My father, you can just say, is not in the picture. I'm not being deliberately evasive about him, it's just that there's so little to say.\" Gellar was a competitive figure skater, once finishing in third place at a New York State regional competition, as well as having a black belt in taekwondo.With her single mother working \"just above the poverty line\", Gellar received a partial scholarship to study at the Columbia Grammar & Preparatory School, where she experienced bullying. She remarked: \"I was different and that's the one thing you can't be at school, because you're ostracised. I didn't have the money these kids had\". As a working child actress, she was not present in class for a considerable amount of time, and recalled having \"more absences in the first month than you're supposed to have for an entire year\". She then briefly attended the Fiorello H. LaGuardia High School of Music & Art and Performing Arts, but dropped",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "Roosevelt cared little for the practice of law and told friends he planned to enter politics. Despite his admiration for cousin Theodore, Franklin shared his father's bond with the Democratic Party, and in preparation for the 1910 elections, the party recruited Roosevelt to run for a seat in the New York State Assembly. Roosevelt was a compelling recruit: he had the personality and energy for campaigning and the money to pay for his own campaign. But Roosevelt's campaign for the state assembly ended after the Democratic incumbent, Lewis Stuyvesant Chanler, chose to seek re-election. Rather than putting his political hopes on hold, Roosevelt ran for a seat in the state senate. The senate district, located in Dutchess, Columbia, and Putnam, was strongly Republican. Roosevelt feared that opposition from Theodore could end his campaign, but Theodore encouraged his candidacy despite their party differences. Acting as his own campaign manager, Roosevelt traveled throughout the senate district via automobile at a time when few could afford a car. Due to his aggressive campaign, his name gained recognition in the Hudson Valley, and in the Democratic landslide in the 1910 United States elections, Roosevelt won a surprising victory.",
        "ngram": 194,
        "subject": "Kris Jenner"
    },
    {
        "text": "In 2008, Brown planned to release a book titled Bobby Brown: The Truth, the Whole Truth and Nothing But, written by author Derrick Handspike. When controversial comments that Brown made about his ex-wife, Whitney Houston, were leaked to the media, he backed out of the project. Handspike released the book after Houston's death in 2012.",
        "ngram": 55,
        "subject": "Kris Jenner"
    },
    {
        "text": "In 2000, Gellar appeared as a film studio executive in the HBO series Sex and the City episode \"Escape from New York\". Her next film, James Toback's independent drama Harvard Man (2001), in which she starred as the \"sharp and shrewd\" daughter of a mobster, helped her shed her good girl image, along with Cruel Intentions, according to Peter Travers of Rolling Stone. In 2002, Gellar portrayed Daphne Blake in the live action–comedy Scooby-Doo. For the production, she trained with a Hong Kong wire team, and commuted between Queensland and California every two weeks due to her simultaneous commitment to Buffy. Despite negative reviews, A. O. Scott of The New York Times felt that her performance added \"a snarl of Powerpuff feminism to her character's ditzy stereotype\", and with a global gross of US$275 million, Scooby-Doo emerged as Gellar's most widely seen film to date. Her role earned her the Teen Choice Award for Choice Movie Actress – Comedy. With  Jack Black, she hosted the 2002 MTV Movie Awards, which attracted 7.1 million viewers on its June 6 broadcast, achieving the show's highest rating ever at the time.During her growing film career, Gellar continued to work on Buffy the Vampire Slayer, but she decided to leave the series after the seventh season. When asked why, she explained, \"This isn't about leaving for a career in movies, or in theater –it's more of a personal decision. I need a rest.\" In her feature in Esquire magazine, Gellar expressed her pride for her work on Buffy, \"I",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "In 1999, after being clean during the shooting of Wonder Boys, Downey relapsed. During this time he was struggling with legal bills and had lost his house in Malibu. After Downey missed another required drug test in 1999, he was arrested again. Despite Downey's lawyer, Robert Shapiro, assembling the same team of lawyers that had successfully defended O. J. Simpson during his criminal trial for murder, Downey was sentenced to a three-year prison term at the California Substance Abuse Treatment Facility and State Prison in Corcoran, California. At the time of the arrest, all of Downey's film projects had wrapped and were close to release. He had been hired to provide the voice of the devil on the NBC animated television series God, the Devil and Bob, but was fired when he failed to attend rehearsals.After spending nearly a year in the California Substance Abuse Treatment Facility and State Prison, Downey, on condition of posting a $5,000 bail, was unexpectedly freed when a judge ruled that his collective time in incarceration facilities (from the initial 1996 arrests) had qualified him for early release. A week after his 2000 release, Downey joined the cast of the hit television series Ally McBeal, playing a new love interest. He was nominated for the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series and won the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film. He also appeared as a writer and singer on Vonda Shepard's Ally McBeal: For Once in My Life album,",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "Williams missed Wimbledon in 1999 due to injury. When she returned to the tour two months later, she made her Fed Cup debut, defeating Rita Grande to send the United States to the final. She then won her third title at the JPMorgan Chase Open, beating Julie Halard-Decugis in the final. At the US Open, Williams defeated Grand Slam champions Kim Clijsters, Conchita Martínez, Monica Seles, and Lindsay Davenport (the defending champion) in consecutive matches to reach the final, where she defeated No.1-ranked Hingis. Williams became the second African-American woman to win a Grand Slam singles tournament, after Althea Gibson. The Williams sisters also won the doubles event at this tournament, making Serena the fifth woman in the Open Era to win both singles and doubles at the same major event. To complete her 1999 season, Williams won a doubles match against Russia in the Fed Cup final to help the US win the title. Williams ended the year ranked in a career-high world No.4 in just her second full year on the main tour.",
        "ngram": 175,
        "subject": "Kris Jenner"
    },
    {
        "text": "For the 2005 season, despite throwing for over 3,000 yards for a record 14th consecutive time, Favre had a below-average season with only 20 touchdown passes and a league-leading 29 interceptions. The loss of guards Marco Rivera and Mike Wahle to free agency along with key injuries to Javon Walker, Ahman Green, Bubba Franks, among others, hampered Favre and the team. His passer rating was 70.9, 31st in the NFL and the worst single-season rating of his career. After the disappointing season, many speculated that Favre would retire. However, on April 26, 2006, Favre announced that he would remain with the team for the 2006 season. Despite earlier comments that the 2006 season would be his last, Favre announced in a press conference on May 6, 2006, that he had not ruled out the possibility of returning beyond the 2006 season.",
        "ngram": 141,
        "subject": "Kris Jenner"
    },
    {
        "text": "Betty Marion White was born in Oak Park, Illinois, on January 17, 1922. She later clarified that \"Betty\" was her legal name and not a shortened version of \"Elizabeth\" as some people had assumed. She was the only child of housewife Christine Tess (née Cachikis) and lighting company executive Horace Logan White. Her father was from Michigan. White's maternal grandfather was Greek, her paternal grandfather was Danish, both of her grandmothers were Canadians of English descent, and her other ancestry included Welsh. When she was one year old, her family moved to Alhambra, California, and later to Los Angeles during the Great Depression. To make extra money, her father built crystal radios and sold them wherever he could. Since it was the height of the Depression and hardly anyone had a sizable income, he would trade the radios for other goods, which sometimes included dogs.White was educated in Beverly Hills, where she attended Horace Mann Elementary School and Beverly Hills High School, graduating from the latter in 1939. Her interest in wildlife was sparked by family vacations to the Sierra Nevada. She initially aspired to become a forest ranger, but was unable to do so because women were not allowed to serve as rangers at the time. She instead pursued an interest in writing; she wrote and played the lead in a graduation play at Horace Mann School and discovered her interest in performing. Inspired by her idols Jeanette MacDonald and Nelson Eddy, she decided to pursue a career as an actress.One month after White graduated",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "After the 1997 handover of Hong Kong from the United Kingdom to China, Chan's politics gradually shifted from a pro-democratic to a pro-Beijing stance. In 1989, Chan performed at the Concert for Democracy in China in support of democratic movement during the 1989 Tiananmen Square protests; by 2021, in contrast, he expressed his desire to join the Chinese Communist Party. According to Chan, he wanted to be a Party member but his moral failings make him unqualified. Chan stated that he can \"see the greatness of the CCP\" and his view that \"[i]t will deliver what it says, and what it promises in less than 100 years, but only a few decades.\"During a news conference in Shanghai on 28 March 2004, Chan referred to the recently concluded Republic of China 2004 presidential election in Taiwan, in which Democratic Progressive Party candidates Chen Shui-bian and Annette Lu were re-elected as president and vice-president, as \"the biggest joke in the world\". A Taiwanese legislator and senior member of the DPP, Parris Chang, called for the government of Taiwan to ban Around the World in 80 Days. Police and security personnel separated Chan from scores of protesters shouting \"Jackie Chan, get out\" when he arrived at Taipei airport in June 2008.Referring to his participation in the torch relay for the 2008 Summer Olympics in Beijing, Chan spoke out against demonstrators who disrupted the relay several times attempting to draw attention to a wide-ranging number of grievances against the Chinese government. He warned that \"publicity seekers\" planning to stop him",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "During his first year at the college, Jefferson spent considerable time attending parties and dancing and was not very frugal with his expenditures; in his second year, regretting that he had squandered away time and money in his first year, he committed to studying fifteen hours a day. While at William & Mary, Jefferson became a member of the Flat Hat Club.",
        "ngram": 62,
        "subject": "Kris Jenner"
    },
    {
        "text": "Kunis's breakout film role was in the 2008 romantic comedy Forgetting Sarah Marshall. She gained further critical acclaim and accolades for her performance in the psychological thriller Black Swan (2010), receiving nominations for the SAG Award and the Golden Globe Award for Best Supporting Actress. Her other major films include the action films Max Payne (2008) and The Book of Eli (2010), the romantic comedy Friends with Benefits (2011), the fantasy film Oz the Great and Powerful (2013) as the Wicked Witch of the West, and the comedies Ted (2012), Bad Moms (2016) and its sequel, A Bad Moms Christmas (2017).",
        "ngram": 101,
        "subject": "Kris Jenner"
    },
    {
        "text": "In 1997, Hogan starred in the TNT original movie Assault on Devil's Island, as the leader of a commando unit featuring fellow genre veterans Carl Weathers and Shannon Tweed. Eric Bischoff was also listed as an executive producer. The characters were considered for a regular series, but instead received a second feature-length showcase two years later, called Assault on Death Mountain. In 1995, he appeared on TBN's Kids Against Crime. Hogan made cameo appearances in Muppets from Space, Gremlins 2: The New Batch (the theatrical cut) and Spy Hard as himself. Hogan also played the role of Zeus in Little Hercules in 3D. Hogan also made two appearances on The A-Team (in 1985 and 1986), along with Roddy Piper. He also appeared on Suddenly Susan in 1999. In 2001, Hogan guest-starred on an episode of Walker, Texas Ranger.",
        "ngram": 138,
        "subject": "Kris Jenner"
    },
    {
        "text": "Gomez has starred in numerous films, including voicing Mavis in the Hotel Transylvania film franchise (2012–2022). On television, she produced the teen drama series 13 Reasons Why (2017–2020), the documentary Living Undocumented (2019), her cooking show Selena + Chef (2020–present), and the mystery comedy series Only Murders in the Building (2021–present), in which she plays a lead acting role. Gomez has received numerous accolades, including an American Music Award, a Billboard Music Award, two MTV Video Music Awards, and 16 Guinness World Records; and received nominations for four Emmy Awards, two Grammy Awards, and two Golden Globe Awards.",
        "ngram": 98,
        "subject": "Kris Jenner"
    },
    {
        "text": "Hilton was required to begin her jail term on June 5, 2007, and entered the Century Regional Detention Facility (a women's prison in Lynwood, California) after attending the 2007 MTV Movie Awards on June 3, 2007. On June 7, 2007, Los Angeles County Sheriff, Lee Baca signed an order resentencing Hilton to 40 days of home confinement with an electronic monitoring device due to an unspecified medical condition. Baca said, \"My message to those who don't like celebrities is that punishing celebrities more than the average American is not justice.\" He added, \"The special treatment, in a sense, appears to be because of her celebrity status ... She got more time in jail.\" Judge Michael Sauer summoned her to reappear in court the following morning (June 8), since her original sentence specified imprisonment: \"No work furlough. No work release. No electronic monitoring.\" At the hearing, Sauer declined a briefing in chambers by Hilton's attorney on her medical condition and sent her back to jail to serve the original 45-day sentence. When she heard the decision, Hilton shouted \"It's not right!\" Screaming, she asked to hug her mother. Hilton was moved to the medical wing of the Twin Towers Correctional Facility in Los Angeles, and returned to the Century Regional Detention Facility in Lynwood on June 13. Hilton was released from jail on Tuesday, June 26, 2007.Hilton was influenced by minister Marty Angelo in jail, referring to a \"new beginning\" in an interview with talk-show host Larry King on June 28, 2007 (two days after her release)",
        "ngram": 256,
        "subject": "Kris Jenner"
    },
    {
        "text": "Jefferson's goals were to decrease American dependence on British commerce and to expand commercial trade with France. He sought to weaken Spanish colonialism of the trans-Appalachian West and British control in the North, believing this would aid in the pacification of Native Americans.",
        "ngram": 43,
        "subject": "Kris Jenner"
    }
]