[
    {
        "text": "Subsequently, Crypto.com launched an NFT airdrop campaign, distributing 5,550 tokens featuring the NBA champion. Participants were chosen randomly from those who scanned a QR code in the Super Bowl ad. Also, in 2022, LeBron's charity LeBron James Family Foundation, partnered with Crypto.com to educate underserved Akron communities with blockchain-related knowledge and Web3 tools, aiming to ensure inclusive advancement in the digital age.",
        "ngram": 62,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "On November 16, 2023, the New York Times crossword, created by Paolo Pascal, paid homage to Knievel with a themed crossword which included clues such as \"Description of this puzzle's subject\" (DAREDEVIL) and \"Acting dangerously, like this puzzle's subject\" (LIVING ON THE EDGE). Upon completion of the puzzle through the NYT Games app or website, solvers were rewarded with a short animation of a person on a motorcycle leaping through the squares of the crossword over three buses.",
        "ngram": 78,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Officially licensed games based on The Hunt for Red October and Red Storm Rising were released in the late 1980s and early 1990s for various 8-bit home computers such as the Commodore 64 and ZX Spectrum. Those included a submarine combat simulation (based on the book) and an action game (based on the film).",
        "ngram": 54,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Cena has been called the greatest professional wrestler of all time by his peers Kurt Angle, John \"Bradshaw\" Layfield, and veteran industry personality Paul Heyman. When discussing Cena's legacy on his podcast, Jim Cornette (who was head booker of OVW while Cena was there) stated \"I think [Cena is] the last big star in wrestling\", praising his work ethic, athletic ability and microphone skills.",
        "ngram": 64,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In late October 1980, McQueen flew to Ciudad Juárez, Chihuahua, Mexico, to have an abdominal tumor on his liver (weighing around 5 lbs) removed, despite warnings from his U.S. doctors that the tumor was inoperable and his heart could not withstand the surgery.: 212–13  Using the name \"Samuel Sheppard\", McQueen checked into a small Juárez clinic where the doctors and staff were unaware of his actual identity. On November 7, 1980, McQueen died of a heart attack at 3:45 a.m. at a Juárez hospital, 12 hours after surgery to remove or reduce numerous metastatic tumors in his neck and abdomen. He was 50 years old. According to the El Paso Times, McQueen died in his sleep.",
        "ngram": 115,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Let me summarize what I've been saying about the stock market: I think it's very hard to come up with a persuasive case that equities will over the next 17 years perform anything like—anything like—they've performed in the past 17. If I had to pick the most probable return, from appreciation and dividends combined, that investors in aggregate—repeat, aggregate—would earn in a world of constant interest rates, 2% inflation, and those ever hurtful frictional costs, it would be 6%!",
        "ngram": 79,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "On 4 August 2018, CBS and Stewart jointly announced that he would reprise his role as Jean-Luc Picard in a new Star Trek series. In a prepared statement, Stewart said he and the new show's producers would \"endeavour to bring a fresh, unexpected and pertinent story to life once more.\"",
        "ngram": 50,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In 2014, Boyhood was released, a project that Arquette and other actors had shot for 12 years beginning in 2002. The film was directed by Richard Linklater, marking his second collaboration with Arquette. In the film, she plays Olivia Evans, a single mother who raises her two children mostly alone with the sometimes assistance of their father (played by Ethan Hawke). The epic explores a 12-year scope. The film details the progression of her character's son, Mason, from ages 8 to 18. The film has received universal praise, with many critics calling it a \"landmark film\". Arquette received widespread acclaim for her performance. Critic Katie McDonahugh, writing for Salon, states \"the role gave [Arquette] space to be all of these messy things at once, and her performance was a raw, gutsy meditation on those profoundly human contradictions\". Margaret Pomeranz, writing for ABC Australia, called Arquette's performance \"stunning\" and praised the film, further remarking that \"the elision from one time to another is subtle and seamless. It's just a fabulous movie experience\". Arquette won the Academy Award, BAFTA, Critics' Choice, Golden Globe, Independent Spirit, and SAG Award for Best Supporting Actress.",
        "ngram": 190,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Vickie Lynn Marshall (née Hogan, November 28, 1967 – February 8, 2007), known professionally as Anna Nicole Smith, was an American model, actress, and television personality. Smith started her career as a Playboy magazine centerfold in May 1992 and won the title of 1993 Playmate of the Year. She later modeled for fashion companies, including Guess, H&M, Lane Bryant, Con-Air, and Heatherette.",
        "ngram": 62,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Grande began her career at age 15 by appearing in the Broadway musical 13 (2008). She rose to prominence for her performance as Cat Valentine in the Nickelodeon television series Victorious (2010–2013), as well as the spin-off follow-up series Sam & Cat (2013–2014), and signed with Republic Records in 2011. Grande's debut studio album, Yours Truly (2013), incorporated retro-pop and R&B elements and yielded the successful single \"The Way\". My Everything (2014), her second album, experimented with EDM and catapulted her to worldwide stardom through the singles \"Problem\", \"Break Free\", and \"Bang Bang\". Grande further explored pop and R&B with her third album Dangerous Woman (2016), which solidified her critical and commercial success.",
        "ngram": 113,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Trump's comments on the 2017 Unite the Right rally, condemning \"this egregious display of hatred, bigotry and violence on many sides\" and stating that there were \"very fine people on both sides\", were widely criticized as implying a moral equivalence between the white supremacist demonstrators and the counter-protesters.",
        "ngram": 48,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Still, a minority of scholars maintain the evidence is insufficient to prove Jefferson's paternity conclusively. Based on DNA and other evidence, they note the possibility that additional Jefferson males, including his brother Randolph Jefferson and any one of Randolph's four sons, or his cousin, could have fathered Sally Hemings's children. In 2002, historian Merrill Peterson said: \"in the absence of direct documentary evidence either proving or refuting the allegation, nothing conclusive can be said about Jefferson's relations with Sally Hemings.\" Concerning the 1998 DNA study, Peterson said that \"the results of the DNA testing of Jefferson and Hemings descendants provided support for the idea that Jefferson was the father of at least one of Sally Hemings's children\".",
        "ngram": 117,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Carter pardoned all Vietnam War draft evaders on his second day in office. He created a national energy policy that included conservation, price control, and new technology. Carter successfully pursued the Camp David Accords, the Panama Canal Treaties, and the second round of Strategic Arms Limitation Talks. He also confronted stagflation. His administration established the U.S. Department of Energy and the Department of Education. The end of his presidency was marked by the Iran hostage crisis, an energy crisis, the Three Mile Island accident, the Nicaraguan Revolution, and the Soviet invasion of Afghanistan. In response to the invasion, Carter escalated the Cold War by ending détente, imposing a grain embargo against the Soviets, enunciating the Carter Doctrine, and leading the multinational boycott of the 1980 Summer Olympics in Moscow. He lost the 1980 presidential election in a landslide to the Republican nominee, Ronald Reagan.",
        "ngram": 144,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Claims that Jefferson fathered children with his slave Sally Hemings after his wife's death have been debated since 1802. That year James T. Callender, after being denied a position as postmaster, alleged Jefferson had taken Hemings as a concubine and fathered several children with her. In 1998, a panel of researchers conducted a Y-DNA study of living descendants of Jefferson's uncle, Field, and of a descendant of Hemings's son, Eston Hemings. The results showed a match with the male Jefferson line. Subsequently, the Thomas Jefferson Foundation (TJF) formed a nine-member research team of historians to assess the matter. The TJF report concluded that \"the DNA study ... indicates a high probability that Thomas Jefferson fathered Eston Hemings\". The TJF also concluded that Jefferson likely fathered all of Hemings's children listed at Monticello.",
        "ngram": 132,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Walters was a co-host of the daytime talk show The View; for 25 years she was also a co-executive producer of BarWall Productions alongside her business partner, Bill Geddie. Geddie and Walters were co-creators of the company. The View premiered on August 11, 1997. In the original opening credits Walters said the show is a forum for women of \"different generations, backgrounds, and views.\" \"Be careful what you wish for...\"  was part of the opening credits of its second season. On The View, she won Daytime Emmy Awards for Best Talk Show in 2003 and Best Talk Show Host (with longtime host Joy Behar, moderator Whoopi Goldberg, Elisabeth Hasselbeck, and Sherri Shepherd) in 2009.",
        "ngram": 115,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In March 1888, Van Gogh created landscapes using a gridded \"perspective frame\"and three of those works were shown at the annual exhibition of the Société des Artistes Indépendants. In April, he was visited by the American artist Dodge MacKnight, who was living nearby at Fontvieille. ",
        "ngram": 46,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In the late 1960s, Walters wrote a magazine article, \"How to Talk to Practically Anyone About Practically Anything\", which drew upon the kinds of things people said to her, which were often mistakes. Shortly after the article appeared, she received a letter from Doubleday expressing interest in expanding it into a book. Walters felt that it would help \"tongue-tied, socially awkward people—the many people who worry that they can't think of the right thing to say to start a conversation.\"",
        "ngram": 80,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "One of Williams's first rivalries was with Martina Hingis, who turned pro less than one year before her (Hingis in October 1994, Williams in 1995). They first played each other at the 1998 Miami Open where Hingis won in three sets. All but one of their matches was played on a hard court with the exception being a contest on clay in Rome in 1999, which Hingis won in straight sets. Their last match took place at the 2002 Miami Open, which Williams won. Williams leads the rivalry 7–6.",
        "ngram": 89,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "The Carters' eldest son, Jack Carter, was the 2006 Democratic nominee for U.S. Senate in Nevada and lost to Republican incumbent John Ensign. Jack's son Jason Carter is a former Georgia state senator, and in 2014 was the Democratic nominee for governor of Georgia, losing to the Republican incumbent, Nathan Deal. On December 20, 2015, while teaching a Sunday school class, Carter announced that his 28-year-old grandson Jeremy Carter had died of unspecified causes.",
        "ngram": 74,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "A year after Rihanna began working on her eighth studio album, the single \"FourFiveSeconds\" was released, which featured Rihanna paired up with Kanye West and Paul McCartney. Two further singles followed its release: \"Bitch Better Have My Money\" and \"American Oxygen\"; neither made the final track listing for Rihanna's eighth studio album. During the creation of the album, Rihanna ventured into other endeavors and appeared in the voice role of Tip in the animated feature film Home alongside Jim Parsons and Jennifer Lopez, the film was based on The True Meaning of Smekday by Adam Rex. Rihanna also released a concept album soundtrack for the film.",
        "ngram": 106,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "With sisters Kourtney and Khloé, she launched the fashion boutique chain Dash with an initial store in Calabasas, California. The chain operated between 2006 and 2018. In 2017, Kardashian launched both her beauty and fragrance lines, KKW Beauty and KKW Fragrance.Kardashian and Laverne Cox co-executive produced the Lifetime reality competition series, Glam Masters, which premiered in February 2018. The eight-episode series revolved around aspiring beauty bloggers who competed for the title of \"Glam Master\"; prizes for the winner included collaborating with Kardashian on a makeup line for KKW Beauty and the opportunity to join her \"glam squad\". Kardashian and the series' winner, Argenis Pinal teamed up on an eyeshadow sticks line for KKW Beauty, named \"Créme Color Sticks\". She made a cameo appearance in the heist film Ocean's 8, which was released on June 8, 2018. Kardashian's next project was the hidden camera-prank reality series, You Kiddin' Me. Co-executive produced by Kardashian and Lionsgate Television, the web series premiered on Facebook Watch in September 2018. She appeared alongside her sisters and mother Kris Jenner in the premiere episode of the series. In November, Kardashian and Kris appeared in the NBC special, A Legendary Christmas with John and Chrissy.In May 2019, Kardashian appeared in the music video for DJ duo Dimitri Vegas & Like Mike and Paris Hilton's single, \"B.F.A. (Best Friend's Ass)\". After announcing a new range of shapewear called Kimono in June, Kardashian was heavily criticized over the name of the brand, which critics argued disrespected Japanese culture and ignored the significance behind the traditional",
        "ngram": 256,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "The declaration was introduced on Friday, June 28, and Congress began debate over its contents on Monday, July 1, resulting in the removal of roughly a fourth of Jefferson's original draft. Jefferson resented the changes, but he did not speak publicly about the revisions. On July 4, 1776, the Congress ratified the Declaration, and delegates signed it on August 2; in so doing, the delegates were knowingly committing an act of high treason against The Crown, which was deemed the most serious criminal offense and was punishable by torture and death.",
        "ngram": 91,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "The Folsom Prison record was introduced by a rendition of his \"Folsom Prison Blues\", while the San Quentin record included the crossover hit single \"A Boy Named Sue\", a Shel Silverstein novelty song that reached number one on the country charts and number two on the U.S. top-10 pop charts.",
        "ngram": 50,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In November 2004, Smith appeared at the American Music Awards to introduce Kanye West and attracted attention because of her slurred speech and behavior. During her live appearance, she threw her arms up and asked, \"Like my body?\" Smith murmured other comments and alluded to TrimSpa. The incident became comic material for presenters throughout the rest of the program.",
        "ngram": 59,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In early May, Trump proposed the phase-out of the coronavirus task force and its replacement with another group centered on reopening the economy. Amid a backlash, Trump said the task force would \"indefinitely\" continue. By the end of May, the coronavirus task force's meetings were sharply reduced.",
        "ngram": 47,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In 1996, Grant won substantial damages from News (UK) Ltd over what his lawyers called a \"highly defamatory\" article published in January 1995. The company's newspaper, Today, which ceased publication the following November, had falsely claimed that Grant verbally abused a young extra with a \"foul-mouthed tongue lashing\" on the set of The Englishman Who Went Up a Hill But Came Down a Mountain.On 27 April 2007, he accepted undisclosed damages from Associated Newspapers over claims made about his relationships with his former girlfriends in three separate tabloid articles, which were published in the Daily Mail and The Mail on Sunday on 18, 21 and 24 February. His lawyer stated that all of the articles' \"allegations and factual assertions are false\". Grant said, in a written statement, that he took the action because: \"I was tired of the Daily Mail and Mail on Sunday papers publishing almost entirely fictional articles about my private life for their own financial gain.\" He went on to take the opportunity to stress, \"I'm also hoping that this statement in court might remind people that the so-called 'close friends' or 'close sources' on which these stories claim to be based almost never exist.\"",
        "ngram": 198,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In October 2022, two activists protesting the effects of the fossil fuel industry on climate change threw a can of tomato soup on Van Gogh's Sunflowers in the National Gallery, London, and then glued their hands to the gallery wall. As the painting was covered by glass it was not damaged.",
        "ngram": 51,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "The Van Gogh Museum opened in the Museumplein in Amsterdam in 1973. It became the second most popular museum in the Netherlands, after the Rijksmuseum, regularly receiving more than 1.5 million visitors a year. In 2015 it had a record 1.9 million. Eighty-five percent of the visitors come from other countries.",
        "ngram": 51,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "One of Carey's most high-profile benefit concert appearances was on VH1's 1998 Divas Live special, during which she performed alongside other female singers in support of the Save the Music Foundation. The concert was a ratings success, and Carey participated in the Divas 2000 special and a 2016 holiday edition. She appeared at the America: A Tribute to Heroes nationally televised fundraiser in the aftermath of the September 11 attacks and performed before peacekeeping troops in Kosovo. Carey hosted the CBS television special At Home for the Holidays, which documented real-life stories of adopted children and foster families. In 2005, Carey performed for Live 8 in London and at the Hurricane Katrina relief telethon \"Shelter from the Storm\". In August 2008, Carey and other singers recorded the charity single, \"Just Stand Up\" produced by Babyface and L. A. Reid, to support Stand Up to Cancer. During the COVID-19 pandemic, Carey participated in the iHeart Living Room Concert for America and Rise Up New York! telethons to raise money for those affected by COVID-19. In response to the murder of George Floyd, Carey took to social media and sang a snippet of her 1990 song \"There's Got to Be a Way\" while encouraging fans to demand justice.",
        "ngram": 206,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Among those in attendance (some of whom paid spoken and/or musical tribute) included her mother; surviving children; family friend Jerry Schilling; former Memphis mayor A. C. Wharton; Guns N' Roses lead singer Axl Rose; The Smashing Pumpkins lead singer Billy Corgan; Sarah, Duchess of York; gospel quartet The Blackwood Brothers; singer Alanis Morissette; and both the director and star of Elvis, respectively, Baz Luhrmann and Austin Butler.",
        "ngram": 67,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Kissinger took a similar line as he had toward Chile when the Argentine Armed Forces, led by Jorge Videla, toppled the elected government of Isabel Perón in 1976 with a process called the National Reorganization Process by the military, with which they consolidated power, launching brutal reprisals and \"disappearances\" against political opponents. An October 1987 investigative report in The Nation broke the story of how, in a June 1976 meeting in the Hotel Carrera in Santiago, Kissinger gave the military junta in neighboring Argentina the \"green light\" for their own clandestine repression against leftwing guerrillas and other dissidents, thousands of whom were kept in more than 400 secret concentration camps before they were executed. During a meeting with Argentine foreign minister César Augusto Guzzetti, Kissinger assured him that the United States was an ally but urged him to \"get back to normal procedures\" quickly before the U.S. Congress reconvened and had a chance to consider sanctions.As the article published in The Nation noted, as the state-sponsored terror mounted, conservative Republican U.S. Ambassador to Buenos Aires Robert C. Hill \"'was shaken, he became very disturbed, by the case of the son of a thirty-year embassy employee, a student who was arrested, never to be seen again,' recalled Juan de Onis, former reporter for The New York Times. 'Hill took a personal interest.' He went to the Interior Minister, a general with whom he had worked on drug cases, saying, 'Hey, what about this? We're interested in this case.' He questioned (Foreign Minister Cesar) Guzzetti and, finally, President",
        "ngram": 256,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Markle became known through The Tig for her fashion sense, releasing two fashion collections with Canadian clothing company Reitmans in 2015 and 2016. The lines were based on her personal style and that of her Suits character. Markle has cited Emmanuelle Alt as her style inspiration. In 2016, she hosted USA Network's video series Power Lunch with Meghan Markle in collaboration with Lexus and Eater, discussing the culinary inspirations of five different New York kitchens.",
        "ngram": 75,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "He founded the production company One Race Films, where he has also served as a producer or executive producer for his star vehicles. Diesel also founded the record label Racetrack Records and video game developer Tigon Studios, providing his voice and motion capture for all of Tigon's releases.",
        "ngram": 48,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "McEntire's sound has been influenced by the country music of Bob Wills, Merle Haggard, Dolly Parton, Barbara Mandrell, and Patsy Cline. In college, McEntire attended local dances at the Oklahoma–Texas border so she could dance to Wills's music, commenting that, \"it didn't get any better than dancing to Bob Wills music\". She also explained Merle Haggard's influence on her career, stating \"I had every album he ever put out\", and would sing \"every song he did\", along with her brother, Pake and sister, Susie. In addition, her first major hit, \"Sweet Dreams\" was a remake of Patsy Cline's version of the song, according to McEntire herself.McEntire's music has been described not only to be built upon traditional country music, but also expand into the genres of country pop, mainstream pop, soul, and R&B. At times, her music has been criticized for moving away from traditional country music. Many music critics have called her music to be \"melodramatic\", \"formulaic\", and \"bombastic\", particularly after her 1988 album Reba. Studio releases such as Sweet Sixteen, Rumor Has It, It's Your Call, and Starting Over have been described by these terms.McEntire possesses a contralto vocal range and performs \"vocal gymnastics\" with her voice, a musical technique in which a singer twirls a note around, using their vibrato. McEntire has credited Dolly Parton for influencing this trait, stating that she always listened to Parton's records and find her style of vocal gymnastics \"so pretty\".McEntire has often been regarded as one of country music's most influential female vocalists and most beloved entertainers.",
        "ngram": 256,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In May 2012, an anonymous male masseur filed a lawsuit against Travolta, citing claims of sexual assault and battery. A lawyer for Travolta said that the allegations were \"complete fiction and fabrication\". Travolta's counsel also stated that his client would be able to prove that he was not in California on the day in question and asserted that Travolta would \"sue the attorney and Plaintiff for malicious prosecution\" after getting the case thrown out. A second masseur later joined the lawsuit, making similar claims. Both lawsuits were subsequently dropped by the complainants and dismissed without prejudice.On September 27, 2012, Los Angeles Superior Court Judge Malcolm Mackey dismissed a defamation lawsuit against Travolta and his attorney Marty Singer by writer Robert Randolph because he found that a letter, written by Singer in response to allegations in a book by Randolph, was protected by free speech.",
        "ngram": 144,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In January 2018, Markle became interested in the Hubb Community Kitchen run by survivors of the Grenfell Tower fire. She visited the kitchen regularly and suggested that the displaced women publish a cookbook to assist in funding for the group. Together: Our Community Cookbook, her first charity project as Duchess of Sussex, was announced in September. In August 2020, Meghan used proceeds from the cookbook to donate £8,000 to the UK charity Migrateful, which supports refugees, asylum seekers and migrants by helping them organize cookery classes. In March 2021, she donated £10,000 from the proceeds to the UK-based charity Himmah to assist them with stocking the group's food bank, provide them with equipment and help the Salaam Shalom Kitchen, the only Muslim and Jewish community kitchen in the UK.",
        "ngram": 129,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Allen Kelsey Grammer (born February 21, 1955) is an American actor. He gained fame for his role as psychiatrist Dr. Frasier Crane on the NBC sitcom Cheers (1984–1993) and its spin-off Frasier (1993–2004, and again in 2023). At more than 20 years on-air, this is one of the longest-running roles played by a single live-action actor in television history. He has received numerous accolades including a total of six Emmy Awards, three Golden Globe Awards, a Screen Actors Guild Award, and a Tony Award. He was awarded a star on the Hollywood Walk of Fame in 2000.",
        "ngram": 97,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Cynthia Ozick said that, upon giving a reading with King, \"It dawned on me as I listened to him that, never mind all the best sellers and all the stereotypes -- this man is a genuine, true-born writer, and that was a revelation. He is not Tom Clancy. He writes sentences, and he has a literary focus, and his writing is filled with literary history. It's not glib, it's not just contemporary chatter and it's not stupid -- that's a bad way to say that something's smart, but that's what I mean.\" ",
        "ngram": 93,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In Last of the Gladiators, Knievel discussed the crash of a 1970 Pepsi-Cola sponsored jump in Yakima, Washington. Knievel knew the jump was very questionable, but stated, \"I went ahead and did it anyway. When you give your word to somebody that you're going to do something, you've gotta do it.\" In the 1971 biopic, George Hamilton (as Knievel) emphasizes in the opening monologue that a man does not go back on his word.",
        "ngram": 74,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "Following the death of his wife Jenny in December 1881, Marx developed a catarrh that kept him in ill health for the last 15 months of his life. It eventually brought on the bronchitis and pleurisy that killed him in London on 14 March 1883, when he died a stateless person at age 64. Family and friends in London buried his body in Highgate Cemetery (East), London, on 17 March 1883 in an area reserved for agnostics and atheists (George Eliot's grave is nearby). According to Francis Wheen, there were between nine and eleven mourners at his funeral; however, research from contemporary sources identifies thirteen named individuals attending the funeral: Friedrich Engels, Eleanor Marx, Edward Aveling, Paul Lafargue, Charles Longuet, Helene Demuth, Wilhelm Liebknecht, Gottlieb Lemke, Frederick Lessner, G Lochner, Sir Ray Lankester, Carl Schorlemmer and Ernest Radford. A contemporary newspaper account claims that twenty-five to thirty relatives and friends attended the funeral. A writer in The Graphic noted: 'By a strange blunder ... his death was not announced for two days, and then as having taken place at Paris. The next day the correction came from Paris; and when his friends and followers hastened to his house in Haverstock Hill, to learn the time and place of burial, they learned that he was already in the cold ground. But for this secresy [sic] and haste, a great popular demonstration would undoubtedly have been held over his grave'.",
        "ngram": 238,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "In 2012, Favre became the offensive coordinator for Oak Grove High School. Favre won his first game as part of the Oak Grove coaching staff by a score of 64–6. In December 2013, with Favre still serving as the offensive coordinator, Oak Grove High School won the Class 6A Mississippi high school state championship. In May 2014, it was announced that Favre would continue to help out at Oak Grove, but would no longer be offensive coordinator.",
        "ngram": 77,
        "subject": "Michelle Pfeiffer"
    },
    {
        "text": "The album's first single, \"I Wanna Dance with Somebody (Who Loves Me)\", released a month earlier in May, was also a massive hit worldwide, peaking at number one on the Billboard Hot 100 and topping the singles chart in 17 countries, including Australia, West Germany and the UK. To date, the single has sold over 14 million copies worldwide. Following that single was three more singles, \"Didn't We Almost Have It All\", \"So Emotional\" and \"Where Do Broken Hearts Go\", all of which peaked at number one on the Billboard Hot 100. With this feat, Houston became the first recording artist in history to earn seven consecutive number one hits, besting the previous record of six, held by the Beatles and the Bee Gees. Houston remains the only artist to ever accomplish this feat as of 2024. In addition, Houston also became the first female artist to generate four number one singles off one album. Whitney has been certified Diamond in the US for shipments of over ten million copies and has sold a total of 20 million copies worldwide.",
        "ngram": 180,
        "subject": "Michelle Pfeiffer"
    }
]