[
    {
        "text": "Walker was raised in a Latter-day Saint household, but later became a non-denominational Christian. He lived in Santa Barbara with his dogs. He and Rebecca Soteros, his childhood friend whom he had an on and off relationship throughout the years, had a daughter together named Meadow Rain Walker Meadow lived with her mother in Hawaii for 13 years while her mother continued her education, then moved to California to live with Walker in 2011. Her godfather is Vin Diesel, with whom Walker shared a close bond; Diesel gave him the nickname \"Pablo\", while Walker's mother referred to her son as Diesel's \"other half\". Walker was also close friends with fellow Fast & Furious co-star Tyrese Gibson. At the time of his death, Walker was in a relationship with Jasmine Pilchard-Gosnell, who he met while she was 16.He held a brown belt in Brazilian jiu-jitsu under Ricardo \"Franjinha\" Miller at Paragon Jiu-Jitsu and was awarded his black belt by Miller posthumously. Walker founded the humanitarian aid nonprofit charity Reach Out Worldwide (ROWW) with financial adviser Roger Rodas in response to the 2010 Haiti earthquake. He traveled to a number of disaster-stricken areas to supply aid until his death.",
        "ngram": 197,
        "subject": "Tim Burton"
    },
    {
        "text": "Jefferson was not an outstanding orator and preferred to communicate through writing or remain silent if possible. Instead of delivering his State of the Union addresses himself, Jefferson wrote the annual messages and sent a representative to read them aloud in Congress. This started a tradition that continued until 1913 when President Woodrow Wilson chose to deliver his own State of the Union address.",
        "ngram": 64,
        "subject": "Tim Burton"
    },
    {
        "text": "Jennifer Ann McCarthy-Wahlberg (née McCarthy; born November 1, 1972) is an American actress, model, and television personality. She began her career in 1993 as a nude model for Playboy magazine and was later named their Playmate of the Year. McCarthy then had a television and film acting career, beginning as a co-host on the MTV game show Singled Out (1995–1997) and afterwards starring in the eponymous sitcom Jenny (1997–1998), as well as films including BASEketball (1998), Scream 3 (2000), Dirty Love (2005), John Tucker Must Die (2006), and Santa Baby (2006). In 2013, she hosted her own television talk show The Jenny McCarthy Show, and became a co-host of the ABC talk show The View, appearing on the program until 2014. Since 2019, McCarthy has been a judge on the Fox musical competition show The Masked Singer.",
        "ngram": 137,
        "subject": "Tim Burton"
    },
    {
        "text": "On April 3, 2020, Kissinger shared his diagnostic view of the COVID-19 pandemic, saying that it threatens the \"liberal world order\". Kissinger added that the virus does not know borders although global leaders are trying to address the crisis on a mainly national basis. He stressed that the key is not a purely national effort but greater international cooperation.",
        "ngram": 59,
        "subject": "Tim Burton"
    },
    {
        "text": "In November 2021, in a panel at Wired's Re:Wired Conference, Harry claimed that a day before the January 6 United States Capitol attack he emailed Jack Dorsey, CEO of Twitter, and 'warned' of potential civil unrest, but had not received a response. In the same month, Conservative politician and MP Johnny Mercer, who was leading the efforts to waive visa fees for foreign-born UK veterans and their families, announced in the Commons that the Duke of Sussex was supportive of their proposal and viewed it as \"morally right\" and not as \"a political intervention\".",
        "ngram": 94,
        "subject": "Tim Burton"
    },
    {
        "text": "John and Yoko add a great voice and drive to the country's so-called art institution. They inspire and transcend and stimulate and by doing so, only help others to see pure light and in doing that, put an end to this dull taste of petty commercialism which is being passed off as Artist Art by the overpowering mass media. Hurray for John and Yoko. Let them stay and live here and breathe. The country's got plenty of room and space. Let John and Yoko stay!",
        "ngram": 85,
        "subject": "Tim Burton"
    },
    {
        "text": "Beyoncé received the Michael Jackson Video Vanguard Award at the 2014 MTV Video Music Awards and was honored as Honorary Mother of the Year at the Australian Mother of the Year Award in Barnardo's Australia for her Humanitarian Effort in the region and the Council of Fashion Designers of America Fashion Icon Award in 2016.  In 2019, alongside Jay-Z, she received GLAAD Vanguard Award which is presented to a member of the entertainment community who does not identify as LGBT but who has made a significant difference in promoting equal rights for LGBT people. In 2020, she was awarded the BET Humanitarian Award. Consequence named her the 30th best singer of all time.",
        "ngram": 114,
        "subject": "Tim Burton"
    },
    {
        "text": "Crosby, in partnership with longtime friend and entrepreneur Steven Sponder, developed a craft cannabis brand called \"MIGHTY CROZ\". Crosby, a 50-plus-year cannabis advocate and connoisseur, credited cannabis with contributing to his creative process of songwriting stating, \"All those hit songs, every one of them, I wrote them all on cannabis.\" Crosby also credited cannabis and cannabidiol (CBD) with alleviating his chronic shoulder pain, allowing him to continue touring and making new music well into his seventies. Crosby and Sponder intended to work with licensed cultivators throughout the U.S. and beyond and to also extend the brand to include CBD and hemp products. In 2018, Crosby was invited to join the National Organization for the Reform of Marijuana Laws (NORML) advisory board.",
        "ngram": 121,
        "subject": "Tim Burton"
    },
    {
        "text": "In August 2020, Johnson along with several partners and investors—including RedBird Capital Partners—purchased the XFL for $15 million. Within months, Johnson announced plans for the relaunch of the league in spring 2022. While the launch was delayed a year, the first games of 2023 kicked off on time. After a successful 2023 season, the XFL and United States Football League announced their intent to merge into a single league. On December 31, 2023, it was announced that the new merged league would be called the United Football League (UFL). The league would feature 8 teams and start on March 30, 2024. Johnson, along with Dany Garcia, and RedBird Capital Partners own 50% of the UFL together under XFL Properties LLC.",
        "ngram": 120,
        "subject": "Tim Burton"
    },
    {
        "text": "Lopez co-produced and starred opposite Owen Wilson and Maluma in the romantic comedy Marry Me, which was released in February 2022. The film grossed over $50 million at the box office while becoming the most-streamed day-and-date film on Peacock, and received generally mixed reviews from critics. Lopez also released a soundtrack for the film, with Maluma, which generated the singles \"On My Way\" and \"Marry Me\". In March 2022, Lopez was appointed as the chief \"entertainment and lifestyle\" officer of the cruise line, Virgin Voyages. Her next project was the documentary Jennifer Lopez: Halftime, which focuses on her life following the release of Hustlers and in preparation for her Super Bowl performance. Released on Netflix in June 2022 following its premiere at the Tribeca Film Festival, it garnered generally positive reviews from film critics. In September, Lopez was announced as the global ambassador of Italian lingerie label Intimissimi. The following month, Jimmy Fallon and Lopez released a children's book, Con Pollo: A Bilingual Playtime Adventure, which became a New York Times best-seller.",
        "ngram": 172,
        "subject": "Tim Burton"
    },
    {
        "text": "During college, Cooper spent two summers as an intern at the Central Intelligence Agency while studying political science. He pursued journalism with no formal journalistic education. He is a self-proclaimed \"news junkie since [he] was in utero\". After his first correspondence work in the early 1990s, he took a break from reporting and lived in Vietnam for a year, during which time he studied the Vietnamese language at Vietnam National University, Hanoi.",
        "ngram": 72,
        "subject": "Tim Burton"
    },
    {
        "text": "Foxx first told jokes at a comedy club's open mic night in 1989, after accepting a girlfriend's dare. When he found that female comedians were often called first to perform, he chose the stage name of Jamie Foxx, which he felt was ambiguous enough to disallow any biases, with his surname being a tribute to the black comedian Redd Foxx. Foxx joined the cast of In Living Color in 1991, where his recurrent character Wanda also shared a name with Redd's friend and co-worker, LaWanda Page. Following a recurring role in the comedy-drama sitcom Roc, Foxx went on to star in his own sitcom The Jamie Foxx Show, from 1996 to 2001, which he also co-created and produced through his company Foxx Hole Productions and was aired on the WB network.",
        "ngram": 131,
        "subject": "Tim Burton"
    },
    {
        "text": "In February 2013, at the 55th Grammy Awards, Rihanna won her sixth Grammy Award, in the category Best Short Form Music Video for \"We Found Love\" (2011). Also that month, the United Kingdom's Official Charts Company announced that Rihanna had sold 3,868,000 records in the past year in the country, ranking at No. 1 in the list of 2013 BRIT Awards artist nominees. Rihanna's fifth headlining concert tour, the Diamonds World Tour, began in March 2013, in support of Unapologetic. Rihanna then appeared in the Seth Rogen and Evan Goldberg comedy film This Is the End, which was released in June 2013. That same month, American hip hop artist Wale released a remixed version of his single \"Bad\" featuring Rihanna. In October 2013, Eminem released his Rihanna-assisted single, \"The Monster\", as the fourth release from his eighth studio album The Marshall Mathers LP 2 (2013).",
        "ngram": 145,
        "subject": "Tim Burton"
    },
    {
        "text": "Aristotle examines the concepts of substance (ousia) and essence (to ti ên einai, \"the what it was to be\") in his Metaphysics (Book VII), and he concludes that a particular substance is a combination of both matter and form, a philosophical theory called hylomorphism. In Book VIII, he distinguishes the matter of the substance as the substratum, or the stuff of which it is composed. For example, the matter of a house is the bricks, stones, timbers, etc., or whatever constitutes the potential house, while the form of the substance is the actual house, namely 'covering for bodies and chattels' or any other differentia that let us define something as a house. The formula that gives the components is the account of the matter, and the formula that gives the differentia is the account of the form.",
        "ngram": 137,
        "subject": "Tim Burton"
    },
    {
        "text": "Selleck's big break came when he was cast in the lead role as Thomas Magnum in Magnum, P.I. The producers would not release the actor for other projects, so Selleck had to pass on the role of Indiana Jones in Raiders of the Lost Ark, which meant that the role went to actor Harrison Ford instead. It turned out that the shooting of the pilot for Magnum was delayed for over six months by a writers' strike, which would have enabled him to complete Raiders.",
        "ngram": 85,
        "subject": "Tim Burton"
    },
    {
        "text": "Estevez is a close friend of Jon Bon Jovi. He appeared in Bon Jovi's music video \"Blaze of Glory\" as Billy the Kid. In turn, Bon Jovi made a cameo appearance in Young Guns II. \"Blaze of Glory\" was in the Young Guns II soundtrack and was nominated for an Academy Award. In 2000, Estevez made an appearance in another Bon Jovi video, \"Say It Isn't So,\" along with Matt LeBlanc, Claudia Schiffer, and Arnold Schwarzenegger.",
        "ngram": 76,
        "subject": "Tim Burton"
    },
    {
        "text": "After meeting Lawrence Bender at a friend's barbecue, Tarantino discussed with him about an unwritten dialogue-driven heist film. Bender encouraged Tarantino to write the screenplay, which he wrote in three and a half weeks and presented to Bender unformatted. Impressed with the script, Bender managed to forward it through contacts to director Monte Hellman. Hellman cleaned up the screenplay and helped secure funding from Richard N. Gladstein at Live Entertainment (which later became Artisan, now known as Lionsgate). Harvey Keitel read the script and also contributed to the budget, taking a role as co-producer and also playing a major part in the picture. In January 1992, it was released as Tarantino's crime thriller Reservoir Dogs—which he wrote, directed, and acted in as Mr. Brown—and screened at the Sundance Film Festival. The film was an immediate hit, receiving a positive response from critics.",
        "ngram": 142,
        "subject": "Tim Burton"
    },
    {
        "text": "R. Kelly has faced repeated accusations of sexual abuse for incidents dating from 1991 to 2018 and has been the subject of a long-term investigation by the Chicago Sun-Times since August 2000. He has been tried in multiple civil suits and criminal trials, starting in 1996 when Tiffany Hawkins alleged that, starting in 1991 when she was age 15, Kelly, aged 24, had sexual relations with her and encouraged her to entice underaged friends. Following leaked video recordings, Kelly was prosecuted on child pornography charges in 2002, leading to a controversial trial that ended with his acquittal in 2008 on all charges. The 2019 documentary Surviving R. Kelly reexamined Kelly's alleged sexual misconduct with minors, prompting RCA Records to terminate his contract and resulted in additional investigations by law enforcement beginning in 2019. This culminated in a 2021 conviction for violations of the Mann Act and Racketeer Influenced and Corrupt Organizations Act, and a 2023 conviction for production of child pornography. Defenders of Kelly maintained that he was merely a \"playboy\" and a \"sex symbol.\" Judge Ann Donnelly, who presided over Kelly's 2021 trial, summarized Kelly's actions as having \"[used] his fame and organization to lure young people into abusive sexual relationships—a racketeering enterprise that the government alleged spanned about 25 years.\" As of 2023, he is serving a 31-year combined sentence at FCI Butner Medium I.",
        "ngram": 227,
        "subject": "Tim Burton"
    },
    {
        "text": "Springsteen supported Barack Obama's 2008 presidential campaign, announcing his endorsement in April 2008. He appeared at several rallies in support of Obama's campaign throughout that year. At one such rally in Ohio, Springsteen discussed the importance of \"truth, transparency and integrity in government, the right of every American to have a job, a living wage, to be educated in a decent school, and a life filled with the dignity of work, the promise and the sanctity of home\". Despite saying that he would sit out the 2012 presidential election, Springsteen campaigned for Obama's re-election in Ohio, Iowa, Virginia, Pittsburgh, and Wisconsin. The Topps company marked Springsteen's support of the 2008 campaign its Barack Obama commemorative trading card series, in which Springsteen makes an appearance on card #59, \"the 'O' Street Band.\"",
        "ngram": 131,
        "subject": "Tim Burton"
    },
    {
        "text": "Kennealy met Morrison for an interview for Jazz & Pop magazine in January 1969, after which Kennealy said they developed a long-distance relationship. The handfasting ceremony is described in No One Here Gets Out Alive as a \"blending of souls on a karmic and cosmic plane\". Morrison was also still seeing Courson when he was in Los Angeles, and later moved to Paris for the summer, where Courson had acquired an apartment. In an interview for the book Rock Wives, Kennealy was asked if Morrison took the handfasting ceremony seriously. She is seen on video saying, \"Probably not too seriously\". She added, he turned \"really cold\" when she claimed she became pregnant, leading her to speculate that maybe he had not taken the wedding as seriously as she had. Kennealy showed up unexpectedly in Miami during the indecency trial, and Morrison was curt with her. She said, \"he was scared to death. They were really out to put him away. Jim was devastated that he wasn't getting any public support.\"",
        "ngram": 170,
        "subject": "Tim Burton"
    },
    {
        "text": "Garland was left in a desperate situation that saw her sell her Brentwood home at a price far below its value. She was then cast in February 1967 in the role of Helen Lawson in Valley of the Dolls by 20th Century Fox. According to co-star Patty Duke, Garland was treated poorly by director Mark Robson on the set of Valley of the Dolls and was primarily hired to augment publicity for the film. After Garland's dismissal from the film, author Jacqueline Susann said in the 1967 television documentary Jacqueline Susann and the Valley of the Dolls, \"I think Judy will always come back. She kids about making a lot of comebacks, but I think Judy has a kind of a thing where she has to get to the bottom of the rope and things have to get very, very rough for her. Then with an amazing inner strength that only comes of a certain genius, she comes back bigger than ever\".",
        "ngram": 162,
        "subject": "Tim Burton"
    },
    {
        "text": "Cowell dated English presenter Terri Seymour from 2002 to 2008. Cowell was engaged to make-up artist Mezhgan Hussainy from 2010 to 2011. In 2013, Cowell allegedly began dating an American woman named Lauren Silverman. In July 2013, Silverman's husband and Cowell's friend, Andrew Silverman, filed for an at-fault divorce, citing adultery by his wife and naming Cowell as a co-respondent. News of the divorce filing became public two weeks later, when it was widely reported that Silverman and Cowell were expecting a baby together.Cowell said, \"There are a lot of things I will eventually clear up when the time is right, but I really have to be sensitive because there's a lot of people's feelings involved here.\" The Silvermans released separate statements expressing concern for the well-being of their son during the divorce process. In August 2013, the Silvermans settled their divorce out of court, enabling Cowell to avoid being called as a witness in the divorce proceedings. He subsequently confirmed that Silverman was pregnant with his child, and she gave birth to their son Eric on 14 February 2014. The couple confirmed their engagement in January 2022.In 2010, Cowell came out in support for then Conservative Party leader David Cameron for Prime Minister of the United Kingdom, writing in The Sun: \"I believe he is the Prime Minister Britain needs at this time. He has substance and the stomach to navigate us through difficult times.\" In 2013, Cowell contravened his previous statement about David Cameron. According to the interview, while he has supported candidates, he",
        "ngram": 256,
        "subject": "Tim Burton"
    },
    {
        "text": "Swift emphasizes visuals as a key creative component of her music-making process. She has collaborated with different directors to produce her music videos, and over time she has become more involved with writing and directing. She developed the concept and treatment for \"Mean\" in 2011 and co-directed the music video for \"Mine\" with Roman White the year before. In an interview, White said that Swift \"was keenly involved in writing the treatment, casting and wardrobe. And she stayed for both the 15-hour shooting days, even when she wasn't in the scenes.\"",
        "ngram": 91,
        "subject": "Tim Burton"
    },
    {
        "text": "On May 10, 1979, the House voted against giving Carter authority to produce a standby gas rationing plan. The following day, Carter delivered remarks in the Oval Office describing himself as shocked and embarrassed for the American government by the vote and concluding \"the majority of the House Members are unwilling to take the responsibility, the political responsibility for dealing with a potential, serious threat to our Nation.\" He furthered that a majority of House members were placing higher importance on \"local or parochial interests\" and challenged the lower chamber of Congress with composing their own rationing plan in the next 90 days.",
        "ngram": 103,
        "subject": "Tim Burton"
    },
    {
        "text": "Garland began performing as a child, with her two older sisters, in a vaudeville group \"The Gumm Sisters,\" and was signed to Metro-Goldwyn-Mayer as a teenager. She appeared in more than two dozen films for MGM, including The Wizard of Oz (1939), Meet Me in St. Louis (1944), The Harvey Girls (1946), Easter Parade (1948), and Summer Stock (1950). Garland was a frequent on-screen partner of both Mickey Rooney and Gene Kelly and regularly collaborated with director Vincente Minnelli, her second husband. In 1950, after 15 years with MGM, she was released from her contract with the studio amid a series of personal struggles that prevented her from fulfilling the terms of her contract.",
        "ngram": 114,
        "subject": "Tim Burton"
    },
    {
        "text": "In 1998, Fox disclosed his 1991 diagnosis of Parkinson's disease. He subsequently became an advocate for finding a cure, and founded the Michael J. Fox Foundation in 2000 to help fund research. Worsening symptoms forced him to reduce his acting work.",
        "ngram": 41,
        "subject": "Tim Burton"
    },
    {
        "text": "In 1787, Hamilton served as assemblyman from New York County in the New York State Legislature and was chosen as a delegate at the Constitutional Convention in Philadelphia by his father-in-law Philip Schuyler.: 191  Even though Hamilton had been a leader in calling for a new Constitutional Convention, his direct influence at the Convention itself was quite limited. Governor George Clinton's faction in the New York legislature had chosen New York's other two delegates, John Lansing Jr. and Robert Yates, and both of them opposed Hamilton's goal of a strong national government. Thus, whenever the other two members of the New York delegation were present, they decided New York's vote, to ensure that there were no major alterations to the Articles of Confederation.: 195 Early in the Convention, Hamilton made a speech proposing a President-for-Life; it had no effect upon the deliberations of the convention. He proposed to have an elected president and elected senators who would serve for life, contingent upon \"good behavior\" and subject to removal for corruption or abuse; this idea contributed later to the hostile view of Hamilton as a monarchist sympathizer, held by James Madison. According to Madison's notes, Hamilton said in regards to the executive, \"The English model was the only good one on this subject. The hereditary interest of the king was so interwoven with that of the nation, and his personal emoluments so great, that he was placed above the danger of being corrupted from abroad... Let one executive be appointed for life who dares execute his powers.\"Hamilton argued, \"And let",
        "ngram": 256,
        "subject": "Tim Burton"
    },
    {
        "text": "Perry was spoofed in The Boondocks episode: \"Pause\". The character Winston Jerome is a parody Perry. In the episode Jerome's character is Ma Dukes, whom he portrays by crossdressing, similar to Perry's Madea. Greg Braxton of the Los Angeles Times cited \"Pause\" as one of the sharpest public criticisms of Perry. The episode reportedly angered Perry who threatened to re-evaluate his relationship with Turner Broadcasting who had two series on the network TBS at the time, Tyler Perry's House of Payne and Meet the Browns. The episode was pulled from circulation.Donald Glover reportedly took aim at Perry in the FX series Atlanta. The episode title \"Work Ethic!\" comes from a tweet in which Perry posted a video of all the scripts he wrote for that season with the caption \"WORK ETHIC! Come on. Let's go get 2020!\". In the episode a woman and her daughter arrive at a TV studio run by a private and mysterious person known as \"Mr. Chocolate\". The mother is soon in fear of her daughter being exploited by Mr. Chocolate. Viewers and critics quickly deduced that the episode was satirizing Perry and the way in which he runs his studios in Atlanta. Ile-Ife Okantah of Vulture wrote their review, \"Like Perry’s own 330-acre studio in Atlanta, Mr. Chocolate Studios is a sprawling lot with multiple soundstages and office spaces\" and added \"Atlanta and many critics of Perry ask two questions of us: Do we as Black people have to support anything and everything that’s Black? And does Perry’s shallow depiction of",
        "ngram": 256,
        "subject": "Tim Burton"
    },
    {
        "text": "When asked in 2011 for the highlight of his career, he chose Star Trek: The Next Generation, because \"it changed everything [for me].\" He has also said he is very proud of his work on Star Trek: The Next Generation for its social messages and educational impact on young viewers. When questioned about his role's significance compared to his distinguished Shakespearean career, he said, \"The fact is all of those years in Royal Shakespeare Company—playing all those kings, emperors, princes and tragic heroes—were nothing but preparation for sitting in the captain's chair of the Enterprise.\" The accolades he has received include the readers of TV Guide in 1992 choosing him with Cindy Crawford, of whom he had never heard, as television's \"most bodacious\" man and woman. In an interview with Michael Parkinson, he expressed gratitude for Gene Roddenberry's response to a reporter who said, \"Surely they would have cured baldness by the 24th century,\" to which Roddenberry replied, \"In the 24th century, they wouldn't care.\"",
        "ngram": 165,
        "subject": "Tim Burton"
    },
    {
        "text": "Ryder then played Deborah Kuklinski, the wife of contract killer Richard Kuklinski, in the thriller The Iceman (2012), co-starring Michael Shannon. She also appeared with her The Iceman co-star James Franco in The Letter (2012). She reunited with director Tim Burton, who directed her in the music video for The Killers' single, \"Here with Me\", and cast her in the animated 3D feature film Frankenweenie (2012). Ryder also worked with the classic film channel TCM in 2012, guest hosting for a week in September, while Robert Osborne was on vacation, and introducing some of her favorite classic films in December.In 2013, Ryder appeared in the action thriller Homefront (2013), again opposite James Franco, this time playing a meth-addicted woman. Steven Boone of RogerEbert.com wrote: \"Ryder often seems on the verge of laughing in Franco's face as he attempts to manhandle and pimp-talk her. But it's nice to see her raven eyes and regal cheekbones on a big screen again, in whatever capacity.\" Ryder also starred in a segment of the Comedy Central television series Drunk History (2013) called \"Boston\". She played religious protester Mary Dyer opposite stern Puritan magistrate John Endicott, played by Michael Cera. She then took on the role of Peggy Shippen, the wife of Benedict Arnold, in her appearance of the second season of Drunk History (2014). In 2014, Ryder appeared in the British television film Turks & Caicos (2014) and modeled in the Fall advertising campaign of fashion label Rag & Bone.In 2015, Ryder was a juror at the Sundance Film Festival.",
        "ngram": 256,
        "subject": "Tim Burton"
    },
    {
        "text": "By his senior year at Freedom High School, Johnson had played only two years of football, but was offered a full athletic scholarship offer from the University of Miami, whose football program was beginning to emerge as one of the nation's top-level NCAA Division 1 teams.",
        "ngram": 46,
        "subject": "Tim Burton"
    },
    {
        "text": "She starred on the ABC sitcom Modern Family as Gloria Delgado-Pritchett, for which she was nominated for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series from 2010 to 2013. Vergara was the highest-earning woman in U.S. television, earning $19 million for the previous 12 months, according to a list released by Forbes.com on July 18, 2012. Vergara was named one of People magazine's \"50 most beautiful people\", and named by The Hollywood Reporter and Billboard as one of the most influential Latin women in Hollywood. Vergara received a star on the Hollywood Walk of Fame on May 7, 2015. In 2015, Forbes estimated Vergara's annual income at $28.5 million.In June 2016, the Human Rights Campaign released a video in tribute to the victims of the Orlando nightclub shooting; in the video, Vergara and others told the stories of the people killed there. As of September 2016, Forbes reported that Vergara was the highest-paid actress in television, bringing in $43 million in the past year. In February 2020, it was announced that Vergara would be a judge on America's Got Talent, starting with its fifteenth season. She returned for her second season in 2021, her third in 2022, her fourth in 2023, and is set to return for her fifth in 2024.",
        "ngram": 215,
        "subject": "Tim Burton"
    },
    {
        "text": "In an op-ed published by The Washington Post on 8 February 2019, Blair said: \"Where Iran is exercising military interference, it should be strongly pushed back. Where it is seeking influence, it should be countered. Where its proxies operate, it should be held responsible. Where its networks exist, they should be disrupted. Where its leaders are saying what is unacceptable, they should be exposed. Where the Iranian people — highly educated and connected, despite their government — are protesting for freedom, they should be supported.\" The Tony Blair Institute for Global Change warned of a growing Iranian threat. The Tony Blair Institute confirmed that it has received donations from the U.S. State Department and Saudi Arabia.",
        "ngram": 116,
        "subject": "Tim Burton"
    },
    {
        "text": "Like his mother, Harry has worked with the HALO Trust, an organisation that removes debris—particularly landmines—left behind by war. He had previously visited a minefield in Mozambique with the charity and spent two days learning about their work and mine-clearing techniques. In 2013 he was named as patron of the charity's 25th Anniversary Appeal. In April 2017, he hosted the Landmine Free 2025 reception at Kensington Palace, during which the UK government announced an increase in its financial support for de-mining efforts. In September 2019, he walked through a de-mining site in Angola, the same country visited by his mother 22 years earlier. In June 2021, after ten members of the trust were killed by an armed group at a mine clearance camp in Afghanistan, Harry issued a statement saying the attack \"was nothing less than an act of barbarism\".",
        "ngram": 140,
        "subject": "Tim Burton"
    },
    {
        "text": "He has also made guest appearances on the television shows Scrubs, King of the Hill, and The Simpsons. In March 2006, he was inducted into Canada's Walk of Fame, the first American-born actor to receive the honor. However, as of 2022, he does not have a star on the Hollywood Walk of Fame. After a six-year hiatus in the franchise, Fraser returned for the second sequel to The Mummy released in August 2008 and titled The Mummy: Tomb of the Dragon Emperor. Filming started in Montreal on July 27, 2007, and the film also starred Jet Li as Emperor Han. That same year, he starred in the 3D film adaptation of Jules Verne's Journey to the Center of the Earth and the fantasy film Inkheart (chosen personally for the lead role by the novel's author Cornelia Funke).",
        "ngram": 137,
        "subject": "Tim Burton"
    },
    {
        "text": "In 1990 he reunited with Cybill Shepard for Peter Bogdanovich's Texasville, a sequel to the 1971 film The Last Picture Show of which Bridges starred in. The film also starred Cloris Leachman, Eileen Brennan, and Randy Quaid. The film was based off the 1987 novel of the same name by Larry McMurtry. Bridges said of making the film, \"[It] was like constantly being hit over the head by deja vu. Every day I'd grab Peter and place him in some corner on the street where we were shooting and I'd say, 'Now 20 years ago what did you say to me as I was standing right here?'\". The following year he starred in Terry Gilliam's fantasy comedy-drama The Fisher King (1991) opposite Robin Williams, Mercedes Ruehl and Amanda Plummer. In the film he plays a misanthropic radio shock jock who befriends a homeless person on the quest to find love and the Holy Grail. For their performances they both received nominations for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy. In 1992 he produced and starred as a man released from prison in the Martin Bel directed drama American Heart earning the Independent Spirit Award for Best Male Lead. Film critic Janet Maslin of The New York Times praised Bridges' performance writing, \"It's time to recognize Mr. Bridges as the most underappreciated great actor of his generation...he has managed to transform himself to an astonishing degree.\"",
        "ngram": 241,
        "subject": "Tim Burton"
    },
    {
        "text": "Seagal has been a Reserve Deputy Chief in the Jefferson Parish, Louisiana, Sheriff's Office. In the late 1980s, after teaching the deputies martial arts, unarmed combat, and marksmanship, then-sheriff Harry Lee (1932–2007) asked Seagal to join the force. Seagal's rank in Louisiana was ceremonial. Steven Seagal: Lawman, a series which follows his work in the Jefferson Parish Sheriff's Office, premiered on A&E on December 2, 2009. Seagal stated that \"I've decided to work with A&E on this series now because I believe it's important to show the nation all the positive work being accomplished here in Louisiana—to see the passion and commitment that comes from the Jefferson Parish Sheriff's Office in this post-Katrina environment.\" The series premiere drew 3.6 million viewers, ranking as best season opener for any original A&E series ever.On April 14, 2010, the series was suspended by Jefferson Parish Sheriff Newell Normand due to a sexual trafficking lawsuit filed against Seagal. The suit was later dropped. A&E resumed the show for the second season, which began on October 6, 2010. Production on Season 3 started in February 2011, with a change of location from Louisiana to Maricopa County, Arizona.  Two episodes were scheduled to be aired, beginning on January 4, 2012. Shortly before the episodes were to be aired, Season 3 was suspended, with no explanations given. Season 3 premiered on January 2, 2014, but the show was not renewed for a fourth season. In October 2011, Seagal was sworn-in as the Sheriff department’s deputy sheriff of Hudspeth County, Texas, a law",
        "ngram": 256,
        "subject": "Tim Burton"
    },
    {
        "text": "Trump's false and misleading statements were documented by fact-checkers, including at The Washington Post, which tallied 30,573 false or misleading statements made by Trump over his four-year term. Trump's falsehoods increased in frequency over time, rising from about six false or misleading claims per day in his first year as president to 39 per day in his final year.",
        "ngram": 59,
        "subject": "Tim Burton"
    },
    {
        "text": "Warwick was named the Bestselling Female Vocalist in the Cash Box Magazine poll in 1964, with six chart hits in that year. Cash Box named her the Top Female Vocalist in 1969, 1970 and 1971. In the 1967 Cash Box poll, she was second to Petula Clark, and in 1968's poll second to Aretha Franklin. Playboy's influential Music Poll of 1970 named her the Top Female Vocalist. In 1969, Harvard's Hasty Pudding Society named her Woman of the Year.In the May 21, 1965 Time cover article entitled \"The Sound of the Sixties\", Warwick's sound was described as:",
        "ngram": 97,
        "subject": "Tim Burton"
    },
    {
        "text": "Van Gogh had no recollection of the event, suggesting that he may have suffered an acute mental breakdown. The hospital diagnosis was \"acute mania with generalised delirium\", and within a few days, the local police ordered that he be placed in hospital care. Gauguin immediately notified Theo, who, on 24 December, had proposed marriage to his old friend Andries Bonger's sister Johanna. That evening, Theo rushed to the station to board a night train to Arles. He arrived on Christmas Day and comforted Vincent, who seemed to be semi-lucid. That evening, he left Arles for the return trip to Paris.",
        "ngram": 100,
        "subject": "Tim Burton"
    },
    {
        "text": "Andre Romell  Young (born February 18, 1965), known professionally as Dr. Dre, is an American rapper and record producer. He is the founder and CEO of Aftermath Entertainment and Beats Electronics, and co-founded and was the president of Death Row Records. Dre began his career as a member of the World Class Wreckin' Cru in 1985, and later found fame with the gangsta rap group N.W.A. The group popularized explicit lyrics in hip hop to detail the violence of street life. During the early 1990s, Dre was credited as a key figure in the crafting and popularization of West Coast G-funk, a subgenre of hip hop characterized by a synthesizer foundation and slow, heavy production.",
        "ngram": 116,
        "subject": "Tim Burton"
    },
    {
        "text": "Curtis and Leigh made one more film together Who Was That Lady? (1960), a comedy with Dean Martin. He and Debbie Reynolds then starred in The Rat Race (1960). He then started in a supporting role in Spartacus (1960), before making two biopics: The Great Impostor (1961), directed by Robert Mulligan, playing Ferdinand Waldo Demara; and The Outsider (1961), in which he played war hero Ira Hayes. He returned to epics with Taras Bulba (1962), co starring Yul Brynner and Christine Kaufmann, who became Curtis's second wife.",
        "ngram": 87,
        "subject": "Tim Burton"
    },
    {
        "text": "On July 26, Carey was hospitalized due to exhaustion and a \"physical and emotional breakdown\". She was admitted to a hospital in Connecticut and remained under doctor's care for two weeks, followed by an extended absence from the public. Virgin Records and 20th Century Fox delayed the release of Glitter and its soundtrack. Critics panned Glitter and its soundtrack; both were unsuccessful commercially. The soundtrack became Carey's lowest-selling album to that point. The St. Louis Post-Dispatch dismissed it as \"an absolute mess that'll go down as an annoying blemish on [her] career.\" She attributed the poor performance to her state of mind, its postponement and the soundtrack having been released on September 11.",
        "ngram": 113,
        "subject": "Tim Burton"
    },
    {
        "text": "In March 1982, Hogan defeated Bockwinkel and his manager Bobby Heenan in a non-title handicap match in the International Amphitheatre in Chicago, Illinois. Hogan went on to repeatedly challenge Bockwinkel for the AWA World Heavyweight Championship, with the matches generally ending in disqualifications (a decision wherein the Championship does not change hands). In April 1982, Hogan defeated Bockwinkel and was declared the new AWA World Heavyweight Champion, only for the decision to be overturned by AWA President Stanley Blackburn due to the use of a foreign object during the match.",
        "ngram": 90,
        "subject": "Tim Burton"
    },
    {
        "text": "Moore is viewed as a pioneer for equal salary for women in Hollywood. She was paid $12.5 million for her role in Striptease, which was more money than any other woman in Hollywood had ever been offered at the time. Producers for Striptease and G.I. Jane got into a bidding war to see who could get Moore to film first. Striptease won and Moore became the highest paid actress in Hollywood in 1995. \"She became a pioneer for other actresses by being the first female lead to demand the same salary, benefits and billing as her male counterparts,\" Lifetime wrote. \"Her screen persona always has something indestructible about it. There's a toughness, a strength, a determination,\" The Guardian described in 2007. She was also the subject of an E! True Hollywood Story special in 2003 and of Celebrity Style Story special in 2012.Moore has been included in magazine lists of the world's most beautiful women. She was selected as one of People magazine's 50 Most Beautiful People in the world in 1996. In 1999, Moore became a guest editor for the November issue of Marie Claire. In 1999, she was ranked eighth on Forbes' list of Top 20 Actresses, based on three separate lists of box office receipts. In 2004, People ranked her ninth on their list of All-Time Most Beautiful Women. She was voted seventh on Life & Style magazine's Best Dressed Female poll in December 2006. On December 31, 2019, The Wall Street Journal listed a cover story about Moore as one of their",
        "ngram": 256,
        "subject": "Tim Burton"
    },
    {
        "text": "Due to reduced demand for coal, resulting from an economic downturn, many of CF&I's coal mines never reopened and many men were thrown out of work. The union was forced to discontinue strike benefits in February 1915. There was destitution in the coalfields. With the help of funds from the Rockefeller Foundation, relief programs were organized by the Colorado Committee on Unemployment and Relief. A state agency created by Governor Carlson, offered work to unemployed miners building roads and doing other useful projects.The casualties suffered at Ludlow mobilized public opinion against the Rockefellers and the coal industry. The United States Commission on Industrial Relations conducted extensive hearings, singling out John D. Rockefeller Jr. and the Rockefellers' relationship with Bowers for special attention. Bowers was relieved of duty and Wellborn restored to control in 1915, then industrial relations improved.Rockefeller denied any responsibility and minimized the seriousness of the event. When testifying on the Ludlow Massacre, and asked what action he would have taken as Director, John D. Rockefeller Jr. stated, \"I would have taken no action. I would have deplored the necessity which compelled the officers of the company to resort to such measures to supplement the State forces to maintain law and order.\" He admitted that he had made no attempt to bring the militiamen to justice.",
        "ngram": 217,
        "subject": "Tim Burton"
    },
    {
        "text": "In February 2007, it was announced that Dr. Dre would produce dark comedies and horror films for New Line Cinema-owned company Crucial Films, along with longtime video director Phillip Atwell. Dr. Dre announced \"This is a natural switch for me, since I've directed a lot of music videos, and I eventually want to get into directing.\" Along with fellow member Ice Cube, Dr. Dre produced Straight Outta Compton (2015), a biographical film about N.W.A.",
        "ngram": 74,
        "subject": "Tim Burton"
    },
    {
        "text": "After graduating from the University of Miami, Liotta moved to New York City, where he was hired as a bartender at the Shubert Organization and landed an agent within six months. One of his earliest roles was as Joey Perrini on the soap opera Another World, on which he appeared from 1978 to 1981. He left the show and moved to Los Angeles. He made his film debut in 1983's The Lonely Lady. His first major acting role was Something Wild (1986), for which he received his first Golden Globe nomination, this nomination being for Best Supporting Actor – Motion Picture. In 1989, Liotta portrayed the ghost of baseball player Shoeless Joe Jackson in the fantasy/drama film Field of Dreams.",
        "ngram": 120,
        "subject": "Tim Burton"
    }
]