[
    {
        "text": "Selena Marie Gomez ( sə-LEE-nə GOH-mez; born July 22, 1992) is an American singer, songwriter, actress, producer, and businesswoman. She began her career as a child actress, starring on the children's television series Barney & Friends (2002–2004). Gomez rose to prominence and emerged as a teen idol, for her leading role as Alex Russo on the Disney Channel sitcom Wizards of Waverly Place (2007–2012). As a recording artist, she signed with Hollywood Records in 2008 and formed the pop rock band Selena Gomez & the Scene, for which she served as lead vocalist. With three studio albums and seven singles, each of the band's releases have received gold certifications or higher by the Recording Industry Association of America (RIAA).",
        "ngram": 119,
        "subject": "Selena Gomez"
    },
    {
        "text": "Further pursuing a career as a soloist, Gomez found continued success with her solo studio albums, as each have debuted atop the U.S. Billboard 200. Her EDM-inspired debut, Stars Dance (2013) yielded the international top-ten single \"Come & Get It\". Desiring more artistic control, Gomez signed with Interscope Records to release the electropop set Revival (2015), supported by the top-ten singles \"Good for You\", \"Same Old Love\", and \"Hands to Myself\". Its follow-up, Rare (2020), topped the charts in 11 countries, and was led by the single \"Lose You to Love Me\", which marked Gomez's first number-one song on both the U.S. Billboard Hot 100 and the Canadian Hot 100. She forayed into Spanish-language music with the extended play Revelación (2021), which earned her first Grammy and Latin Grammy Award nominations. Gomez has also released various collaborative singles, including \"We Don't Talk Anymore\", \"It Ain't Me\", \"Wolves\", \"Taki Taki\", and \"Calm Down (Remix)\"; the latter became the most commercially successful Afrobeats song of all time and became the best-selling collaboration of 2023 globally.",
        "ngram": 173,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez has starred in numerous films, including voicing Mavis in the Hotel Transylvania film franchise (2012–2022). On television, she produced the teen drama series 13 Reasons Why (2017–2020), the documentary Living Undocumented (2019), her cooking show Selena + Chef (2020–present), and the mystery comedy series Only Murders in the Building (2021–present), in which she plays a lead acting role. Gomez has received numerous accolades, including an American Music Award, a Billboard Music Award, two MTV Video Music Awards, and 16 Guinness World Records; and received nominations for four Emmy Awards, two Grammy Awards, and two Golden Globe Awards.",
        "ngram": 98,
        "subject": "Selena Gomez"
    },
    {
        "text": "Outside of music and acting, Gomez has worked with various charitable organizations, and advocates for mental health, and gender, racial, and LGBT equality; she has been a UNICEF goodwill ambassador since 2009. She launched the cosmetics company Rare Beauty in 2020, which was valued at $2 billion in 2024, and founded the Rare Impact Fund, a non-profit committed to raising $100 million this decade for mental health awareness. Gomez has been featured in listicles such as the Time 100 (2020) and Forbes 30 Under 30 (2016 and 2020), and was named the Billboard Woman of the Year in 2017. Billboard ranked her as one of the most successful artists of the 2010s decade. With over 430 million followers, she is the most-followed woman on Instagram, as of 2024.",
        "ngram": 128,
        "subject": "Selena Gomez"
    },
    {
        "text": "Selena Marie Gomez was born on July 22, 1992, in Grand Prairie, Texas, to Ricardo Joel Gomez and Texas-born former stage actress Mandy Teefey. She was named after Tejano singer Selena Quintanilla, who died in 1995. Her father is of Mexican descent, while her mother, who was adopted, has Italian ancestry. Gomez's paternal grandparents emigrated to Texas from Monterrey in the 1970s. Of her heritage, Gomez has said she is \"a proud third-generation American-Mexican\" and \"My family does have quinceañeras, and we go to the communion church. We do everything that's Catholic, but we don't really have anything traditional except go to the park and have barbecues on Sundays after church.\" Gomez's Spanish fluency waned after age seven, when she began working in television. Her parents divorced when she was five years old, and she remained with her mother. Gomez has two younger half-sisters and a younger stepbrother: Gracie Elliot Teefey, through Mandy and her second husband, Brian Teefey, and Victoria \"Tori\" and Marcus Gomez, through Ricardo and his second wife, Sara. She earned her high-school diploma through homeschooling in May 2010.Gomez was born when her mother was 16 years old. The family had financial troubles throughout Gomez's childhood, her mother struggling to provide for the pair. At one point, Gomez recalls that they had to search for quarters just to get gas for their car. Her mother later recalled that the two would frequently walk to their local dollar store to buy spaghetti for dinner. Gomez has said, \"I was frustrated that my parents weren't",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez first gained an interest in pursuing a career in entertainment watching her mother prepare for stage productions. In 2002, she began her acting career on the children's television series Barney & Friends, portraying the character Gianna. The show was her first acting gig. Gomez recalled of the experience, \"I was very shy when I was little [...] I didn't know what 'camera right' was. I didn't know what blocking was. I learned everything from Barney.\" Gomez appeared in thirteen episodes of the show between 2002 and 2004; the show's producers released her as she was \"too old\" for the series. While working on Barney & Friends, Gomez had bit part roles in the film Spy Kids 3-D: Game Over (2003) and the made-for-television film Walker, Texas Ranger: Trial by Fire (2005). She guest starred in a 2006 episode of the Disney Channel series The Suite Life of Zack & Cody.",
        "ngram": 151,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez was given a recurring role on the Disney Channel series Hannah Montana in 2007 as pop star Mikayla. During this time, Gomez filmed pilot episodes for two potential Disney Channel series; the first was a Suite Life spin-off titled Arwin!, and the second was a Lizzie McGuire spin-off titled What's Stevie Thinking?. She later auditioned for a role in the network's series Wizards of Waverly Place, ultimately winning the lead role of Alex Russo. Gomez and her mother subsequently moved to Los Angeles. Wizards of Waverly Place saw Gomez playing a teenage girl in a family of wizards who own a restaurant in New York City. It quickly became a success for the Disney Channel and represented Gomez's breakthrough into the mainstream. The role brought Gomez \"teen idol\" status. And she also became one of the ten highest-paid children's TV stars of all time, earning from US$25,000-30,000 per episode. The series received numerous awards and nominations, and won the Outstanding Children's Program at the 61st Primetime Emmy Awards. It garnered positive reviews, with Gomez's being particularly praised for her comic timing and sarcastic delivery.In 2008, while working on the second season of her series, Gomez voiced Helga along with Jim Carrey, Steve Carell and others in the animated film Horton Hears a Who!. The film became a commercial and critical success, grossing over US$300 million worldwide. In September of the same year, the teen musical comedy film Another Cinderella Story was released, where Gomez played the main role of an aspiring dancer Mary Santiago, the",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Hoping to cross over into the music industry, Gomez formed the pop rock band Selena Gomez & the Scene through her record deal with Hollywood Records. The name of the band is an \"ironic jab\" at the people who called Gomez a \"wannabe scene\". The band's debut studio album, Kiss & Tell, influenced by pop rock and electronic rock was released in September 2009. The album received mixed reviews from critics, BBC News described the album as \"[...] fast and full of energy [...]\", and Mikael Wood from Billboard wrote: \"[...] her music could use more of her in it\". Kiss & Tell debuted at number nine on the U.S. Billboard 200, with first-week sales of 66,000 album-equivalent units, and spent a non-consecutive 59 weeks there. Although its lead single was not commercially and critically successful, the second single, \"Naturally\", became a breakthrough and the first highly successful single in Gomez's career, reaching number twenty-nine in the U.S., and top-ten in many European countries, including number seven in the U.K.. In a 2021 Grammy interview, Gomez credited the LGBT community for kickstarting her music career and supporting her before anyone else, stating \"I remember when it was released, it truly started getting played in gay bars before anywhere else\", and expressed her gratitude for the community. \"I hope they hear in my music the importance of self-love and the strength that comes through vulnerability\"-Gomez said, adding that she has always truly loved and supported gays since childhood. All studio albums and singles of the band were",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez confirmed in January 2012 that she would be taking a break from music, placing Selena Gomez & the Scene on hiatus. That year, Wizards of Waverly Place officially ended its run on the Disney Channel after four seasons. For five years in a row (2009-2013), Gomez won the Kids' Choice Award for Favorite TV Actress. She currently holds the record for the most Kids' Choice Awards wins (12) for an individual. In 2012, Gomez starred in the controversial comedy-crime film from director Harmony Korine Spring Breakers together with James Franco, Vanessa Hudgens, Ashley Benson and Rachel Korine. The film premiered at the 69th Venice International Film Festival, and was released the following year. The story followed four college-aged girls who decide to rob a fast food restaurant in order to pay for their spring break. It saw Gomez playing a more mature character than she did previously and reportedly led to her having a \"bit of a meltdown on set\". Spring Breakers received positive reviews from critics, some called it a potential cult classic. The film entered many prestigious ratings, including the BBC's 100 Greatest Films of the 21st Century and Rolling Stone's The 50 Best Movies of the 2010s and many others. Many critics and tabloids were shocked to see the \"teen idol\" Miss Gomez in such a provocative film, in particular Manohla Dargis from The New York Times wrote: it is not surprising that Miss Gomez quit Disney. \"In \"Spring Breakers\" [she] have the chance to simulate the behavior that feeds the tabloids",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Despite earlier claims that she would be taking a break from music, Gomez announced in March 2013 the release of her solo debut album. In April 2013, Gomez released \"Come & Get It\" as the lead single for her upcoming album. This song became Gomez's first top-ten entry on the U.S. Billboard Hot 100, reaching number six, and also reached the top-ten on the charts in Canada and the U.K. The album's second single, \"Slow Down\", peaked at number twenty-seven in the U.S. Gomez released her debut solo studio album, Stars Dance, in July 2013. The style of the record was rooted musically on EDM and electropop. It received mixed reviews from music critics. Writing for Los Angeles Times, August Brown found that the album was \"the kind of album one makes in 2013 if you want to keep the pop sugar of the Disney tween cabal but mix in some broken glass and a club bathroom nosebleed. Its productions are rooted in today's pop-EDM default mode [...]\". Andrew Hampp of Billboard wrote: \"[...] is a collection of 11 shinily produced pop songs that find Gomez trying on a series of different personalities with her slight-yet-capable vocals [...]\". Stars Dance became her first album to debut at number one on the U.S. Billboard 200, with first-week sales of 97,000 album-equivalent units. At that time, Gomez, who turned 21, became the youngest solo artist to take first place since Speak Now from Taylor Swift in 2010. The album also reached number one in Canada. Gomez incorporated choreographed",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "While working on her second studio album, Gomez collaborated with German DJ Zedd on \"I Want You to Know\", released in February 2015, and debuted at number-seventeen in the U.S. In May, she appeared in Taylor Swift's music video for \"Bad Blood\". Gomez released \"Good for You\" featuring rapper ASAP Rocky as the lead single from her second studio album, in June. The song debuted at number-one on the Digital Songs chart with first-week sales of 179,000 copies—the best sales week in Gomez's career for a single. It was the chart's first number-one debut since Swift's \"Blank Space\" (2014). \"Good for You\" became Gomez's first top-five single on the Billboard Hot 100, and her first single to top the Mainstream Top 40 chart. It also reached the top-ten on charts in Australia and Canada. Gomez later reprised the voice role of Mavis in Hotel Transylvania 2 (2015); the film was met with a positive critical reception and commercial success upon release, grossing US$474 million worldwide. She was awarded Favorite Animated Movie Voice at the 42nd People's Choice Awards.",
        "ngram": 178,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez released her second studio album, Revival, in October 2015. It is primarily a dance-pop and electropop record with R&B vibes. The album was reviewed positively by critics, who praised its production and lyrical content. Writing for Rolling Stone, Brittany Spanos stated that \"Revival is an audacious name for a 23-year-old singer's second album, but from start to finish, Gomez earns it,\" noting that \"[t]his is the sound of a newly empowered pop artist growing into her strengths like never before.\" Kristen S.Hé of Billboard called it \"one of the most influential pop albums of the late 2010s.\" The album debuted at number-one on the U.S. Billboard 200 with first-week sales of 117,000 album units, and was certified platinum by the RIAA. It remains Gomez's highest first-week sales to date. \"Same Old Love\" was released as the album's second single and topped the Mainstream Top 40 chart. It also peaked at number-five in the U.S., tying with \"Good for You\" as Gomez's highest-charting single at the time, and reached the top-ten in Canada. \"Hands to Myself\" served as the album's third single and became her third consecutive number-one on the Mainstream Top 40, making Gomez one of only six female artists to have three singles from the same album top the chart. The single also peaked within the top-ten in the U.S., and the top-five in Canada. For her performance on Billboard's music charts, Gomez received the Chart-Topper Award at the 2015 Billboard Women in Music event.Gomez was a key advisor during the ninth season of",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez featured on Charlie Puth's single, \"We Don't Talk Anymore\". The song was an international success, and reached the top-ten in the U.S., Australia, France, Spain, and topped the charts in Italy; and was certified 5× platinum by the RIAA. The music video became the most-viewed music video published in 2016 on YouTube, with over 3 billion views. Gomez had a supporting role in In Dubious Battle (2016) starring and directed by James Franco. The film had its world premiere at the 73rd Venice International Film Festival, and was met with underwhelming reviews. She also guest starred in the Comedy Central variety sketch series Inside Amy Schumer. Gomez and Canadian singer Tory Lanez were featured on Norwegian DJ Cashmere Cat's single, \"Trust Nobody\".Following the cancelation of her tour, Gomez rechecked into rehab to focus on her mental health and was noticeably absent from social media. At that time, she was the most followed person on Instagram, and became the first person to reach 100 million followers on it. In February 2023, she regained her status as the most-followed woman on the platform, and became the first woman to reach 400 million followers on it the following month. From 2015 to 2016, Gomez broke 9 Guinness World Records, and she had the most-liked Instagram image of all time at that time. After being absent from the public eye for four months, Gomez triumphantly returned to the media making her highly anticipated return since entering rehab at the 2016 American Music Awards, where she owned all the attention",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez and the Norwegian DJ Kygo released a single together, \"It Ain't Me\", in February 2017. The collaboration reached top ten of most major music charts worldwide, including the U.S. and the U.K., and attained top five peaks in Australia, Canada, Germany and many European countries. The song received nominations at major awards around the world, including Top Dance/Electronic Song at the 2018 Billboard Music Awards, and it also her best-selling song in the UK, selling over 1.4 million chart units.Gomez served as executive producer for the series adaptation of the novel Thirteen Reasons Why. The show premiered on Netflix in March 2017. The series drew backlash from various mental health charities and suicide prevention communities over \"dangerous content\", with some people feeling the show glamorized suicide. Gomez addressed the controversy, saying that \"We stayed very true to the book and that's initially what [author] Jay Asher created was a beautifully tragic, complicated yet suspenseful story and I think that's what we wanted to do. We wanted to do it justice and, yeah, [the backlash is] gonna come no matter what. It's not an easy subject to talk about, but I'm very fortunate with how it's doing. Despite the controversy, the first season was a critical success. However, the other three seasons received generally negative reviews. 13 Reasons Why was the most tweeted about show of 2017, and the most-watched original streaming series of 2018. In 2022, its second season ranks as the ninth most watched English-language television series on Netflix, with 496.1 million hours viewed",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "In May 2018, Gomez released the single \"Back to You\", from the 13 Reasons Why Season 2 Soundtrack. It reached the top-ten in a variety of charts in European countries, top-five in Australia and Canada, and reached top-twenty in the U.S. and the U.K. Gomez voiced Mavis again in Hotel Transylvania 3: Summer Vacation, which was released in July. The film was a commercial success, and received mixed to positive reviews. With box office earnings of US$528 million worldwide, it becoming Sony Pictures Animation's highest-grossing film worldwide to be completely animated and second-highest overall. (Spider-Man: Across the Spider-Verse in 2023 surpassed this record). Gomez featured on DJ Snake's song \"Taki Taki\" alongside Ozuna and Cardi B, released in September. The single achieved global success, reaching the top-ten in Canada, France, Germany, Italy, topped the charts in Spain and several Latin American countries, and peaked at number eleven in the U.S. The song has received numerous awards and nominations including, nominations for the two Billboard Music Awards and, but ultimately won Song of the Year at the 2019 Latin American Music Awards. From 2011 to 2018, Gomez had a streak of 16 consecutive top 40 hits on the Billboard Hot 100, which is the longest active run of any artist according to Billboard. In November 2018, Gomez surpassed Drake and became Spotify's most-streamed artist with 46 million monthly listeners while not releasing new album since 2015 (Ariana Grande later surpassed this record). Gomez also featured on Julia Michaels's single \"Anxiety\", released in January 2019, and the following",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "which follows eight undocumented families in America. The docuseries was a critical success. According to an op-ed written by Gomez for Time on October 1, 2019, Gomez said she was approached about the project in 2017 and decided to become involved after watching footage that captured \"the shame, uncertainty, and fear I saw my own family struggle with. But it also captured the hope, optimism, and patriotism so many undocumented immigrants still hold in their hearts despite the hell they go through.\"",
        "ngram": 82,
        "subject": "Selena Gomez"
    },
    {
        "text": "In October 2019, Gomez released \"Lose You to Love Me\" as the lead single from her third studio album. The next day, she surprise-released the album's second single, \"Look at Her Now\". \"Lose You to Love Me\" became her first number-one song in the U.S. and Canada, and reached the top five of various national charts worldwide, including Australia and the U.K. Rare was released in January 2020, and debuted atop in the U.S., earning 112,000 album-equivalent units in its first week. It became her third consecutive number-one album in the U.S., and topped the charts in Australia, Canada, and several other territories, peaking at number two in the UK. The album received positive reviews from music critics, who praised its production and cohesiveness, with many calling it Gomez's best album to date; Jem Aswad of Variety labeled Rare \"one of the best pop albums to be released in recent memory\" and described it as \"sophisticated, precisely written and expertly produced music\". Other singles released from the album include \"Rare\" and \"Boyfriend\".In January 2020, Gomez voiced a giraffe in the adventure film Dolittle, directed by Stephen Gaghan. The film, starring Robert Downey Jr., was a box office disappointment, and received negative reviews from critics, who called it \"too long [and] lifeless.\" Gomez hosted and executive produced the HBO Max cooking show Selena + Chef, which features Gomez joined by a different chef each episode; this was initially implemented remotely due to the COVID-19 pandemic. Each episode highlights a food-related charity. The show premiered in August 2020,",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez revealed in 2022 that her next album was in the works, and alluded to a potential tour. She said the record would be \"really powerful, strong, very pop\" with themes revolving around \"freedom from relationships [and] the darkness\".In January 2024, the artist stated that she prefers acting over music, and only has \"one more album in [her]\". She revealed that she \"never really intended on being a singer full-time\" but \"that hobby\" evolved into a career when she was working with Disney. In February, Gomez released the standalone single \"Love On\", which debuted at number fifty-six in the U.S., and at number sixty-seven on the Global 200 chart.",
        "ngram": 109,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez will next star opposite Zoe Saldaña in the musical crime comedy Emilia Perez, which she filmed from April to June 2023 in Paris, directed by Jacques Audiard. The film is slated for a 2024 release.In October 2020, it was announced that Gomez is set to produce, and possibly star in, the horror thriller film Dollhouse. In November 2020, Gomez was announced as executive producer and star of the Elgin James-directed biographical film In the Shadow of the Mountain, based on the memoir of Silvia Vasquez-Lavado, the first openly gay woman to complete the Seven Summits. In April 2021, Gomez was also set to star in the psychological thriller Spiral. In March 2022, a project inspired by Sixteen Candles titled 15 Candles entered development for Peacock, with Gomez serving as executive producer. In August 2022, it was announced that Gomez was in talks to produce a reboot of Working Girl on Hulu. In December, Gomez was announced as producer of the music documentary Won't Be Silent. In December 2023, Gomez revealed through Instagram that her upcoming studio album will be released before March 2024. Gomez is set to portray Linda Ronstadt in an upcoming biopic based on her life.",
        "ngram": 199,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez is described as a pop artist. Her work is primarily characterized as dance-pop and EDM; however, she has experimented with different music genres. Her debut album with the Scene was influenced by electronic rock and pop rock, while her subsequent records with the band opted for a dance-pop sound. A Year Without Rain noted synth-pop characteristics, and When the Sun Goes Down featured a more electropop and electro-disco musical direction. Her debut solo album Stars Dance was rooted in the EDM-pop genre—Gomez herself described it as \"baby dubstep\"—drawing elements from electronic, disco, techno, and dancehall. Her songs \"The Heart Wants What It Wants\" and \"Good for You\" have been described as \"minimalistic\" and \"grown-up\", introducing a more adult pop sound into her repertoire.",
        "ngram": 124,
        "subject": "Selena Gomez"
    },
    {
        "text": "Early in her career, Gomez cited Bruno Mars as an influence for \"his style of music, his style in general, the way he performs, the way he carries himself\". Gomez has also cited Christina Aguilera, Britney Spears, Beyoncé, Rihanna, and Taylor Swift as influences. Gomez's debut solo album Stars Dance (2013) was prominently influenced by Spears, Swift, and EDM producer Skrillex; her second album, Revival, was mainly inspired by Aguilera's album Stripped (2002), as well as Janet Jackson and Spears.",
        "ngram": 80,
        "subject": "Selena Gomez"
    },
    {
        "text": "In 2009, Gomez was part of Sears's back-to-school fashion campaign and featured in television commercials. She hosted the \"Sears Arrive Air Band Casting Call\" to select five winners for the first-ever \"Sears Air Band\" to perform at the 2009 MTV Video Music Awards. She also became the spokesperson for Borden Milk and starred in campaign's print ads and television commercials for the brand.",
        "ngram": 63,
        "subject": "Selena Gomez"
    },
    {
        "text": "Having previously announced plans to launch a fashion line, Gomez released the Dream Out Loud collection in 2010. It consisted of bohemian dresses, floral tops, jeans, skirts, jackets, scarves and hats, all of which were made from recycled or eco-friendly materials. Gomez stated, \"With my line, I really want to give the customer options on how they can put their own looks together [...] I want the pieces that can be easy to dress up or down, and the fabrics being eco-friendly and organic is super important [...] Also, the tags will all have some of my inspirational quotes on them. I'm just looking to send a good message.\" Gomez teamed up with designers Tony Melillo and Sandra Campos for the project, both of whom had previously worked with big-name fashion houses. Melillo and Campos teamed with New York-based Adjmi Apparel to manufacture the brand, which was formed by Adjmi CH Brands LLC, the holding company for the brand. From 2010 to 2014, Gomez worked with retailer Kmart to release the clothing line.It was announced on July 14, 2011, that Gomez had signed a license agreement with Adrenalina, an extreme sports and adventure-themed lifestyle brand, to develop, manufacture, and distribute her own fragrance. Chairman and CEO of Adrenalina, Ilia Lekach, said, \"We are incredibly enthused to be working with Ms. Gomez and will reveal more details pertaining to the fragrance as we get closer to the launch date.\" The perfume was released in May 2012. In 2013, she released her second fragrance, Vivamore by Selena Gomez.",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "In October 2008, Gomez participated in St. Jude's Children's Hospital's \"Runway For Life\" benefit in strutting her stuff down the runway in Beverly Hills, where over $1 million was raised for the cause. That same month, Gomez was named UNICEF's spokesperson for the Trick-or-Treat for UNICEF campaign, which encouraged children to raise money on Halloween to help children around the world. In August 2009, Gomez, then 17 years old, became the youngest UNICEF ambassador (Millie Bobby Brown later surpassed this record). In her first official field mission, Gomez traveled to Ghana in September 2009 for one week to witness first-hand the stark conditions of vulnerable children that lack vital necessities such as clean water, nourishment, education and healthcare. Gomez explained in an interview with Associated Press correspondents that she wanted to use her star power to bring awareness to Ghana: \"That's why I feel very honored to have a voice that kids listen to and take into consideration [...] I had people on my tour asking me where IS Ghana, and they Googled it [...] and because I went there, they now know where Ghana is. So it's pretty incredible.\" Gomez said, of her role as ambassador, that \"Every day 25,000 children die from preventable causes. I stand with UNICEF in the belief that we can change that number from 25,000 to zero. I know we can achieve this because every moment, UNICEF is on the ground providing children with the lifesaving assistance needed to ensure zero becomes a reality.\"Gomez was named spokesperson for UNICEF's 2009",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez was involved in the UR Votes Count campaign, which encouraged teenagers to learn more about 2008 presidential candidates Barack Obama and John McCain. The following year, Gomez became the ambassador of DoSomething after being involved with the charity Island Dog, which helped dogs in Puerto Rico. Gomez updated fans on her blog at MySpace: \"We are spending the day feeding puppies, washing them and hanging out with them. After we spend the day with them we are sending these dogs to different places in the U.S the no-kill dog shelters so they can find a home [...].\" She joined while filming Wizards of Waverly Place: The Movie in Puerto Rico. In 2009, Gomez has been involved with the charity RAISE Hope For Congo, an initiative of the Enough Project, raising funds for war-torn African country, in order to raise awareness of conflict minerals and sexual crimes and violence committed against women and girls in the Congo, as well as to eliminate sexual violence, torture and other atrocities through the 4P method; Peace, Protection, Punishment and Prevention.From 2009 to 2012, Gomez was involved in \"Disney's Friends for Change\", an organization which promoted \"environmentally-friendly behavior\", and appeared in its public service announcements. Gomez, Demi Lovato, Miley Cyrus, and the Jonas Brothers recorded the charity single \"Send It On\" as the ad hoc musical team \"Disney's Friends For Change\", all of whose proceeds were donated into the Disney Worldwide Conservation Fund. The song debuted on the Billboard Hot 100 at number 20.  Billboard included this song in",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez has been referred to as \"Pop Princess\" by several media outlets, and various journalists regard her as a \"triple threat\", owing to her successful singing, performing, and acting careers. The Guardian credits her with popularizing \"whisper pop\", a style of pop music characterized by soft, hushed and breathy vocals. Rolling Stone India regards her as one of the most influential pop culture icons of her time. In 2017, Time honored her as one of the \"women who are changing the world\" on its First Women Leaders list. In 2020, Gomez received the Art Award from Hispanic Heritage Foundation for her impact on global culture via her music, filmography and advocacy. In 2022, People named Gomez as one of 15 women who are \"changing the music industry today\". Variety considers her a key personality in global media, owing to her \"multi-hyphenate\" presence incorporating music, films, television, cosmetics, and social activism. Gomez was also included in The Hollywood Reporter's Power 100 list as one of the most powerful women in entertainment.Gomez advocates for various causes. She is known for frequently raising awareness on mental health. In 2019, she received the McLean Award for mental health advocacy. The Stanford Healthcare Innovation Lab honored her with the first ever Mental Health Innovations Award for Excellence in Mental Health Advocacy in 2022. That year, she also received the Morton E. Ruderman Award in Inclusion by the Ruderman Family Foundation. Gomez has shown support for the LGBT community. She joined numerous celebrities to write a \"love letter\" during pride month, as",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez owned a $6.6 million home in Calabasas, Los Angeles. In 2014, she sold her mansion in Tarzana, Los Angeles for $3.5 million. In 2015, she purchased a mansion in Fort Worth, Texas, for $3.5 million, and in October 2018 the house was sold. In 2020, Gomez moved to a $5 million mansion in the Los Angeles neighborhood of Encino. In the same year, she sold her house in Studio City, Los Angeles for $2.3 million.",
        "ngram": 76,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez was raised Catholic. At age 13, she wanted a purity ring, and her father went to the church and had it blessed. She has said, \"He actually used me as an example for other kids: I'm going to keep my promise to myself, to my family and to God.\" Gomez stopped wearing the ring in 2010. In 2017, she said she did not like the term \"religion\" and that sometimes it \"freaks me out,\" adding, \"I don't know if it's necessarily that I believe in religion as much as I believe in faith and a relationship with God.\" In 2014, Gomez said that she listened to \"Oceans (Where Feet May Fail)\" by Hillsong United before performing at the 2014 American Music Awards. In 2016, she appeared at a Hillsong Young & Free concert in Los Angeles, leading worship by singing her song \"Nobody\". When a fan on Twitter asked her who the lyrics to \"Nobody\" refer to, Gomez replied that they refer to God. She also covered Hillsong Worship's song \"Transfiguration\" during her Revival Tour. As of 2020, she attends a different congregation in California, the Hillsong Church, and has said that she does not consider herself religious, but is more concerned with her faith and connection to God.",
        "ngram": 210,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez was diagnosed with lupus sometime between 2012 and early 2014. In September 2017, she revealed on Instagram that she had withdrawn from public events during the previous few months because she had received a kidney transplant from actress and friend Francia Raisa. During the transplant, an artery broke and emergency surgery was conducted to build a new artery using a vein from her leg.Gomez has been open about her struggles with both anxiety and depression. She began pursuing therapy in her early twenties and also spent time in treatment facilities. When she reached 100 million Instagram followers, Gomez said she \"sort of freaked out\" and has since taken several extended breaks from social media, due in part to negative comments. In April 2020, she revealed she has bipolar disorder.In October 2022, Gomez canceled an appearance on The Tonight Show Starring Jimmy Fallon after testing positive for COVID-19. In November 2022, she revealed that she had an episode of psychosis in 2018.",
        "ngram": 162,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez dated singer Nick Jonas in 2008. She appeared in the music video for his band's song \"Burnin' Up\". From December 2010 to March 2018, Gomez was in an on-again, off-again relationship with Canadian singer Justin Bieber. In 2015, she began dating Russian-German DJ Zedd shortly after recording their song \"I Want You to Know\". They broke up later that year. In January 2017, Gomez began dating Canadian singer-songwriter the Weeknd. They moved in together temporarily later on in September, but broke up a month later. In December 2023, Gomez confirmed she is in a relationship with American record producer Benny Blanco.",
        "ngram": 102,
        "subject": "Selena Gomez"
    },
    {
        "text": "Gomez has won various awards including: an American Music Award, a Billboard Music Award,  16 Guinness World Records, three iHeartRadio Music Awards, six Latin American Music Awards (she is the third most-awarded female artist), two MTV Video Music Awards, three MTV Movie & TV Awards, and five People's Choice Awards. For her music work, she was nominated for two Grammy Awards (including Album of the Year as featuring artist) and a Latin Grammy Award. For her acting work, she won a Satellite Award, and was nominated for a Critics' Choice Television Award, two Golden Globe Awards, three NAACP Image Awards, and three Screen Actors Guild Awards. As a producer, she was nominated for four Emmy Awards including: at the 74th Primetime Emmy Awards, Gomez was nominated for Outstanding Comedy Series, marking only the third time a Latina has ever been among the producing nominees for comedy series in the awards' history, and she was nominated for this award again at the succeeding ceremony, and for a Daytime Emmy Award. With 18 wins, Gomez is the fourth-most awarded solo artist at the Teen Choice Awards. She currently holds the record for the most Kids' Choice Awards wins (12) for an individual. In addition, she has also won numerous awards for her philanthropic, charity work and mental health advocacy, including the McLean Award, the Stanford Healthcare Innovation Lab Award, the Morton E. Ruderman Award in Inclusion from the Ruderman Family Foundation, and the Art Award from Hispanic Heritage Foundation for her impact on global culture via her",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "According to the review aggregator site Rotten Tomatoes, Gomez's most critically acclaimed television and film projects include The Suite Life of Zack & Cody (2006), Hannah Montana (2007), Wizards of Waverly Place (2007–2012), Another Cinderella Story (2008), Princess Protection Program (2009), Ramona and Beezus (2010), The Muppets (2011), Spring Breakers (2012), Hotel Transylvania (2012–2022), Girl Rising (2013), The Wizards Return: Alex vs. Alex (2013), Rudderless (2014), The Fundamentals of Caring (2016), Neighbors 2: Sorority Rising (2016), The Dead Don't Die (2019), A Rainy Day in New York (2019), Selena + Chef (2020–present), Only Murders in the Building (2021–present), and Selena Gomez: My Mind & Me (2022).Gomez also executive produced the television series 13 Reasons Why (2017–2020) and Living Undocumented (2019).",
        "ngram": 120,
        "subject": "Selena Gomez"
    }
]