[
    {
        "text": "Bird entered the NBA for the 1979–80 season, where he made an immediate impact, starting at power forward and leading the Celtics to a 32-win improvement over the previous season before being eliminated from the playoffs in the conference finals. He played for the Celtics during his entire professional career (13 seasons), leading them to five NBA finals appearances and three NBA championships. He played most of his career with forward Kevin McHale and center Robert Parish, considered by some to be the greatest front court in NBA history. Bird was a 12-time NBA All-Star, won two NBA Finals MVP awards and received the NBA Most Valuable Player Award three consecutive times (1984–1986), making him the only forward in league history to do so. Bird was also a member of the gold medal-winning 1992 U.S. Olympic basketball team, known as the \"Dream Team\". He was inducted into the Naismith Memorial Basketball Hall of Fame twice as a player—first in 1998 as an individual, and again in 2010 as a member of the \"Dream Team\". He was voted onto the NBA's 50 Greatest Players in NBA History list in 1996, and subsequently the 75th Anniversary Team list in 2021.",
        "ngram": 198,
        "subject": "Brooke Shields"
    },
    {
        "text": "In October 2015, Catherine attended her first state banquet at Buckingham Palace, held to host Chinese president Xi Jinping. In April 2016, she and William undertook a tour to India and Bhutan. Activities included visiting children's charities such as Childline India, as well as a visit to Lingkana Palace. Later that month, the couple met again with the Obamas at Kensington Palace. The couple toured Canada again in September 2016. In October 2016, Catherine made her first solo foreign trip to The Netherlands. Countries visited by the couple in 2017 include France, Poland, Germany, and Belgium. Catherine is known to take official portraits of her children and joined the Royal Photographic Society in 2017. She visited Luxembourg City in May 2017 for the Treaty of London commemorations. In January 2018, the couple visited Sweden and Norway. In February 2019, William and Catherine carried out a two-day visit of Northern Ireland, visiting Belfast, Fermanagh, and Ballymena.In June 2019, Catherine took the royal first salute, typically received by the Queen, at the Beating Retreat military pageant. She accompanied her husband on a tour of Pakistan in October 2019, the royal family's first visit to the country in 13 years. The couple conducted an interview for CNN in Lahore while visiting the SoS Children's Village, where Catherine gave a speech relating to her work on the early years. In March 2020, the couple carried out a three-day tour of Ireland, visiting County Meath, Kildare, and Galway. In October 2020, William and Catherine met President Volodymyr Zelensky of Ukraine and",
        "ngram": 256,
        "subject": "Brooke Shields"
    },
    {
        "text": "The Clock (1945) was Garland's first straight dramatic film; Robert Walker was cast in the main male role. Though the film was critically praised and earned a profit, most movie fans expected her to sing. She did not act again in a non-singing dramatic role for many years. Garland's other films of the 1940s include The Harvey Girls (1946), in which she introduced the Academy Award-winning song \"On the Atchison, Topeka and the Santa Fe\" and Till the Clouds Roll By (1946).",
        "ngram": 82,
        "subject": "Brooke Shields"
    },
    {
        "text": "Stallone next appeared in John Landis' period comedy Oscar which was both a critical and box-office failure. In 1992, he appeared in Roger Spottiswoode's action comedy Stop! Or My Mom Will Shoot which was also both a critical and box-office disaster. Stallone signed onto the film based on rumors that Schwarzenegger was interested in the lead. Schwarzenegger said that, knowing the script's quality was poor, he publicly faked interest in starring for producers to lure Stallone.",
        "ngram": 76,
        "subject": "Brooke Shields"
    },
    {
        "text": "In 1993, Morrison was inducted into the Rock and Roll Hall of Fame as a member of the Doors; the other band members dedicated their induction to Morrison. In 2011, a Rolling Stone readers' pick placed Morrison in fifth place of the magazine's \"Best Lead Singers of All Time\". In another Rolling Stone list, entitled \"The 100 Greatest Singers of All Time\", he was ranked 47th. NME named him the 13th greatest singer of all time. He was also ranked number 22 on Classic Rock magazine's \"50 Greatest Singers in Rock\".",
        "ngram": 91,
        "subject": "Brooke Shields"
    },
    {
        "text": "Williams played only one tournament on clay before the 1998 French Open. At the Italian Open in Rome, she defeated her sister in the quarterfinals and No. 5, Sánchez Vicario, in the semifinals, before losing to No. 1, Hingis, in the final. She lost again to Hingis in the quarterfinals of the French Open. She lost her first match at the Eastbourne International on grass, before losing to No. 3 and eventual champion, Jana Novotná, in the quarterfinals of Wimbledon. On July 27, 1998, her ranking rose to No. 5.",
        "ngram": 90,
        "subject": "Brooke Shields"
    },
    {
        "text": "In England, he produced Jackson C. Frank's first and only album and co-wrote several songs with Bruce Woodley of the Australian pop group the Seekers, including \"I Wish You Could Be Here\", \"Cloudy\" and \"Red Rubber Ball\". Simon also contributed to the Seekers' catalog with \"Someday One Day\", which was released in March 1966, charting around the same time as Simon and Garfunkel's \"Homeward Bound\". The song was a Top 10 hit from their second UK album, Sounds of Silence, and later included on their third U.S. album Parsley, Sage, Rosemary and Thyme.",
        "ngram": 93,
        "subject": "Brooke Shields"
    },
    {
        "text": "In the early 1980s, he met Patti Scialfa at The Stone Pony, a bar and music venue in Asbury Park, New Jersey, the evening she was performing alongside his friend Bobby Bandiera, with whom she wrote \"At Least We Got Shoes\" for Southside Johnny. Springsteen liked her voice, and after the performance he introduced himself to her. They soon started spending time together and became friends.",
        "ngram": 66,
        "subject": "Brooke Shields"
    },
    {
        "text": "During the 1992 presidential election, Carter met with Senator Paul Tsongas, who sought his advice. Carter spoke favorably of former governor of Arkansas Bill Clinton, and criticized Ross Perot, a Texas billionaire who was running as an independent. As the primary concluded, Carter spoke of the need for the 1992 Democratic National Convention to address certain issues not focused on in the past, and campaigned for Clinton after he became the Democratic nominee, publicly stating his expectation to be consulted during Clinton's presidency.",
        "ngram": 83,
        "subject": "Brooke Shields"
    },
    {
        "text": "Richards has worked with Best Friends Animal Society on several projects, including its Pup My Ride program, which transports small dogs from high-kill animal shelters to other parts of the US where there is a greater demand for small dogs. She promoted Best Friends Animal Society's Save Them All campaign in 2014. \"I've been involved with Best Friends Animal Society since 2009 and I've seen firsthand the differences they've made and the countless lives they've saved,\" Richards said. She has regularly appeared on Access Hollywood's monthly pet segment showcasing shelter dogs rescued by Best Friends and available for adoption. While assisting with relief efforts in New York following Hurricane Sandy, she worked together with North Shore Animal League, and adopted a puppy from a Long Island shelter.She has walked the runway for charity fashion shows, such as Susan G. Komen's 8th Annual Fashion For The Cure, Clothes Off Your Back Benefit and The Heart Truth's Red Dress Fall 2011 Collections. In January 2012, she launched her first collaboration with fashion subscription service ShoeDazzle to design the \"Eloise\" heel and raised over $15,000 for the Kidney Cancer Association. In December 2012, she designed two shoes for ShoeDazzle as part of their Celebrity Shoe Design Program for Charity. Profits from the shoe sales went to the Kidney Cancer Association. After Richards lost her mother to kidney cancer, she dedicated her time to raising awareness and helping the Kidney Cancer Association. In November 2015, Richards and her daughters spent Thanksgiving volunteering and serving food for homeless families.In June 2018,",
        "ngram": 256,
        "subject": "Brooke Shields"
    },
    {
        "text": "Temporarily settling down in Paris, Marx transferred the Communist League executive headquarters to the city and also set up a German Workers' Club with various German socialists living there. Hoping to see the revolution spread to Germany, in 1848 Marx moved back to Cologne where he began issuing a handbill entitled the Demands of the Communist Party in Germany, in which he argued for only four of the ten points of the Communist Manifesto, believing that in Germany at that time the bourgeoisie must overthrow the feudal monarchy and aristocracy before the proletariat could overthrow the bourgeoisie. On 1 June, Marx started the publication of a daily newspaper, the Neue Rheinische Zeitung, which he helped to finance through his recent inheritance from his father. Designed to put forward news from across Europe with his own Marxist interpretation of events, the newspaper featured Marx as a primary writer and the dominant editorial influence. Despite contributions by fellow members of the Communist League, according to Friedrich Engels it remained \"a simple dictatorship by Marx\".Whilst editor of the paper, Marx and the other revolutionary socialists were regularly harassed by the police and Marx was brought to trial on several occasions, facing various allegations including insulting the Chief Public Prosecutor, committing a press misdemeanor and inciting armed rebellion through tax boycotting, although each time he was acquitted. Meanwhile, the democratic parliament in Prussia collapsed and the king, Frederick William IV, introduced a new cabinet of his reactionary supporters, who implemented counterrevolutionary measures to expunge left-wing and other revolutionary elements from",
        "ngram": 256,
        "subject": "Brooke Shields"
    },
    {
        "text": "Marx's surviving daughters Eleanor and Laura, as well as Charles Longuet and Paul Lafargue, Marx's two French socialist sons-in-law, were also in attendance. He had been predeceased by his wife and his eldest daughter, the latter dying a few months earlier in January 1883. Liebknecht, a founder and leader of the German Social Democratic Party, gave a speech in German, and Longuet, a prominent figure in the French working-class movement, made a short statement in French. Two telegrams from workers' parties in France and Spain were also read out. Together with Engels's speech, this constituted the entire programme of the funeral. Non-relatives attending the funeral included three communist associates of Marx: Friedrich Lessner, imprisoned for three years after the Cologne Communist Trial of 1852; G. Lochner, whom Engels described as \"an old member of the Communist League\"; and Carl Schorlemmer, a professor of chemistry in Manchester, a member of the Royal Society, and a communist activist involved in the 1848 Baden revolution. Another attendee of the funeral was Ray Lankester, a British zoologist who would later become a prominent academic.Marx left a personal estate valued for probate at £250 (equivalent to £38,095 in 2024). Upon his own death in 1895, Engels left Marx's two surviving daughters a \"significant portion\" of his considerable estate (valued in 2024 at US$6.8 million).Marx and his family were reburied on a new site nearby in November 1954. The tomb at the new site, unveiled on 14 March 1956, bears the carved message: \"Workers of All Lands Unite\", the final line of",
        "ngram": 256,
        "subject": "Brooke Shields"
    },
    {
        "text": "In June 2014, Beyoncé ranked at number one on the Forbes Celebrity 100 list, earning an estimated $115 million throughout June 2013 – June 2014. This in turn was the first time she had topped the Celebrity 100 list as well as being her highest yearly earnings to date. In 2016, Beyoncé ranked at number 34 on the Celebrity 100 list with earnings of $54 million. She and Jay-Z also topped the highest-paid celebrity couple list, with combined earnings of $107.5 million.",
        "ngram": 82,
        "subject": "Brooke Shields"
    },
    {
        "text": "Pfeiffer landed the role of Ruth Madoff for the HBO Films drama The Wizard of Lies, based on the book of the same name. The film, directed by Barry Levinson, reunites her with actor Robert De Niro, who played her husband, disgraced financier Bernard Madoff. The Wizard of Lies premiered on HBO on May 20, 2017, garnering favorable reviews from critics and an audience of 1.5 million viewers, HBO's largest premiere viewership for a film in four years. Tolucan Times remarked that Pfeiffer \"steals the show as Madoff's wife, Ruth, and is a remarkable lookalike\", while Los Angeles Times asserted: \"As Ruth, Pfeiffer convincingly portrays a pampered woman left with utterly nothing —she's lost her homes, status and, most important, her relationship with her sons.\" She received a nomination for the Primetime Emmy Award for Outstanding Supporting Actress in a Movie, in addition to a Golden Globe Award nomination.",
        "ngram": 149,
        "subject": "Brooke Shields"
    },
    {
        "text": "In July 2017, WWE dubbed Cena a \"free agent\" during the Superstar Shake-up, meaning he could work for both the Raw and SmackDown brands. Cena defeated Rusev in a flag match at Battleground on July 23, Baron Corbin at SummerSlam on August 20, and lost to Roman Reigns on September 24 at No Mercy. Cena returned to SmackDown the next month after Commissioner Shane McMahon named him the final member of Team SmackDown for the men's 5-on-5 elimination match against Team Raw at Survivor Series; at the event on November 19, Cena was eliminated by Kurt Angle and Team SmackDown was defeated.",
        "ngram": 102,
        "subject": "Brooke Shields"
    },
    {
        "text": "In 2016, Rihanna was featured in several singles. The first collaboration single was Kanye West's \"Famous\", where Rihanna provided uncredited guest vocals. She was then officially featured on Calvin Harris' \"This Is What You Came For\", which was a success. Rihanna was also featured on Drake's \"Too Good\" and on Mike Will Made It's \"Nothing Is Promised\". In June 2016, Rihanna released \"Sledgehammer\", a single from the Star Trek Beyond movie soundtrack. On August 28, 2016, Rihanna was honored with the Michael Jackson Video Vanguard Award at the 2016 MTV Video Music Awards after performing various medleys of her hit songs.",
        "ngram": 101,
        "subject": "Brooke Shields"
    },
    {
        "text": "In May 2012, Buffett said he had avoided buying stock in high-technology companies such as Facebook and Google due to them in being complex and difficult to understand on top of their concomitant complications from them being hard in confidently estimating their future value. He also stated that initial public offering's (IPO) of new stock issues are almost always bad investments. Buffett has advised investors to look for companies that will have good value in ten years.",
        "ngram": 77,
        "subject": "Brooke Shields"
    },
    {
        "text": "Richards was born in Downers Grove, Illinois, to Joni (née Braden), a coffee shop owner, and Irv Richards, a telephone engineer whose father's surname was Reichert. Her mother died of cancer in November 2007. She has said that her ancestry includes German and French heritage. Richards has a younger sister, Michelle. She grew up in both Downers Grove and Mokena, Illinois. As a child, she was the \"only girl on the baseball team\".When Richards was 15 years old, her family moved to Oceanside, California. In 1989, she graduated from El Camino High School. She was voted best looking in her high school yearbook. Richards was raised Catholic. After her high school graduation, she began working as a model and traveled to cities such as Paris, New York, and Tokyo to do photo shoots and commercials.",
        "ngram": 135,
        "subject": "Brooke Shields"
    },
    {
        "text": "On February 7, 2023, he passed Kareem Abdul-Jabbar as the all-time leading scorer in NBA history. Abdul-Jabbar had previously set the record on April 5, 1984, 8 months before James was born. After James broke the record, the NBA stopped the game with 10.9 seconds left in the third quarter for an on-court ceremony. During the ceremony, he received the game ball from Abdul-Jabbar. He also gave a speech and then embraced Abdul-Jabbar, as well as his family. James missed the following three games due to left ankle soreness. On February 19, Team LeBron lost the 2023 NBA All-Star Game 184–175 to Team Giannis, marking the first time that James lost an All-Star game as a captain. Prior to the game, he had been undefeated (5–0) as a captain, and since the format was changed in 2018. During the game, he suffered a right hand contusion and was ruled out for the entire 2nd half.",
        "ngram": 155,
        "subject": "Brooke Shields"
    },
    {
        "text": "At that time, we were listening to Snoop's album. We knew what was going on in the West through Dr. Dre. Big just knew the culture, he knew what was going on with hip-hop. It was more than just New York, it was all over.",
        "ngram": 45,
        "subject": "Brooke Shields"
    },
    {
        "text": "Reeves appeared in five film releases in 2016. The first was Exposed, a crime thriller about a detective who investigates his partner's death and discovers police corruption along the way. The film received negative reviews for its confused plot, and Reeves was criticized for displaying limited facial expressions. His next release, the comedy Keanu, was better received. In it he voiced the eponymous kitten. Reeves then had a minor role in The Neon Demon, a psychological horror directed by Nicolas Winding Refn. He played Hank, a lustful motel owner who appears in Jesse's (played by Elle Fanning) nightmare. In his fourth release, he played a charismatic leader of a settlement in The Bad Batch. His final release of the year was The Whole Truth, featuring Gabriel Basso, Gugu Mbatha-Raw, Renée Zellweger, and Jim Belushi. He played Richard, a defence attorney. Noel Murray of The A.V. Club described it as \"moderately clever, reasonably entertaining courtroom drama\", with a skilled cast but overall a \"mundane\" film. Reeves also appeared in Swedish Dicks, a two-season web television series.",
        "ngram": 175,
        "subject": "Brooke Shields"
    },
    {
        "text": "Considered a fashion icon, Lopez is known for her sense of style and \"breaking fashion rules\". She is recognized for both her \"bold\" red carpet fashion and her everyday street style, which is \"discussed ad infinitum by the fashion press.\" British Vogue said she \"added megawatt glamour to every outfit she wore\", with Billboard describing her style as \"scantily clad\". Lopez's style has been influenced by \"women who epitomize old Hollywood glamour like Rita Hayworth\", as well as her Bronx upbringing and Nuyorican identity. Described as the \"ultimate sex symbol\" of the early 21st century, various publications have ranked her as the most beautiful or sexiest woman in the world, including People, People en Español, Vibe, Details, and FHM, with Lopez topping the latter's 100 Sexiest Women list twice. Lopez has criticized \"this funny notion in America that you can't be a mom and be sexy\", stating: \"The truth is that women can be sexy until the day they die.\"",
        "ngram": 160,
        "subject": "Brooke Shields"
    },
    {
        "text": "By 1971, Knievel realized that the U.S. government would never allow him to jump the Grand Canyon. To keep his fans interested, Knievel considered several other stunts that might match the publicity that would have been generated by jumping the canyon. Ideas included jumping across the Mississippi River, jumping from one skyscraper to another in New York City, and jumping over 13 cars inside the Houston Astrodome. While flying back to Butte from a performance tour, he looked out the window of his airplane and saw the Snake River Canyon. After finding a location just east of Twin Falls, Idaho, that was wide enough, deep enough, and on private property, he leased 300 acres (1.2 square kilometers) for $35,000 to stage his jump. He set the date for Labor Day (September 4), 1972.",
        "ngram": 133,
        "subject": "Brooke Shields"
    },
    {
        "text": "Rihanna has worked with music video director Anthony Mandler on more than a dozen music videos, the first being \"Unfaithful\" (2006). \"We've done 16 videos together; they're not all tough, [...] Yeah, I mean, I'm known for the 'Disturbia's and the 'Russian Roulette's and things like that, but 'Only Girl (In the World)' is certainly an ethereal kind of empowering, beauty-filled video,\" Mandler said. Jocelyn Vena of MTV wrote, \"Rihanna, like Madonna, also has a tendency to make truly thought-provoking music videos that fit the songs they represent. Smattered in between glitzier, more glamorous clips, Madge and Ri want us to think about bigger issues\". Jon Bream of the Star Tribune commented \"[i]n the tradition of Madonna and Janet Jackson, Rihanna has become the video vixen of the '00s ... Rihanna has perfected the pout, the long-legged strut, and trend-setting hairdos that keep women and men alike checking her out on YouTube.\" George Epaminondas of InStyle considers Rihanna's music videos to be \"cinematic\" due to her \"blend of lush island rhythms and swinging pop and ... mischievous sensuality.\"",
        "ngram": 178,
        "subject": "Brooke Shields"
    },
    {
        "text": "In 2005, Ford used his likeness again, in a commercial for the 2005 Mustang. In the commercial, a farmer builds a winding racetrack, which he circles in the 2005 Mustang. Out of the cornfield comes McQueen. The farmer tosses his keys to McQueen, who drives off in the new Mustang. McQueen's likeness was created using a body double (Dan Holsten) and digital editing. Ford secured the rights to McQueen's likeness from the actor's estate licensing agent for an undisclosed sum.",
        "ngram": 80,
        "subject": "Brooke Shields"
    },
    {
        "text": "After recording L.A. Woman with the Doors in Los Angeles, Morrison announced to the band his intention to go to Paris. His bandmates generally felt it was a good idea. In March 1971, he joined girlfriend Pamela Courson in Paris at an apartment she had rented at 17–19, Rue Beautreillis in Le Marais, 4th arrondissement. In letters to friends, he described going alone for long walks through the city. During this time, he shaved his beard and lost some of the weight he had gained in the previous months. He also telephoned John Densmore to ask him how L.A. Woman was doing commercially; he was the last band member to ever speak with him.",
        "ngram": 114,
        "subject": "Brooke Shields"
    },
    {
        "text": "Burton was married to Lena Gieseke, a German-born artist. Their marriage ended in 1991 after four years. He went on to live with model and actress Lisa Marie; she acted in the films he made during their relationship from 1992 to 2001, most notably in Sleepy Hollow, Ed Wood, and Mars Attacks!. Burton developed a romantic relationship with English actress Helena Bonham Carter, whom he met while filming Planet of the Apes. Marie responded in 2005 by holding an auction of personal belongings that Burton had left behind, much to his dismay.Burton and Bonham Carter have two children: a son, born in 2003 and a daughter born in 2007. Bonham Carter's representative said in December 2014 that she and Burton had broken up amicably earlier that year. It is unclear whether or not they were married; Bonham Carter has used the word divorce when discussing the end of their relationship while other news outlets state that they never married. The Independent reported in September 2023 that Burton and Bonham Carter had indeed been married for years before their separation.On March 15, 2010, Burton received the insignia of Chevalier of Arts and Letters from then-Minister of Culture Frédéric Mitterrand. The same year, Burton was the President of the Jury for the 63rd Cannes Film Festival, held from May 12 to 24 in Cannes, France.Burton's relationship with Italian actress and model Monica Bellucci was reported in February 2023. They met in October 2022 at the Lyon's Lumière Film Festival. Bellucci first spoke publicly about their relationship in June",
        "ngram": 256,
        "subject": "Brooke Shields"
    },
    {
        "text": "Trump did not release his tax returns, contrary to the practice of every major candidate since 1976 and his promises in 2014 and 2015 to do so if he ran for office. He said his tax returns were being audited, and that his lawyers had advised him against releasing them. After a lengthy court battle to block release of his tax returns and other records to the Manhattan district attorney for a criminal investigation, including two appeals by Trump to the U.S. Supreme Court, in February 2021 the high court allowed the records to be released to the prosecutor for review by a grand jury.",
        "ngram": 105,
        "subject": "Brooke Shields"
    },
    {
        "text": "In January 2018, Markle became interested in the Hubb Community Kitchen run by survivors of the Grenfell Tower fire. She visited the kitchen regularly and suggested that the displaced women publish a cookbook to assist in funding for the group. Together: Our Community Cookbook, her first charity project as Duchess of Sussex, was announced in September. In August 2020, Meghan used proceeds from the cookbook to donate £8,000 to the UK charity Migrateful, which supports refugees, asylum seekers and migrants by helping them organize cookery classes. In March 2021, she donated £10,000 from the proceeds to the UK-based charity Himmah to assist them with stocking the group's food bank, provide them with equipment and help the Salaam Shalom Kitchen, the only Muslim and Jewish community kitchen in the UK.",
        "ngram": 129,
        "subject": "Brooke Shields"
    },
    {
        "text": "During her early years at the studio, she was photographed and dressed in plain garments or frilly juvenile gowns and costumes to match the \"girl-next-door\" image created for her. They had her wear removable caps on her teeth and rubberized discs to reshape her nose. ",
        "ngram": 46,
        "subject": "Brooke Shields"
    },
    {
        "text": "Ryan's first leading role was the romantic comedy When Harry Met Sally... (1989), which paired her with comic actor Billy Crystal and earned her a nomination for the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical. Her portrayal of Sally Albright includes an oft-recounted scene in which her character, lunching with Crystal's character in Katz's Delicatessen in Manhattan, theatrically demonstrates for him how easy it is for a woman to fake an orgasm.Ryan next appeared in Oliver Stone's moderately successful film The Doors, and in Prelude to a Kiss, which flopped. In 1993, the hugely successful romantic comedy Sleepless in Seattle paired Ryan for a second time with Tom Hanks. They had previously been the romantic leads, with Ryan playing three different women, in John Patrick Shanley's Joe Versus the Volcano in 1990 — a commercial disappointment which later developed a cult following. (Hanks and Ryan were once again paired in another box-office success, You've Got Mail, in 1998.) She earned her second nomination for the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical for her performance in Sleepless in Seattle. She was offered the role of FBI agent Clarice Starling, the protagonist of The Silence of the Lambs (1991), but rejected it due to the film's gruesome and violent themes.",
        "ngram": 219,
        "subject": "Brooke Shields"
    },
    {
        "text": "Osmond is the author of four books, three of which have made The New York Times Best Seller list. Her first was 2001's Behind the Smile: My Journey Out of Postpartum Depression. It was co-written with Marcia Wilkie and Osmond's physician Dr. Judith Moore. The book described how Osmond suffered from postpartum depression following the birth of her child in the late 1990s. Her hope was that by giving a voice to the mental illness that other women would be inspired to take action. Ability magazine positively remarked that the book \"candidly discloses her experience\" with postpartum depression. The book made Osmond the first celebrity to speak openly about postpartum depression.Osmond then co-authored a second book in 2009 with Marcia Wilkie titled Might as Well Laugh About It Now. The memoir discussed highlights and memories from her life up. \"I really wanted to put some things down that were really meaningful to me. It’s really about attitude ... you can either let life get you down or you can laugh about it,\" she told the San Diego Union-Tribune. Osmond also described some challenging points in her life as well. Deseret News called the book both \"funny\" and \"moving\". \"The book is easy to read and is written in a conversational tone that makes the reader feel as though Osmond is a friend retelling stories from her life instead of a distant celebrity,\" highlighted Emiley Morgan.Osmond wrote two books in the 2010s decade. In 2010, she penned a book of handcrafted project designs, Marie Osmond's Heartfelt Giving:",
        "ngram": 256,
        "subject": "Brooke Shields"
    },
    {
        "text": "Government spending increased from 8.0% of the gross national product (GNP) under Hoover in 1932 to 10.2% in 1936. The national debt as a percentage of the GNP had more than doubled under Hoover from 16% to 40% of the GNP in early 1933. It held steady at close to 40% as late as fall 1941, then grew rapidly during the war. The GNP was 34% higher in 1936 than in 1932 and 58% higher in 1940 on the eve of war. That is, the economy grew 58% from 1932 to 1940, and then grew 56% from 1940 to 1945 in five years of wartime. Unemployment fell dramatically during Roosevelt's first term. It increased in 1938 (\"a depression within a depression\") but continually declined after 1938. Total employment during Roosevelt's term expanded by 18.31 million jobs, with an average annual increase in jobs during his administration of 5.3%.",
        "ngram": 148,
        "subject": "Brooke Shields"
    },
    {
        "text": "In 2015, Elliott began appearing as a series regular in the Netflix series The Ranch, opposite Ashton Kutcher and Danny Masterson. He also had a recurring role as Phil Millstein in the second season of Grace and Frankie. In film, he supplied the voice of Butch in the animated film The Good Dinosaur (2015).",
        "ngram": 54,
        "subject": "Brooke Shields"
    },
    {
        "text": "Historian Niall Ferguson has argued that Kissinger is one of the most effective secretaries of state in American history.The editorial board of The Wall Street Journal stated in the aftermath of his death \"Kissinger was a target of both the right and left in those perilous Cold War years, often unfairly...\" The article noted that he was often criticized by American conservatives for overlooking human rights in China, while saying \"he had no illusions about the Communist Party or its nationalist ambitions. His view was that the U.S. and China had to achieve some modus vivendi to avoid war despite their profound cultural and political differences\" while claiming that \"the alternatives then, as now, weren't usually [democracy advocates] of the left's imagining. They were often Communists who would have aligned themselves with the Soviets... The U.S. provided covert aid to Allende's political opponents, but declassified briefings from the time show the U.S. was unaware of the military coup that deposed him. Kissinger wasn't responsible for Augusto Pinochet's coup or its bloody excesses. Chile eventually became a democracy... Cuba remains a dictatorship.\"",
        "ngram": 181,
        "subject": "Brooke Shields"
    },
    {
        "text": "Brando had a long-term relationship with his housekeeper Maria Cristina Ruiz, with whom he had three children: Ninna Priscilla Brando (born May 13, 1989), Myles Jonathan Brando (born January 16, 1992) and Timothy Gahan Brando (born January 6, 1994). Brando also adopted Petra Brando-Corval (born 1972), the daughter of his assistant Caroline Barrett and novelist James Clavell.",
        "ngram": 57,
        "subject": "Brooke Shields"
    },
    {
        "text": "Goodman described his childhood as alone and withdrawn after his father had died so early and his brother had left to go to college. He was bullied at school for being overweight. Until ninth grade, Goodman was in the Boy Scouts, which he said offered him the structure and camaraderie he missed; he additionally looked to Boy Scout leaders, and later, acting coaches, as father figures. His brother later returned home to help raise Goodman and his sister. As a child, Goodman spent a lot of time listening to the radio and reading comic books, initially subscribing to DC's Green Lantern and The Atom, before turning to Marvel Comics. He also read his brother's copies of Mad and later confessed to shoplifting its paperback editions. Goodman credits his brother with introducing him to comedy and bebop.",
        "ngram": 136,
        "subject": "Brooke Shields"
    },
    {
        "text": "There had been speculation that Murray might return to the Ghostbusters franchise for a rumored Ghostbusters 3. Murray once stated, \"I'd do it only if my character was killed off in the first reel,\" and also, \"You know, maybe I should just do it. Maybe it'd be fun to do.\" Eventually, he appeared in both the 2016 Ghostbusters reboot as Martin Heiss, a cynical ghost debunker, which was released on July 15, 2016, and 2021's Ghostbusters: Afterlife.",
        "ngram": 77,
        "subject": "Brooke Shields"
    },
    {
        "text": "In January 2011, Cyrus met an ailing fan with spina bifida with the charity Kids Wish Network. In April 2011, she appeared in a commercial for the American Red Cross asking people to pledge $10 to help those affected by the 2011 Tōhoku earthquake and tsunami. That same year, Hilary Duff presented Cyrus with the first-ever Global Action Youth Leadership Award at the first Annual Global Action Awards Gala for her support of Blessings in a Backpack, an organization that works to feed hungry children in schools, and her personal Get Ur Good On campaign with the Youth Services of America. Cyrus stated: \"I want (kids) to do something they love. Not something that seems like a chore because someone tells them that's the right thing to do or what their parents want or what's important to people around them, but what's in their heart.\" In December 2011, she appeared in a commercial for the charity J/P Haitian Relief Organization, and teamed up with her elder brother Trace Cyrus to design a limited-edition T-shirt and hoodie for charity. All proceeds from the sale of these items went to her charity, Get Ur Good On, which supports education for under-privileged children. That month, she performed \"The Climb\" at the CNN Heroes: An All-Star Tribute at the Shrine Auditorium in Los Angeles.",
        "ngram": 220,
        "subject": "Brooke Shields"
    },
    {
        "text": "January 2005: Jay-Z countersued the singer, claiming Kelly showed erratic behavior including being late or absent attendances, vacating deadlines, and continued demands or requests that led to several cancellations and resulted in loss of gross. Kelly's lawyers challenged it as \"inaccurate smears of [Mr. Kelly] that are utterly irrelevant to the issues of the case\" but confirmed the rapper's refusal to continue work with Kelly after the Madison Square Garden incident and thus broke the contract. Jay-Z's counter suit was dismissed by a judge that May.",
        "ngram": 86,
        "subject": "Brooke Shields"
    },
    {
        "text": "Reinstated by Halleck at the urging of Lincoln and Secretary of War Edwin Stanton, Grant rejoined his army with orders to advance with the Army of the Tennessee into Tennessee. His main army was located at Pittsburg Landing, while 40,000 Confederate troops converged at Corinth, Mississippi. Grant wanted to attack the Confederates at Corinth, but Halleck ordered him not to attack until Major General Don Carlos Buell arrived with his division of 25,000. Grant prepared for an attack on the Confederate army of roughly equal strength. Instead of preparing defensive fortifications, they spent most of their time drilling the largely inexperienced troops while Sherman dismissed reports of nearby Confederates.",
        "ngram": 109,
        "subject": "Brooke Shields"
    }
]