[
    {
        "text": "Evel Knievel was born in Butte, Montana. Raised by his paternal grandparents, Knievel was inspired to become a motorcycle daredevil after attending a Joie Chitwood auto daredevil show. He left high school early to work in the copper mines but was later fired for causing a city-wide power outage. After adopting the nickname \"Evel Knievel\", he participated in rodeos and ski jumping events, and served in the U.S. Army before marrying Linda Joan Bork and starting a semi-pro hockey team. To support his family, Knievel started the Sur-Kill Guide Service and later worked as an insurance salesman. Eventually, he opened a Honda motorcycle dealership in Washington, but faced difficulties promoting Japanese imports. After the dealership closed, Knievel worked at a motorcycle shop where he learned motocross stunts that would later contribute to his daredevil career.",
        "ngram": 135,
        "subject": "Danny Trejo"
    },
    {
        "text": "Before his professional wrestling career, Cena appeared in an advertisement for Gold's Gym. As a wrestler, he has endorsed the energy drink YJ Stinger, appearing in commercials beginning in October 2003, and Subway, for whom he filmed advertisements with their spokesperson Jared Fogle in November 2006 that began airing the following January. For a time in 2007, he also endorsed two \"signature collections\" of energy drinks and energy bars sold by American Body Builders. In 2008, Cena filmed a commercial as part of Gillette's \"Young Guns\" NASCAR campaign.",
        "ngram": 88,
        "subject": "Danny Trejo"
    },
    {
        "text": "In 2009, Fox appeared in five episodes of the television series Rescue Me which earned him an Emmy for Outstanding Guest Actor in a Drama Series. Starting in 2010, Fox played a recurring role in the US drama The Good Wife as crafty attorney Louis Canning and earned Emmy nominations for three consecutive years. In 2011, Fox portrayed himself in the eighth season of Larry David's Curb Your Enthusiasm, in which David's fictionalized self becomes Fox's neighbor and accuses him of using his Parkinson's disease as a manipulative tool. Fox returned in 2017 for a brief appearance, referencing his prior time on the show.In August 2012, NBC announced that Fox would star in The Michael J. Fox Show, loosely based on his life. It was granted a 22-episode commitment from the network and premiered in September 2013, but was taken off the air after 15 episodes and later cancelled.Fox has made several appearances in other media. At the 2010 Winter Olympics closing ceremony in Vancouver, British Columbia, Canada, he delivered comedy monologues, along with William Shatner and Catherine O'Hara, in the \"I am Canadian\" part of the show.Despite sound-alike A.J. Locascio voicing Marty McFly in the 2011 Back to the Future episodic adventure game, Fox lent his likeness to the in-game version of Marty alongside Christopher Lloyd. Fox made a special guest appearance in the final episode of the series as an elder version of Marty, as well as his great-grandfather Willie McFly.Fox appeared in five episodes of the second season of the ABC political drama",
        "ngram": 256,
        "subject": "Danny Trejo"
    },
    {
        "text": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American rock singer, songwriter, and guitarist. Nicknamed \"the Boss\", he has released 21 studio albums during a career spanning six decades, most of which feature his backing band, the E Street Band. Springsteen is a pioneer of heartland rock, a genre combining mainstream rock music with poetic and socially conscious lyrics that feature narratives primarily concerning working class American life. He is known for his descriptive lyrics and energetic concerts, which sometimes last over four hours.",
        "ngram": 86,
        "subject": "Danny Trejo"
    },
    {
        "text": "In 2013, Favre was asked to consider returning to the NFL to play for the injury-plagued St. Louis Rams. He turned down the offer, telling WSPZ radio in Washington, D.C., that he has had memory loss and that he feared it was related to the multiple concussions he suffered throughout his career. He was previously asked in a 2009 interview with NBC how many times he had played with a concussion that with the new standards would have resulted in him sitting out. 'A lot', he replied. ",
        "ngram": 88,
        "subject": "Danny Trejo"
    },
    {
        "text": "Towards the end of the 1980s, Reeves starred in several dramas aimed at teen audiences, including as the lead in The Night Before (1988), a comedy starring opposite Lori Loughlin, The Prince of Pennsylvania (1988) and Permanent Record (1988). Although the latter received mixed reviews, Variety magazine praised Reeves's performance, \"which opens up nicely as the drama progresses\". His other acting efforts included a supporting role in Dangerous Liaisons (1988), which earned seven nominations at the 61st Academy Awards, winning three: Best Adapted Screenplay, Best Costume Design, and Best Production Design. This was followed by Bill & Ted's Excellent Adventure (1989), in which he portrays a slacker who travels through time with a friend (portrayed by Alex Winter), to assemble historical figures for a school presentation. The film was generally well received by critics and grossed $40.5 million at the worldwide box office. Film review aggregator Rotten Tomatoes gave the film a 79% approval rating with the critical consensus: \"Keanu Reeves and Alex Winter are just charming, goofy, and silly enough to make this fluffy time-travel Adventure work\".",
        "ngram": 178,
        "subject": "Danny Trejo"
    },
    {
        "text": "In 1954, Shatner decided to leave Stratford and move to New York City in the hope of building a career on the Broadway stage. He was soon offered the chance to make his first appearance on American television: in a children's program called The Howdy Doody Show, he created the role of Ranger Bob, co-starring with a cast of puppets and Clarabell the Clown, whose dialogue with Shatner consisted entirely of honks on a bicycle horn. It was four years before he won his first role in a major Hollywood movie, appearing in the MGM film The Brothers Karamazov as Alexei, the youngest of the brothers, in a cast that included Yul Brynner. In December 1958, directed by Kirk Browning, he appeared opposite Ralph Bellamy as a Roman tax collector in Bethlehem on the day of Jesus's birth in a Hallmark Hall of Fame live television production entitled The Christmas Tree, the cast list of which included Jessica Tandy, Margaret Hamilton, Bernadette Peters, Richard Thomas, Cyril Ritchard, and Carol Channing. His US television profile was heightened further when he had a leading role in an episode in the third (1957–58) season of Alfred Hitchcock Presents, \"The Glass Eye\".",
        "ngram": 198,
        "subject": "Danny Trejo"
    },
    {
        "text": "On August 18, 2022, James re-signed with the Los Angeles Lakers on a two-year, $97.1 million contract. The contract extension made James the highest-paid athlete in NBA history at $528.9 million, surpassing Kevin Durant in all-time earnings. On October 20, James made his 2,144th three-pointer in a game against the Los Angeles Clippers, surpassing Paul Pierce for tenth in total NBA career three-pointers made. On October 28, James posted 28 points, 7 rebounds, 5 assists, and 4 steals in an 111–102 loss to the Minnesota Timberwolves. He recorded his 1,135th career 20-point game, passing Karl Malone for the most such games in NBA history. On December 2, in a 133–129 win against the Milwaukee Bucks, James recorded 28 points and 11 assists. He recorded his 10,142nd assist, surpassing Magic Johnson for sixth place on the NBA all-time career assists list. On December 13, James scored 33 points in a 122–118 overtime loss to the Celtics, surpassing Wilt Chamberlain for the second-most 30-point games in NBA history. He recorded 516 30-point games in 1,386 career appearances. On December 28, James played in his 1,393rd game, breaking a tie with Tim Duncan for 10th-most in NBA history. The next game, on his 38th birthday, James had a then season-high 47 points on 18-for-27 shooting from the field, along with 10 rebounds and 9 assists in a 130–121 come-from-behind victory over the Atlanta Hawks.",
        "ngram": 231,
        "subject": "Danny Trejo"
    },
    {
        "text": "In 1972 Cash performed at the Österåker Prison in Sweden. The live album På Österåker (At Österåker) was released in 1973. \"San Quentin\" was recorded with Cash replacing \"San Quentin\" with \"Österåker\". In 1976, a concert at Tennessee State Prison was videotaped for TV broadcast. It was posthumously released after Cash's death as a CD entitled A Concert Behind Prison Walls.",
        "ngram": 61,
        "subject": "Danny Trejo"
    },
    {
        "text": "Sir Patrick Stewart  (born 13 July 1940) is an English actor whose career has spanned seven decades in theatre, film, television and video games. He has received accolades throughout his career including two Laurence Olivier Awards and a Grammy Award, as well as nominations for a Tony Award, three Golden Globe Awards, four Emmy Awards, and three Screen Actors Guild Awards. He received a star on the Hollywood Walk of Fame in 1996 and was knighted by Queen Elizabeth II for services to drama in 2010.",
        "ngram": 87,
        "subject": "Danny Trejo"
    },
    {
        "text": "In her early career, Arquette received the most recognition for her role as Alabama Whitman, a free-spirited, kind-hearted prostitute in Tony Scott's True Romance (1993). The film was a moderate box office success but became a cultural landmark because of Quentin Tarantino's screenplay, which preceded Pulp Fiction, although some critics were deterred by the graphic violence. In one scene, Arquette puts up a fierce physical struggle in a fight with James Gandolfini (as a viciously sadistic killer) which her character ultimately wins. Arquette's performance received unanimous praise from critics. Janet Maslin of The New York Times remarked that Arquette played her role with \"surprising sweetness\", while Peter Travers remarked that \"Arquette delivers sensationally\". TV Guide noted that the film blends and recycles elements from the story of Bonnie and Clyde and Terrence Malick's \"love on the run\" film Badlands (1973). It gave True Romance overall a favourable review for having \"enough energy and verve to create something entirely fresh and infectiously entertaining\". Richard Corliss of Time Magazine made similar statements and also likened the film to the earlier, seminal Bonnie and Clyde.Arquette next appeared in the television film Betrayed by Love (1994), and the well-received biopic Ed Wood, directed by Tim Burton and starring Johnny Depp, where she portrayed his girlfriend. Her next role was as Laura Bowman in John Boorman's Beyond Rangoon (1995), which drew mixed critical reviews, but was a success internationally. In France, it was the official selection at the 1995 Cannes Film Festival, where it became one of the most popular hits",
        "ngram": 256,
        "subject": "Danny Trejo"
    },
    {
        "text": "Due to the popularity of Delirious, his concert film, Eddie Murphy Raw (1987), received a wide theatrical release, grossing $50 million; the movie was filmed in the Felt Forum at Madison Square Garden in New York City. In 1982, Murphy made his big-screen debut in the film 48 Hrs. with Nick Nolte. 48 Hrs. proved to be a hit when it was released during the Christmas season of 1982. Nolte was scheduled to host the December 11, 1982, Christmas episode of Saturday Night Live, but became too ill to host, so Murphy took over. He became the only cast member to host while still a regular. Murphy opened the show with the phrase, \"Live from New York, it's the Eddie Murphy Show!\" The following year, Murphy starred in Trading Places with fellow SNL alumnus Dan Aykroyd. The movie marked the first of Murphy's collaborations with director John Landis, who also directed Murphy in Coming to America (1988) and Beverly Hills Cop III (1994). Trading Places was an even greater box office success than 48 Hrs.",
        "ngram": 175,
        "subject": "Danny Trejo"
    },
    {
        "text": "Rihanna's sixth album, Talk That Talk, was released in November 2011. The album debuted at No. 3 in the U.S. and number No. 1 in the UK The album's lead single, \"We Found Love\", topped charts in twenty-seven countries and peaked in the top 10 in 30 countries and broke many chart records worldwide. The single topped the Billboard Hot 100 for 10 non-consecutive weeks, becoming Rihanna's longest-running No. 1 single on the chart and the longest-running No. 1 single of 2011 in the US. The song was later named the 24th biggest hit of all time on the Billboard Hot 100. \"You Da One\" and the album's title track, featuring Jay-Z, were released as the second and third singles, to moderate success. \"Where Have You Been\", the fifth single, successfully charted worldwide, reaching No. 5 in the US and No. 6 in the UK. \"Cockiness (Love It)\" was released as the album's sixth and final single in a remixed form featuring rapper ASAP Rocky.",
        "ngram": 165,
        "subject": "Danny Trejo"
    },
    {
        "text": "Swayze received multiple awards and nominations throughout his career for his work both film and television. During his film career he received three Golden Globe award nominations for Best Lead Actor in a Motion Picture – Comedy or Musical for his roles in Dirty Dancing, Ghost and To Wong Foo Thanks for Everything!, Julie Newmar. In 1996, he was immortalized when Swayze received a star on the Hollywood Walk of Fame for his contribution to Motion Picture, located at 7018 Hollywood, Blvd.",
        "ngram": 82,
        "subject": "Danny Trejo"
    },
    {
        "text": "Nicolas Cage was once considered one of Hollywood's highest-paid actors, earning $40 million in 2009 according to Forbes, although he failed to make Forbes' Top 10 List in 2014. Cage had a Malibu home where he and Kim lived, but sold the property in 2005 for $10 million. In 2004 he bought a property on Paradise Island, Bahamas. In May 2006, he bought a 40-acre (16 ha) island in the Exuma archipelago, some 85 miles (137 km) southeast of Nassau and close to a similar island owned by Faith Hill and Tim McGraw. He bought the medieval castle Schloss Neidstein in the Oberpfalz region in Germany in 2006 and sold it in 2009 for $2.5 million. His grandmother was German, living in Cochem an der Mosel.In August 2007, Cage purchased \"Grey Craig\", a 24,000-square-foot (2,200 m2) brick-and-stone country manor in Middletown, Rhode Island. With an estate occupying 26 acres (11 ha), the home has 12 bedrooms and 10 full bathrooms and overlooks the Atlantic Ocean. It borders the Norman Bird Sanctuary to the west. The sale ranked among the state of Rhode Island's most expensive residential purchases. Also in 2007, Cage purchased Midford Castle in Somerset, England. Shortly after selling his German castle, Cage also put his homes in Rhode Island, Louisiana, Nevada, and California, as well as a $7-million island in the Bahamas, on the market.On July 14, 2009, the Internal Revenue Service filed documents in New Orleans in connection with a federal tax lien against property owned by Cage in Louisiana, concerning unpaid federal",
        "ngram": 256,
        "subject": "Danny Trejo"
    },
    {
        "text": "Producer Fred Weintraub had advised Lee to return to Hong Kong and make a feature film that he could showcase to executives in Hollywood. Not happy with his supporting roles in the US, Lee returned to Hong Kong. Unaware that The Green Hornet had been played to success in Hong Kong and was unofficially referred to as \"The Kato Show\", he was surprised to be recognized as the star of the show. After negotiating with both Shaw Brothers Studio and Golden Harvest, Lee signed a film contract to star in two films produced by Golden Harvest.",
        "ngram": 96,
        "subject": "Danny Trejo"
    },
    {
        "text": "After returning home to the west from Washington, D.C., he joined the motocross circuit and had moderate success, but he still could not make enough money to support his family. In 1962, Knievel broke his collarbone and shoulder in a motocross accident. The doctors said he could not race for at least six months. Still needing to help support his family, he again switched careers and sold insurance for the Combined Insurance Company of America, working for W. Clement Stone. Stone suggested that Knievel read Success Through a Positive Mental Attitude, a book that Stone wrote with Napoleon Hill. Knievel credited much of his later success to Stone and his book.",
        "ngram": 111,
        "subject": "Danny Trejo"
    },
    {
        "text": "In September 2017, Grande performed in A Concert for Charlottesville which benefitted the victims of the August 2017 white nationalist rally in Charlottesville, Virginia. In March 2018, she participated in March for Our Lives to support gun control reform. Grande donated the proceeds from the first show in Atlanta on her Sweetener World Tour to Planned Parenthood in a response to the passage of a number of anti-abortion laws in several states including Georgia. During the COVID-19 pandemic, Grande donated between $500 and $1,000 each to a number of fans as financial support. Grande also supported a COVID-19 fund named Project 100, which aimed to provide $1,000 digital payments to 100,000 families who have been greatly impacted by the pandemic. In May 2020, Grande announced that all net proceeds from her collaboration with singer Justin Bieber, \"Stuck With U\", would be donated to the First Responders Children's Foundation to fund grants and scholarships for children of frontline workers who are working during the global pandemic. That month, Grande joined a Los Angeles protest against the murder of George Floyd, demanding justice and asking fans to sign petitions condemning the act of police brutality. She highlighted white privilege and called for more activism outside social media. The following month, she praised a Black-owned coffee shop on Instagram, and encouraged her LA-based followers to support the business. In recent years, Grande surprised kids, who spend the holiday at children's hospitals in L.A. and the UK, with gifts from wish lists at the UCLA Mattel Children's Hospital and the",
        "ngram": 256,
        "subject": "Danny Trejo"
    },
    {
        "text": "Rogan endorsed Ron Paul in the 2012 U.S. presidential campaign and voted for Libertarian candidate Gary Johnson in the 2016 U.S. presidential election. He endorsed Bernie Sanders during the 2020 Democratic Party presidential primaries, but ended up voting for Jo Jorgensen in the general election.",
        "ngram": 45,
        "subject": "Danny Trejo"
    },
    {
        "text": "Lennon's most intense feelings were reserved for McCartney. In addition to attacking him with the lyrics of \"How Do You Sleep?\", Lennon argued with him through the press for three years after the group split. The two later began to reestablish something of the close friendship they had once known, and in 1974, they even played music together again before eventually growing apart once more. During McCartney's final visit in April 1976, Lennon said that they watched the episode of Saturday Night Live in which Lorne Michaels made a $3,000 offer to get the Beatles to reunite on the show. According to Lennon, the pair considered going to the studio to make a joke appearance, attempting to claim their share of the money, but they were too tired. Lennon summarised his feelings towards McCartney in an interview three days before his death: \"Throughout my career, I've selected to work with ... only two people: Paul McCartney and Yoko Ono ... That ain't bad picking.\"",
        "ngram": 164,
        "subject": "Danny Trejo"
    },
    {
        "text": "Cash's friendship with Billy Graham led to his production of a film about the life of Jesus, Gospel Road: A Story of Jesus, which Cash co-wrote and narrated. It was released in 1973. Cash viewed the film as a statement of his personal faith rather than a means of proselytizing.Cash and June Carter Cash appeared several times on the Billy Graham Crusade TV specials, and Cash continued to include gospel and religious songs on many of his albums, though Columbia declined to release A Believer Sings the Truth, a gospel double-LP Cash recorded in 1979 and which ended up being released on an independent label even with Cash still under contract to Columbia. On November 22, 1974, CBS ran his one-hour TV special entitled Riding The Rails, a musical history of trains.",
        "ngram": 132,
        "subject": "Danny Trejo"
    },
    {
        "text": "The 2016–2017 season was marred by injuries and unexpected losses for the Cavaliers; James later described it as one of the \"strangest\" years of his career. Following a January defeat to the New Orleans Pelicans, he publicly criticized Cleveland's front office for constructing a team that he felt was too \"top heavy\", for which he received countercriticism. The Cavaliers finished the season as the East's second seed, with James averaging 26.4 points and career highs in rebounds (8.6), assists (8.7), and turnovers (4.1) per game. In Game 3 of the first round of the playoffs, he registered 41 points, 13 rebounds, and 12 assists against the Pacers, leading Cleveland to a comeback victory after trailing by 25 points at halftime, representing the largest halftime deficit overcome in NBA playoff history. In Game 5 of the conference finals against the Celtics, James scored 35 points and surpassed Michael Jordan as the league's all-time postseason scoring leader. The Cavaliers won the game and the series, advancing to the Finals for the third consecutive time against the Warriors, who had signed James's rival Kevin Durant during the off-season. Behind averages of 33.6 points, 12 rebounds, and 10 assists per game, James became the first player to average a triple-double in the Finals, but Cleveland was defeated in five games.",
        "ngram": 216,
        "subject": "Danny Trejo"
    },
    {
        "text": "Perlman was born on March 31, 1948, in Coney Island, Brooklyn, to Philip Perlman, a Polish immigrant who was a manager at a doll parts factory and Adele, a bookkeeper. She grew up in Bensonhurst in a Jewish family with additional roots in Russia. She has a sister, Heide, who is a television writer, story editor, and producer who worked on Cheers, Frasier and The Tracey Ullman Show. In the mid-1980s, her parents moved to Los Angeles, and her father became an extra on Cheers. His character became known by his real name, Phil, and he managed to get a few lines over the years as he appeared in more than 30 episodes. He created a second career as a character actor, appearing in several films and television shows, including Throw Momma from the Train, Hoffa, and Frasier.She studied drama at Hunter College in New York, earning a Bachelor of Arts degree in 1968.",
        "ngram": 154,
        "subject": "Danny Trejo"
    },
    {
        "text": "Justin Drew Bieber was born on March 1, 1994, at St. Joseph's Hospital in London, Ontario, and was raised in Stratford. He is the son of Jeremy Jack Bieber and Pattie Mallette, who were both 18 when Bieber was born, and split up not long after his birth. Pattie worked a series of low-paying office jobs, raising Bieber as a single mother in low-income housing. Mallette's mother Diane and stepfather Bruce helped her raise her son. Bieber has maintained contact with his father. Bieber's ancestry includes French-Canadian, Irish, English, Scottish, and German. In 2012, Bieber claimed \"I'm actually part Indian. I think Inuit or something? I'm enough per cent that in Canada I can get free gas\", sparking criticism from Congress of Aboriginal Peoples for perpetuating misconceptions about Indigenous people.Bieber has three younger half-siblings; the four have the same father, Jeremy Bieber. Jeremy Bieber and his ex-girlfriend, Erin Wagner, who broke up in 2014 after seven years together, have two children, daughter Jazmyn and son Jaxon. Jeremy married his girlfriend Chelsey in February 2018, and they have a daughter named Bay. Bieber also has a stepsister named Allie, the daughter of his stepmother.",
        "ngram": 193,
        "subject": "Danny Trejo"
    },
    {
        "text": "Aguilera has been called a \"Queen of Reinvention\" as she is noted for having reinvented her public image numerous times throughout her career. Stereogum writer Tom Breihan noted that she originally \"thought of herself primarily as a [...] young Mariah Carey-type\", but was instead marketed as a bubblegum pop teen idol due to the genre's popularity in the late 1990s, following the success of Britney Spears's debut album. David Browne of Entertainment Weekly felt that Aguilera was \"a good girl pretending to be bad\" when compared to Spears' image. In contrast, Christopher J. Farley of Time considered her a more impressive artist than Spears. Aguilera's vocals set her apart from her bubblegum pop peers.Aguilera departed from the teen idol image with the release of Stripped in 2002, by dyeing her hair black, getting body piercings, and posing nude for several publications. This was attributed to her provocative and extravagant alter ego named Xtina. Serving as the host of the 2003 MTV Europe Music Awards, Aguilera opened the show dressed as a nun, accompanied by a choir singing the lead single from Stripped, \"Dirrty\", before showing off a more revealing outfit. While analyzing her new visual, Vice and Rolling Stone magazines wrote that her new clothes echoed as if she were participating in the Girls Gone Wild franchise. In a review of her persona, author Stephen Thomas Erlewine of AllMusic opined that Aguilera reached \"maturity with transparent sexuality and pounding sounds of nightclubs\". Writing for The Daily Telegraph, Adam White was more positive about her image and",
        "ngram": 256,
        "subject": "Danny Trejo"
    },
    {
        "text": "Cage's performance as a psychopathic criminal kingpin in the crime film Kiss of Death (1995) was seen by many critics as the film's strong point, but his most acclaimed performance yet came in the drama Leaving Las Vegas as an alcoholic screenwriter who falls in love with a prostitute in Las Vegas. The role won Cage the Academy Award for Best Actor and Golden Globe Award for Best Actor – Motion Picture Drama. To prepare for the part, Cage binge drank for two weeks and studied footage of himself.In 1996, he starred alongside Sean Connery and Ed Harris in Michael Bay's The Rock, the first of a string of action films for Cage. In the film, he played an FBI chemical weapons specialist breaking into Alcatraz federal prison. The Rock was a box office and critical success, with journalist Alexander Larman stating the film \"launched Cage into an unexpected vocation as an offbeat action star\". Next, he starred in Con Air and Face/Off, two commercially successful action thrillers that were both released in June 1997. Along with John Cusack and John Malkovich, Cage led an ensemble cast  in Con Air as a parolee who must thwart an attempted prison break aboard a US Marshals aircraft. Jerry Bruckheimer, the film's producer, offered to the role to Cage after being impressed with his performances in Leaving Las Vegas and The Rock. Cage accepted despite disappointment at not being offered the villain role. Ebert felt Cage \"[made] the wrong choice... by playing Cameron Poe as a slow-witted Elvis",
        "ngram": 256,
        "subject": "Danny Trejo"
    },
    {
        "text": "Paul Frederic Simon (born October 13, 1941) is an American singer-songwriter known both for his solo work and his collaboration with Art Garfunkel. He and his school friend Garfunkel, whom he met in 1953, came to prominence in the 1960s as Simon & Garfunkel. Their blend of folk and rock, including hits such as \"The Sound of Silence\", \"Mrs. Robinson\", \"America\" and \"The Boxer\", served as a soundtrack to the counterculture movement. Their final album, Bridge Over Troubled Water (1970), is among the bestselling of all time.  ",
        "ngram": 89,
        "subject": "Danny Trejo"
    },
    {
        "text": "Suffering from an acute case of depression the king began to seek the advice of his wife. In her new role and with increasing political power, the queen tried to improve the awkward situation brewing between the Parlement and the king. This change of the queen's position signaled the end of the Polignacs' influence and their impact on the finances of the Crown.",
        "ngram": 63,
        "subject": "Danny Trejo"
    },
    {
        "text": "James Yimm Lee (no relation) was one of Lee's three personally certified 3rd rank instructors and co-founded the Jun Fan Gung Fu Institute in Oakland where he taught Jun Fan Gung Fu in Lee's absence. James was responsible for introducing Lee to Ed Parker, the organizer of the Long Beach International Karate Championships, where Lee was first introduced to the martial arts community. Hollywood couple Roman Polanski and Sharon Tate studied martial arts with Lee. Polanski flew Lee to Switzerland to train him. Tate studied with Lee in preparation for her role in The Wrecking Crew. After Tate was murdered by the Manson Family, Polanski initially suspected Lee.",
        "ngram": 108,
        "subject": "Danny Trejo"
    },
    {
        "text": "Despite her attempts to remain out of the public eye, Marie Antoinette was falsely accused in the libelles of having an affair with Lafayette, whom she loathed, and, as was published in Le Godmiché Royal (\"The Royal Dildo\"), and of having a sexual relationship with the English baroness Lady Sophie Farrell of Bournemouth, a well-known lesbian of the time. Publication of such calumnies continued to the end, climaxing at her trial with an accusation of incest with her son. There is no evidence to support the accusations.",
        "ngram": 87,
        "subject": "Danny Trejo"
    },
    {
        "text": "Nicolas Kim Coppola (born January 7, 1964), known by his stage name Nicolas Cage, is an American actor and film producer. He is the recipient of various accolades, including an Academy Award, a Screen Actors Guild Award, and a Golden Globe Award as well as nominations for two BAFTA Awards. Known for his versatility as an actor, his participation in various film genres has gained him a cult following.Born into the Coppola family, Cage began his career in films such as Fast Times at Ridgemont High (1982) and Valley Girl (1983), as well various films by his uncle Francis Ford Coppola such as Rumble Fish (1983), The Cotton Club (1984), and Peggy Sue Got Married (1986). He received critical success for his roles in Moonstruck (1987) and  Raising Arizona (1987), before earning an Academy Award for Best Actor for the dramatic film Leaving Las Vegas (1995). He was Oscar-nominated for playing twins Charlie and Donald Kaufman in the comedy-drama film Adaptation (2002).",
        "ngram": 163,
        "subject": "Danny Trejo"
    },
    {
        "text": "The Jenner sisters were booed while introducing brother-in-law Kanye West's performance at the Billboard Music Awards in May 2015. In May 2015, an episode of Keeping Up with the Kardashians premiered in which Jenner admitted to getting a lip augmentation. Her enhanced lips from lip fillers created speculation and gained her publicity. Prior to the episode's debut, Jenner stated that she merely used lip liner and over lined her lips. As a result, the practice of suctioning one's lips into a small glass in order to induce greater blood flow to swell the lips was called the \"Kylie Jenner Challenge\" (though there was no indication that Jenner herself employed this method). Jenner responded to this by stating, \"I'm not here to try & encourage people/young girls to look like me or to think this is the way they should look.\" In August 2015, Jenner announced that she would be launching her first lipstick line as a part of her self-titled lip kit under the name Kylie Lip Kit. In November 2015, the Jenner sisters appeared in singer Justine Skye's \"I'm Yours\" music video.",
        "ngram": 183,
        "subject": "Danny Trejo"
    },
    {
        "text": "Swift is one of the world's best-selling artists, with 200 million records sold worldwide as of 2019. She is the most-streamed artist on Spotify, the highest-grossing female touring act, and the first billionaire with music as the main source of income. Six of her albums have opened with over one million sales in a week. The 2023 Time Person of the Year, Swift has appeared on lists such as Rolling Stone's 100 Greatest Songwriters of All Time, Billboard's Greatest of All Time Artists, and Forbes' World's 100 Most Powerful Women. Her accolades include 14 Grammy Awards, a Primetime Emmy Award,  40 American Music Awards, 39 Billboard Music Awards, and 23 MTV Video Music Awards; she has won the Grammy Award for Album of the Year, the MTV Video Music Award for Video of the Year, and the IFPI Global Recording Artist of the Year a record four times each.",
        "ngram": 150,
        "subject": "Danny Trejo"
    },
    {
        "text": "In September 2022, the New York State Attorney General filed a civil fraud case against Trump, his three oldest children, and the Trump Organization. During the investigation leading up to the lawsuit, Trump was fined $110,000 for failing to turn over records subpoenaed by the attorney general. Trump was deposed in August and invoked his Fifth Amendment right against self-incrimination more than 400 times. The presiding judge ruled in September 2023 that Trump, his adult sons and the Trump Organization repeatedly committed fraud and ordered their New York business certificates canceled and their business entities sent into receivership for dissolution. In February 2024, the court found Trump liable, ordered him to pay a penalty of more than $350 million plus interest, for a total exceeding $450 million, and barred him from serving as an officer or director of any New York corporation or legal entity for three years. Trump said he would appeal the verdict. The judge also ordered the company to be overseen by the monitor appointed by the court in 2023 and an independent director of compliance, and that any \"restructuring and potential dissolution\" would be the decision of the monitor.",
        "ngram": 193,
        "subject": "Danny Trejo"
    },
    {
        "text": "Selleck played the role of Thomas Magnum in 1980 after filming six other TV pilots that were never sold. Magnum was a former U.S. Navy SEAL officer who had served in the Vietnam War; after the war, Magnum had been in the \"Naval Intelligence Agency\" (a fictional version of the Office of Naval Intelligence) and then resigned from the Navy to become a private investigator living in Hawaii. The show continued until 1988, lasting 8 seasons and 163 episodes, winning him an Emmy Award for Outstanding Lead Actor in a Drama Series in 1984.",
        "ngram": 94,
        "subject": "Danny Trejo"
    },
    {
        "text": "In a statement made a month before his death, Kissinger responded to the 2023 Hamas-led attack on Israel and outbreak of the Israel–Hamas war by saying that the goals of Hamas \"can only be to mobilize the Arab world against Israel and to get off the track of peaceful negotiations\". In response to celebrations of the attack by some Arabs in Germany, he issued a statement denouncing Muslim immigration into Germany: \"It was a grave mistake to let in so many people of totally different culture and religion and concepts, because it creates a pressure group inside each country that does that.\"",
        "ngram": 102,
        "subject": "Danny Trejo"
    },
    {
        "text": "Aguilera's discography is generally categorized as pop, contemporary R&B, soul, and hip-hop. According to critics, she has also experimented with other musical genres in her works. In a 2008 interview, she explained that she is \"always inspired by new things\" in music and enjoys \"experimenting with [her] voice\". Alexis Petridis from The Guardian considered the \"boldness in [continually] reinventing\" her music as \"one of her most impressive facets\" as an artist. Initially established as a bubblegum pop singer, she mixed teen pop and dance-pop on her first records, Christina Aguilera (1999) and Mi Reflejo (2000), with the latter also taking inspiration from numerous genres in Latin music.Moving away from the teen niche, Aguilera's post-2000 material mainly incorporated R&B and hip-hop. Listed as an executive producer on Stripped (2002), she mixed both genres with Latin pop, rock, neo-soul, gospel, among others, while Back to Basics (2006) was described as a \"throwback with elements of old-school genres combined with a modern-day twist [and] hard-hitting beats\". She continued merging R&B with other musical styles on Burlesque (2010), as well on Liberation (2018), which also features hip-hop, soul and blues elements.The show tune \"Lady Marmalade\" is noted as Aguilera's first musical transformation. Referred to as \"too urban\" by RCA Records executives, the song transitioned her music \"from teen pop to a more mature sound\". Despite the renewal in her repertoire, Aguilera continued producing power ballads—which became a signature in her discography—in between her uptempo material. Kelefa Sanneh, music critic from The New York Times, observed the continuous modification in her",
        "ngram": 256,
        "subject": "Danny Trejo"
    },
    {
        "text": "In 2008, Stallone reprised his other famous role as Rambo with the fourth installment of his other successful film franchise which was titled simply Rambo (John Rambo in some countries where the first film was titled Rambo). The film opened in 2,751 theaters on January 25, 2008, grossing US$6,490,000 on its opening day and US$18,200,000 over its opening weekend. Its box office was US$113,244,290 worldwide with a budget of US$50 million.",
        "ngram": 71,
        "subject": "Danny Trejo"
    },
    {
        "text": "In addition to acting, Quaid is a musician and plays with his band, the Sharks. He wrote and performed the song \"Closer to You\" in the film The Big Easy (1987). He also has a pilot's license and owned a Cessna Citation. He is also a one-handicap golfer, and in 2005, he was named as the top golfer among the \"Hollywood set\" by Golf Digest magazine.",
        "ngram": 66,
        "subject": "Danny Trejo"
    },
    {
        "text": "After this period of tension, Trump and Kim exchanged at least 27 letters in which the two men described a warm personal friendship. Trump met Kim three times: in Singapore in 2018, in Hanoi in 2019, and in the Korean Demilitarized Zone in 2019. Trump became the first sitting U.S. president to meet a North Korean leader or set foot on North Korean soil. Trump also lifted some U.S. sanctions against North Korea.",
        "ngram": 73,
        "subject": "Danny Trejo"
    },
    {
        "text": "Upon his ascent to the presidency, Theodore Roosevelt initiated dozens of suits under the Sherman Antitrust Act and coaxed reforms out of Congress. In 1901, U.S. Steel, then controlled by J. Pierpont Morgan, having bought Andrew Carnegie's steel assets, offered to buy Standard's iron interests as well. A deal brokered by Henry Clay Frick exchanged Standard's iron interests for U.S. Steel stock and gave Rockefeller and his son membership on the company's board of directors. In full retirement at age 63, Rockefeller earned over $58 million (~$1.65 billion in 2023) in investments in 1902.",
        "ngram": 94,
        "subject": "Danny Trejo"
    },
    {
        "text": "In November 2013, West stated that he was beginning work on his next studio album, hoping to release it by mid-2014, with production by Rick Rubin and Q-Tip. Having initially announced a new album entitled Yeezus II slated for a 2014 release, West announced in March 2015 that the album would instead be tentatively called So Help Me God. In May 2015, West was awarded an honorary doctorate by the School of the Art Institute of Chicago for his contributions to music, fashion, and popular culture. The next month, West headlined at the Glastonbury Festival in the UK, despite a petition signed by almost 135,000 people against his appearance. Another petition aimed to block West from headlining the 2015 Pan American Games, garnering 50,000 supporters.",
        "ngram": 125,
        "subject": "Danny Trejo"
    }
]