[
    {
        "text": "On June 27, 2023, The New York Times reported that Seacrest would replace the outgoing Pat Sajak as the host of Wheel of Fortune beginning with the show's 42nd season in fall 2024, citing \"two people familiar with the plan\". Seacrest and Sony would later confirm the news in separate releases.",
        "ngram": 51,
        "subject": "Halle Berry"
    },
    {
        "text": "During the 2015–16 season, James was criticized for his role in several off-court controversies, including the midseason firing of Cavaliers' coach David Blatt. Despite these distractions, Cleveland finished the year with 57 wins and the best record in the East. James's final averages were 25.3 points, 7.4 rebounds, and 6.8 assists per game on 52 percent shooting. In the playoffs, the Cavaliers advanced comfortably to the Finals, losing only two games en route to a rematch with the Warriors, who were coming off a record-setting 73-win season.",
        "ngram": 87,
        "subject": "Halle Berry"
    },
    {
        "text": "In early 1983, Carrey decided to move to Hollywood where he began regularly performing at The Comedy Store. Getting on The Tonight Show became his immediate career goal, and, by spring 1983, he appeared to have achieved it after getting booked for a stand-up set on the highly-rated late night show. However, a lukewarm club set at The Improv got him unbooked. Though struggling to replicate his success in Los Angeles, Carrey continued being a big hit in his hometown Toronto where he returned during late April 1983 to perform at the short-lived B.B. Magoon's theatrical venue on Bloor Street on three consecutive nights. While in town, CTV's flagship newsmagazine program W5 did a feature on Carrey that aired nationally in Canada. Back in L.A., within months, he landed the main role on The Duck Factory, a sitcom being developed for NBC, and, in late November 1983, still got to debut his impressionist act on The Tonight Show Starring Johnny Carson via a promotional appearance for the sitcom about to start airing nationally in the United States on the same network. In the meantime, he was cast for a supporting role in the Warner Bros. comedy production Finders Keepers, shot in the Canadian province of Alberta during late summer 1983. For his Tonight Show appearance that aired on American Thanksgiving, 21-year-old Carrey went through his most popular impressions—Elvis Presley, Leonid Brezhnev, Jack Nicholson, Bruce Dern, Clint Eastwood, Charles Bronson, Michael Landon, James Dean, E.T. the Extra-Terrestrial, Charles Nelson Reilly, characters from My Three Sons, and Kermit",
        "ngram": 256,
        "subject": "Halle Berry"
    },
    {
        "text": "In April 2016, Jones spoke publicly for the first time in nearly 20 years about his long-term health challenge with type 2 diabetes. He was diagnosed in the mid-1990s after his doctor noticed he had fallen asleep while exercising at a gym.",
        "ngram": 42,
        "subject": "Halle Berry"
    },
    {
        "text": "While a guest on The Arsenio Hall Show in late 1988, he met actress Whoopi Goldberg; he describes her as \"a sexy, funny woman\". They became friends and were in Help Save Planet Earth in 1990 which is about saving the environment (Danson played himself, Goldberg portrayed Mother Earth). While making Made in America in April 1992, the two became romantically involved, a pairing that was heavily featured in gossip tabloids such as the National Enquirer. The couple also appeared on the Rock the Vote TV special in the same year; they were set to star in a Paramount-produced version of Neal Barrett Jr.'s Pink Vodka Blues, written by Marshall Brickman.Danson received negative press attention October 8, 1993, after his appearance wearing blackface at a Friars Club comedy roast in honor of Goldberg, and for using many racist slurs. Later, Goldberg defended the sketch, explaining that she had helped write much of the material and referred Danson to the makeup artist who painted his face as a societal critique.",
        "ngram": 169,
        "subject": "Halle Berry"
    },
    {
        "text": "In 2019 Meghan was a contributor and guest editor for the September issue of British Vogue and highlighted the works of 15 women from different areas, who were described as \"Forces for Change\". Edward Enninful, editor-in-chief of the British Vogue, later revealed that the issue had become the \"fastest-selling issue in the history of British Vogue\". In the same issue, it was announced that she had collaborated with a number of British fashion houses and stores to launch a capsule collection, called The Smart Set, in September 2019 to benefit the charity Smart Works. The collection sought to help \"unemployed and disadvantaged women\", through selling items \"on a one-for-one basis, meaning an item is donated for each item purchased\". Taking advantage of the \"Meghan Markle effect\" (driving consumer purchases), in 10 days the collection provided a year's worth of clothes for the charity.",
        "ngram": 143,
        "subject": "Halle Berry"
    },
    {
        "text": "Jefferson began his education together with the Randolph children at Tuckahoe under tutors. Thomas' father Peter, who was self-taught and regretted not having a formal education, entered Thomas into an English school at age five. In 1752, at age nine, he attended a local school run by a Scottish Presbyterian minister and also began studying the natural world, which he grew to love. At this time he began studying Latin, Greek, and French, while learning to ride horses as well. Thomas also read books from his father's modest library. He was taught from 1758 to 1760 by the Reverend James Maury near Gordonsville, Virginia, where he studied history, science, and the classics while boarding with Maury's family. Jefferson came to know various American Indians, including the Cherokee chief Ostenaco, who often stopped at Shadwell to visit on their way to Williamsburg to trade. In Williamsburg, the young Jefferson met and came to admire Patrick Henry, eight years his senior, and shared a common interest in the playing of the violin.",
        "ngram": 170,
        "subject": "Halle Berry"
    },
    {
        "text": "In February 1988, the Tunnel of Love Express Tour began, and Springsteen convinced Scialfa to postpone her own solo record and join the tour. Scialfa moved in with Springsteen shortly after he separated from Phillips. On August 30, 1988, citing irreconcilable differences, Phillips filed for divorce in Los Angeles, and a settlement was reached in December and finalized on March 1, 1989. They had no children.",
        "ngram": 66,
        "subject": "Halle Berry"
    },
    {
        "text": "Following the death of Houston on February 11, 2012, six days after his 43rd birthday, Brown struggled to perform at a New Edition show, shouting \"I love you, Whitney\" in tears. Brown then excused himself from the stage and New Edition finished the remainder of the show. Brown appeared at Houston's memorial service in New Jersey but was asked to leave by the family's security. In an interview given to The Today Show in May 2012, Brown said security was the reason he and his family left the service; Brown stated that he loved Houston's family and told Matt Lauer that he had spent \"14 beautiful years\" with Houston as his wife. Along with Clive Davis, Ray J, and others, Brown has been accused of contributing to the singer's death, which he denies.",
        "ngram": 133,
        "subject": "Halle Berry"
    },
    {
        "text": "Barker began hosting The Price Is Right in 1972. He became an advocate for animal rights and of animal rights activism, supporting groups such as the United Activists for Animal Rights, People for the Ethical Treatment of Animals, and the Sea Shepherd Conservation Society. In 2007, Barker retired from hosting The Price Is Right after celebrating his 50-year career on television. Regarded as a pop culture icon, he continued to make occasional appearances for several years into his retirement until 2015.",
        "ngram": 81,
        "subject": "Halle Berry"
    },
    {
        "text": "Officially licensed games based on The Hunt for Red October and Red Storm Rising were released in the late 1980s and early 1990s for various 8-bit home computers such as the Commodore 64 and ZX Spectrum. Those included a submarine combat simulation (based on the book) and an action game (based on the film).",
        "ngram": 54,
        "subject": "Halle Berry"
    },
    {
        "text": "Born in New York to TV news producer Sy Kravitz and actress Roxie Roker, Kravitz was exposed to the entertainment industry at a young age. Kravitz grew up in a musically diverse environment. His childhood was split between Manhattan,  Brooklyn, and Los Angeles, leading to his early passion for music, inspired by several genres and seeing The Jackson 5 live. Kravitz released his debut album \"Let Love Rule\" in 1989. This marked the beginning of a career characterized by a blend of rock, funk, reggae, hard rock, soul, and R&B.",
        "ngram": 91,
        "subject": "Halle Berry"
    },
    {
        "text": "\"McCarthy became the face of the anti-vaccination movement, and the subsequent rise in vaccine hesitancy has been called “The Jenny McCarthy Effect” (Dominus 2011). It is important to recall that correlation does not mean causation, but the Google Trends[...] data shows a sustained increase in Google searches for “autism & vaccines” following McCarthy’s book launch media blitz. It’s also impossible to know who was searching and why, but for a time Jenny McCarthy was the undisputed leader of the anti-vaxx movement.\"",
        "ngram": 81,
        "subject": "Halle Berry"
    },
    {
        "text": "Jessel recalled that, even at only 12 years old, Garland's singing voice resembled that of \"a woman with a heart that had been hurt\". The Kansas City Star contributor Robert Trussel cited Garland's singing voice among the reasons why her role in The Wizard of Oz remains memorable, writing that although \"She might have been made up and costumed to look like a little girl ... she didn't sing like one\" due to her \"powerful contralto command[ing] attention\".",
        "ngram": 78,
        "subject": "Halle Berry"
    },
    {
        "text": "Rebel Melanie Elizabeth Wilson was born on 2 March 1980 in Sydney, New South Wales, Australia. Her parents are professional dog handlers, dog show judges and breeders. Wilson grew up in the suburbs of Kenthurst, Parramatta and Castle Hill. She attended the independent Tara Anglican School for Girls as a boarder. She completed her Higher School Certificate in 1997, achieving a ranking of 99.3, including second place in the state in Food Technology. Wilson joined the debating team and a teacher encouraged her to enter Tournament of Minds which she credits for helping her come out of her shell. Wilson worked at a cinema in Castle Hill in her younger years, but quit after patrons recognised her after the showing of her first movie, Fat Pizza.Wilson has three siblings: sisters Liberty and Annaleise (who uses the name \"Annarchi\") and a brother, who uses the name \"Ryot\". Liberty and Ryot appeared on the first season of The Amazing Race Australia in 2011, where they were the first team eliminated. Wilson has stated that, according to her grandmother, her great-aunt was Lillian Disney, who was married to Walt Disney until his death in 1966. Wilson stood by this belief in court, despite there being no evidence to support the claim; it continues to be disputed by genealogist Dale Sheridan.Wilson's first career choice was mathematics. She told The Sydney Morning Herald, \"I was very academic at high school and was always good with numbers.\" She attended the University of New South Wales, graduating in 2009 with Bachelor of Arts",
        "ngram": 256,
        "subject": "Halle Berry"
    },
    {
        "text": "In April 2007, Cuban partnered with Mascot Books to publish his first children's book, Let's Go, Mavs!. In November 2011, he wrote a 30,000-word e-book, How to Win at the Sport of Business: If I Can Do It, You Can Do It, which he described as \"a way to get motivated\".",
        "ngram": 51,
        "subject": "Halle Berry"
    },
    {
        "text": "At about 4 p.m. ET on January 9, 2022, Saget was found dead in his room at a Ritz-Carlton hotel near Williamsburg in Orange County, Florida. At the time of his death, Saget was on a stand-up tour and had performed in Ponte Vedra Beach the previous evening. His funeral took place on January 14, and he was buried at Mount Sinai Memorial Park Cemetery near the graves of his parents and sister.",
        "ngram": 73,
        "subject": "Halle Berry"
    },
    {
        "text": "Perry's films and shows have cumulatively grossed over $660 million, and his net worth is an estimated $1 billion. Despite commercial success, his productions have received criticism from critics and scholars who believe his films perpetuate negative or offensive portrayals of African Americans, along with the critical reception itself being largely negative. In 2020, Perry was included in Time's list of the 100 most influential people and received the Governor's Award from the Academy of Television Arts & Sciences. Additionally, he received the Jean Hersholt Humanitarian Award from the Academy Awards in 2021, and was inducted into the Black Music & Entertainment Walk of Fame the following year.",
        "ngram": 108,
        "subject": "Halle Berry"
    },
    {
        "text": "Cyrus is the founder of the Happy Hippie Foundation, which works to \"fight injustice facing homeless youth, LGBTQ youth, and other vulnerable populations\". From 2014 to 2016 the foundation served nearly 1,500 homeless youth in Los Angeles, reached more than 25,000 LGBTQ youth and their families with resources about gender, and provided social services to transgender individuals, youth in conflict zones, and people affected by crises. Happy Hippie encourages Cyrus's fans to support causes including gender equality, LGBTQ rights and mental health through awareness campaigns and fundraising. Leading up to the 2020 presidential election, Happy Hippie encouraged its Instagram followers to seek out VoteRiders for assistance ensuring that gender identity would not affect their right to vote.",
        "ngram": 117,
        "subject": "Halle Berry"
    },
    {
        "text": "By early 1969, Garland's health had deteriorated. She performed in London at the Talk of the Town nightclub for a five-week run in which she was paid £2,500 per week, and made her last concert appearance in Copenhagen during March 1969. After her divorce from Herron had been finalized on February 11, she married her fifth and final husband, nightclub manager Mickey Deans, at Chelsea Register Office, London, on March 15.",
        "ngram": 71,
        "subject": "Halle Berry"
    },
    {
        "text": "Denise Lee Richards (born February 17, 1971) is an American actress and television personality. Her most recognized roles are Carmen Ibanez in Starship Troopers (1997), Kelly Van Ryan in Wild Things (1998) and Bond girl Christmas Jones in The World Is Not Enough (1999). She has also appeared in films Drop Dead Gorgeous (1999), Valentine (2001), Undercover Brother (2002), Scary Movie 3 (2003), Love Actually (2003), and Madea's Witness Protection (2012).",
        "ngram": 71,
        "subject": "Halle Berry"
    },
    {
        "text": "According to an interview with Drake, in the December 2011 issue of XXL, plans for an upcoming album with Carter had been scrapped for the time being because of the Jay-Z and Kanye West collaboration album Watch the Throne (2011).",
        "ngram": 40,
        "subject": "Halle Berry"
    },
    {
        "text": "In 1995, after temporarily re-organizing the E Street Band for a few new songs recorded for his first Greatest Hits album (a recording session that was chronicled in the documentary Blood Brothers), and also one show at Tramps in New York City, he released his second folk album, The Ghost of Tom Joad. The album was inspired by John Steinbeck's The Grapes of Wrath and by Journey to Nowhere: The Saga of the New Underclass, a book by Pulitzer Prize-winning author Dale Maharidge and photographer Michael Williamson. The album was generally less well-received than the thematically similar Nebraska due to the minimal melody, twangy vocals, and political nature of most of the songs; however, some praised it for giving a voice to immigrants and others who rarely have one in American culture. The lengthy, worldwide, small-venue solo acoustic Ghost of Tom Joad Tour that followed presented many of his older songs in drastically reshaped acoustic form, although Springsteen had to explicitly remind his audiences to \"shut the fuck up\" and not to clap during the performances.",
        "ngram": 176,
        "subject": "Halle Berry"
    },
    {
        "text": "In May 2018, Trump withdrew the U.S. from the Joint Comprehensive Plan of Action, the 2015 agreement that lifted most economic sanctions against Iran in return for Iran agreeing to restrictions on its nuclear program. In August 2020, the Trump administration unsuccessfully attempted to use a section of the nuclear deal to have the UN reimpose sanctions against Iran. Analysts determined that, after the U.S. withdrawal, Iran moved closer to developing a nuclear weapon.",
        "ngram": 74,
        "subject": "Halle Berry"
    },
    {
        "text": "Clancy's first wife, Wanda Thomas King, was a nurse. They married in 1969 and had four children. The couple separated briefly in 1995, and they permanently separated in December 1996. Wanda Clancy filed for divorce in November 1997, which became final in January 1999. As part of the divorce, she and Clancy split his minority stake in the Baltimore Orioles.On June 26, 1999, Clancy married freelance journalist Alexandra Marie Llewellyn, whom he had met in 1997. Llewellyn is the daughter of J. Bruce Llewellyn and a family friend of Colin Powell, who originally introduced the couple to each other. They remained together until Clancy's death in October 2013. The two had one daughter.Clancy was a Roman Catholic. The plot of his novel Red Rabbit revolves around John Paul II.  In a June 27, 1993, interview with The Washington Post, he was quoted as saying, \"I've had [sex scenes] in my books before, but you had to look real fast because, you know, I'm a married Catholic and I don't do that.\"  In a 2002 interview with Lev Grossman for Time magazine, Clancy lamented what he perceived as society's double standard in the way Catholics are viewed by some people in society in relation to other demographic segments: \"You can't hate black people any more, of course, and you can't hate homosexuals any more, but you can hate all the Catholics you want.\"",
        "ngram": 234,
        "subject": "Halle Berry"
    },
    {
        "text": "In February 1998, he accepted the lead role in a sitcom for CBS called The Closer. This role was his big comeback on prime-time TV. In it he played Jack McLaren, a legendary publicist heading up a brand new marketing firm. His costars included Ed Asner, David Krumholtz, and Penelope Ann Miller. Despite the high pedigree, and the expectations for Selleck's first series since Magnum, P.I., low ratings caused the show to be canceled after ten episodes.",
        "ngram": 77,
        "subject": "Halle Berry"
    },
    {
        "text": "In 1870, a setback in Grant's policy occurred over the Marias Massacre, causing public outrage. In 1871, Grant ended the sovereign tribal treaty system; by law individual Native Americans were deemed wards of the federal government. Grant's policy was undermined by Parker's resignation in 1871, denominational infighting among religious agents, and entrenched economic interests. Nonetheless, Indian wars declined overall during Grant's first term, and on October 1, 1872, Major General Oliver Otis Howard negotiated peace with the Apache leader Cochise. On December 28, 1872, another setback took place to Grant's policy when General George Crook and the 5th Cavalry massacred about 75 Yavapai Apache Indians at Skeleton Cave, Arizona.",
        "ngram": 109,
        "subject": "Halle Berry"
    },
    {
        "text": "In March 1979, Lansbury appeared as Nellie Lovett in Sweeney Todd: The Demon Barber of Fleet Street, a Sondheim musical directed by Harold Prince. Opening at the Uris Theatre, she starred alongside Len Cariou as Sweeney Todd, the murderous barber in 19th-century London. After being offered the role, she jumped on the opportunity due to Sondheim's involvement, commenting that she loved \"the extraordinary wit and intelligence of his lyrics.\" She remained in the role for 14 months before being replaced by Dorothy Loudon; the musical received mixed critical reviews, although earned Lansbury her fourth Tony Award and After Dark magazine's Ruby Award for Broadway Performer of the Year. She returned to the role in October 1980 for a ten-month US tour; the production was also filmed and broadcast on the Entertainment Channel.In 1982, Lansbury took on the role of an upper middle-class housewife who champions workers' rights in A Little Family Business, a farce set in Baltimore in which her son Anthony also starred. It debuted at Los Angeles' Ahmanson Theatre before moving to Broadway's Martin Beck Theatre. It was critically panned and faced protests from California's Japanese-American community for including anti-Japanese slurs. That year, Lansbury was inducted into the American Theatre Hall of Fame, and the following year appeared in a Mame revival at Broadway's Gershwin Theatre. Although Lansbury was praised, the revival was a commercial failure, with Lansbury noting: \"I realised that it's not a show of today. It's a period piece.\"",
        "ngram": 244,
        "subject": "Halle Berry"
    },
    {
        "text": "Trump was slow to appoint second-tier officials in the executive branch, saying many of the positions are unnecessary. In October 2017, there were still hundreds of sub-cabinet positions without a nominee. By January 8, 2019, of 706 key positions, 433 had been filled (61 percent) and Trump had no nominee for 264 (37 percent).",
        "ngram": 54,
        "subject": "Halle Berry"
    },
    {
        "text": "Peter Travers, writing for Rolling Stone, gave the film a negative review, writing, \"There's been so much negative insider buzz about Brooke's 'Brenda' that you might be harboring a hope that the damned thing turned out all right. Get over it. Brenda Starr is not as bad as the also-rans that Hollywood traditionally dumps on us before Labor Day... it's a heap worse.\"",
        "ngram": 63,
        "subject": "Halle Berry"
    },
    {
        "text": "Aristotle made substantial contributions to economic thought, especially to thought in the Middle Ages. In Politics, Aristotle addresses the city, property, and trade. His response to criticisms of private property, in Lionel Robbins's view, anticipated later proponents of private property among philosophers and economists, as it related to the overall utility of social arrangements. Aristotle believed that although communal arrangements may seem beneficial to society, and that although private property is often blamed for social strife, such evils in fact come from human nature. In Politics, Aristotle offers one of the earliest accounts of the origin of money. Money came into use because people became dependent on one another, importing what they needed and exporting the surplus. For the sake of convenience, people then agreed to deal in something that is intrinsically useful and easily applicable, such as iron or silver.Aristotle's discussions on retail and interest was a major influence on economic thought in the Middle Ages. He had a low opinion of retail, believing that contrary to using money to procure things one needs in managing the household, retail trade seeks to make a profit. It thus uses goods as a means to an end, rather than as an end unto itself. He believed that retail trade was in this way unnatural. Similarly, Aristotle considered making a profit through interest unnatural, as it makes a gain out of the money itself, and not from its use.Aristotle gave a summary of the function of money that was perhaps remarkably precocious for his time. He wrote that",
        "ngram": 256,
        "subject": "Halle Berry"
    },
    {
        "text": "Music critics heralded the song as her \"return to form,\" as well as the \"return of The Voice,\" while many felt it would revive \"faith\" in Carey's potential as a balladeer. \"We Belong Together\" broke several records in the United States and became Carey's sixteenth chart topper on the Billboard Hot 100. After staying at number one for fourteen non-consecutive weeks, the song became the second-longest-running number one song in US chart history, behind Carey's 1996 collaboration with Boyz II Men, \"One Sweet Day\". Billboard listed it as the \"song of the decade\" and the ninth most popular song of all time. The song broke several airplay records, and according to Nielsen BDS, and gathered both the largest one-day and one-week audiences in history.",
        "ngram": 124,
        "subject": "Halle Berry"
    },
    {
        "text": "The accords were a source of great domestic opposition in both Egypt and Israel. Historian Jørgen Jensehaugen argues that by the time Carter left office in January 1981, he was \"in an odd position—he had attempted to break with traditional U.S. policy but ended up fulfilling the goals of that tradition, which had been to break up the Arab alliance, sideline the Palestinians, build an alliance with Egypt, weaken the Soviet Union and secure Israel.\"",
        "ngram": 75,
        "subject": "Halle Berry"
    },
    {
        "text": "From 2001 to 2002, he starred in the HBO prison drama Oz, as Reverend Jeremiah Cloutier. From 2002 to 2004, he starred in the post-apocalyptic television series Jeremiah. Perry went on to star in a 2002 television film called The Triangle. In 2006, Perry co-starred in the ensemble drama series Windfall, about a group of friends who win the lottery. The series ran for 13 episodes during the summer of 2006 on NBC. In 2007, he landed the role of Tommy \"Santa\" Santorelli on the film The Sandlot: Heading Home, and he appeared in the 2008 western A Gunfighter's Pledge. Perry also appeared in the 2007 HBO series John from Cincinnati. He also starred in the Swedish film Äntligen Midsommar (Finally Midsummer), which was released in the summer of 2009.Perry did considerable voice-over work for various animated series, usually playing himself. He played himself (as Krusty the Clown's half brother) in \"Krusty Gets Kancelled\", an episode of The Simpsons (1993). He voiced himself in an episode of Johnny Bravo, giving Johnny dating advice after Johnny saved him from a stampede of fan girls. Perry parodied himself in \"The Story on Page One\", an episode of Family Guy, in which he sues Peter Griffin for calling him gay in a newspaper article. His other voice work includes The Incredible Hulk as Rick Jones, Biker Mice from Mars (which also starred fellow 90210 co-star Ian Ziering), Mortal Kombat: Defenders of the Realm, and The Night of the Headless Horseman.Perry guest-starred as gay characters in the sitcoms Spin City",
        "ngram": 256,
        "subject": "Halle Berry"
    },
    {
        "text": "One of the world's best-selling music artists with 160 million records sold, West has won 24 Grammy Awards, the joint 11th-most of all time and most awarded for any hip hop artist jointly with Jay-Z. His other accolades include a Billboard Artist Achievement Award, a joint-record three Brit Awards for Best International Male Solo Artist, and the Michael Jackson Video Vanguard Award.",
        "ngram": 62,
        "subject": "Halle Berry"
    },
    {
        "text": "He also appeared in adult entertainer Lupe Fuentes's music video \"We Are the Party\" with her band, The Ex-Girlfriends. In 2014, he featured as the character Machete in the official music video for Train's \"Angel In Blue Jeans\". In 2015, Trejo appeared in the music videos \"Repentless\" and \"Pride in Prejudice\" from Slayer's album Repentless.Plastilina Mosh, a Mexican alternative rock band, paid tribute to him with their song \"Danny Trejo\", featured in their album All U Need Is Mosh.",
        "ngram": 79,
        "subject": "Halle Berry"
    },
    {
        "text": "By late 1940, re-armament was in high gear, partly to expand and re-equip the Army and Navy and partly to become the \"Arsenal of Democracy\" for Britain and other countries. With his Four Freedoms speech in January 1941, Roosevelt laid out the case for an Allied battle for basic rights throughout the world. Assisted by Willkie, Roosevelt won Congressional approval of the Lend-Lease program, which directed massive military and economic aid to Britain and China. In sharp contrast to the loans of World War I, there would be no repayment. As Roosevelt took a firmer stance against Japan, Germany, and Italy, American isolationists such as Charles Lindbergh and the America First Committee vehemently attacked Roosevelt as an irresponsible warmonger. When Germany invaded the Soviet Union in June 1941, Roosevelt agreed to extend Lend-Lease to the Soviets. Thus, Roosevelt had committed the U.S. to the Allied side with a policy of \"all aid short of war.\" By July 1941, Roosevelt authorized the creation of the Office of the Coordinator of Inter-American Affairs to counter perceived propaganda efforts in Latin America by Germany and Italy.",
        "ngram": 183,
        "subject": "Halle Berry"
    },
    {
        "text": "Maria de Lourdes Villiers Farrow ( mə-REE-ə dee LOORDZ VIL-yərz FARR-oh; born February 9, 1945) is an American actress. She first gained notice for her role as Allison MacKenzie in the television soap opera Peyton Place and gained further recognition for her subsequent short-lived marriage to Frank Sinatra. An early film role, as Rosemary in Roman Polanski's Rosemary's Baby (1968), saw her nominated for a BAFTA Award and a Golden Globe Award for Best Actress. She went on to appear in several films throughout the 1970s, such as Follow Me! (1972), The Great Gatsby (1974), and Death on the Nile (1978). Her younger sister is Prudence Farrow.",
        "ngram": 107,
        "subject": "Halle Berry"
    },
    {
        "text": "Hamill's early career included a recurring role on the soap opera General Hospital, and a starring role on the short-lived sitcom The Texas Wheelers. He portrayed the oldest son, David, in the pilot episode of Eight Is Enough, though the role was later performed by Grant Goodeve. He also had guest appearances on The Bill Cosby Show, The Partridge Family, Room 222 and One Day at a Time. He appeared in multiple television films such as The City and Sarah T. – Portrait of a Teenage Alcoholic.",
        "ngram": 87,
        "subject": "Halle Berry"
    },
    {
        "text": "Some, such as John Rentoul, John McTernan and Iain Dale, have countered accusations that Blair committed war crimes during his premiership, often highlighting how no case against Blair has ever made it to trial, suggesting that Blair broke no laws.",
        "ngram": 40,
        "subject": "Halle Berry"
    },
    {
        "text": "Part of this scheme was the announcement of sharply increased freight charges. This touched off a firestorm of protest from independent oil well owners, including boycotts and vandalism, which led to the discovery of Standard Oil's part in the deal. A major New York refiner, Charles Pratt and Company, headed by Charles Pratt and Henry H. Rogers, led the opposition to this plan, and railroads soon backed off. Pennsylvania revoked the cartel's charter, and non-preferential rates were restored for the time being. While competitors may have been unhappy, Rockefeller's efforts did bring American consumers cheaper kerosene and other oil by-products. Before 1870, oil light was only for the wealthy, provided by expensive whale oil. During the next decade, kerosene became commonly available to the working and middle classes.Undeterred, though vilified for the first time by the press, Rockefeller continued with his self-reinforcing cycle of buying the least efficient competing refiners, improving the efficiency of his operations, pressing for discounts on oil shipments, undercutting his competition, making secret deals, raising investment pools, and buying rivals out. In less than four months in 1872, in what was later known as \"The Cleveland Conquest\" or \"The Cleveland Massacre\", Standard Oil absorbed 22 of its 26 Cleveland competitors. Eventually, even his former antagonists, Pratt and Rogers, saw the futility of continuing to compete against Standard Oil; in 1874, they made a secret agreement with Rockefeller to be acquired.",
        "ngram": 234,
        "subject": "Halle Berry"
    }
]