[
    {
        "text": "After signing with Republic Records in 2018, Swift released the eclectic pop album Lover (2019) and the autobiographical documentary Miss Americana (2020). She explored indie folk styles on the 2020 albums Folklore and Evermore, subdued electropop on Midnights (2022), and re-recorded four albums subtitled Taylor's Version after a dispute with Big Machine. These albums spawned the number-one songs \"Cruel Summer\", \"Cardigan\", \"Willow\", \"Anti-Hero\", \"All Too Well\", and \"Is It Over Now?\". Her Eras Tour (2023–2024) and its accompanying concert film became the highest-grossing tour and concert film of all time, respectively. Swift has directed videos and films such as Folklore: The Long Pond Studio Sessions (2020) and All Too Well: The Short Film (2021).",
        "ngram": 114,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In mid-2011, Rowling left Christopher Little Literary Agency and followed her agent Neil Blair to the Blair Partnership. He represented her for the publication of The Casual Vacancy, released in September 2012 by Little, Brown and Company. It was Rowling's first since Harry Potter ended, and her first book for adults. A contemporary take on 19th-century British fiction about village life, Casual Vacancy was promoted as a black comedy, while the critic Ian Parker described it as a \"rural comedy of manners\". It was adapted to a miniseries co-created by the BBC and HBO.Little, Brown published The Cuckoo's Calling, the purported début novel of Robert Galbraith, in April 2013. It initially sold 1,500 copies in hardback. After an investigation prompted by discussion on Twitter, the journalist Richard Brooks contacted Rowling's agent, who confirmed Galbraith was Rowling's pseudonym. Rowling later said she enjoyed working as Robert Galbraith, a name she took from Robert F. Kennedy, a personal hero, and Ella Galbraith, a name she invented for herself in childhood. After the revelation of her identity, sales of Cuckoo's Calling escalated.Continuing the Cormoran Strike series of detective novels, The Silkworm was released in 2014; Career of Evil in 2015; Lethal White in 2018; Troubled Blood in 2020; The Ink Black Heart in 2022; and The Running Grave in 2023. Cormoran Strike, a disabled veteran of the War in Afghanistan with a prosthetic leg, is unfriendly and sometimes oblivious, but acts with a deep moral sensibility. In 2017, BBC One aired the first episode of the five-season series Strike,",
        "ngram": 256,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Born in Beirut and raised in Toronto, he made his acting debut in the Canadian television series Hangin' In (1984), before making his feature film debut in Youngblood (1986). Reeves had his breakthrough role in the science fiction comedy Bill & Ted's Excellent Adventure (1989), and he reprised his role in its sequels. He gained praise for playing a hustler in the independent drama My Own Private Idaho (1991) and established himself as an action hero with leading roles in Point Break (1991) and Speed (1994).",
        "ngram": 86,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "The common modern understanding of a political community as a modern state is quite different from Aristotle's understanding. Although he was aware of the existence and potential of larger empires, the natural community according to Aristotle was the city (polis) which functions as a political \"community\" or \"partnership\" (koinōnia). The aim of the city is not just to avoid injustice or for economic stability, but rather to allow at least some citizens the possibility to live a good life, and to perform beautiful acts: \"The political partnership must be regarded, therefore, as being for the sake of noble actions, not for the sake of living together.\" This is distinguished from modern approaches, beginning with social contract theory, according to which individuals leave the state of nature because of \"fear of violent death\" or its \"inconveniences\".In Protrepticus, the character 'Aristotle' states:",
        "ngram": 140,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Carter was determined to respond harshly to what he considered a dangerous provocation. In a televised speech on January 23, 1980, he announced sanctions on the Soviet Union, promised renewed aid and registration to Pakistan and the Selective Service System, and committed the U.S. to the Persian Gulf's defense. Carter imposed an embargo on grain shipments to the USSR, tabled SALT II, requested a 5% annual increase in defense spending, and called for a boycott of the 1980 Summer Olympics in Moscow, which was ultimately joined by 65 other nations. British Prime Minister Margaret Thatcher enthusiastically backed Carter's tough stance. National Security Advisor Zbigniew Brzezinski played a major role in organizing Carter's policies on the Soviet Union as a grand strategy.",
        "ngram": 121,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "As a successful artist, Leonardo was given permission to dissect human corpses at the Hospital of Santa Maria Nuova in Florence and later at hospitals in Milan and Rome. From 1510 to 1511 he collaborated in his studies with the doctor Marcantonio della Torre, professor of Anatomy at the University of Pavia. Leonardo made over 240 detailed drawings and wrote about 13,000 words toward a treatise on anatomy. Only a small amount of the material on anatomy was published in Leonardo's Treatise on painting. During the time that Melzi was ordering the material into chapters for publication, they were examined by a number of anatomists and artists, including Vasari, Cellini and Albrecht Dürer, who made a number of drawings from them.",
        "ngram": 121,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In January 2017, make-up artist Vlada Haggarty claimed that Jenner had stolen the creative style and aesthetic of her own work, such as the dripping gloss lip and golden finger tips, for her own products, and that Jenner had a history of taking Haggerty's original dripping lip art and passing it off as her own. Jenner later credited Vlada on social media and her work on the creation of the logo and an undisclosed settlement was paid to avoid any future legal issues.",
        "ngram": 83,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "A longtime close friend of entertainer Michael Jackson, Brando paid regular visits to his Neverland Ranch, resting there for weeks at a time. Brando also participated in the singer's two-day solo career 30th-anniversary celebration concerts in 2001 and starred in his 13-minute-long music video \"You Rock My World\", in the same year.",
        "ngram": 52,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In September 2020, Musk stated that he would not get the COVID-19 vaccine, because he and his children were \"not at risk for COVID\". Two months later, Musk contracted COVID-19 but suggested his COVID-19 rapid antigen test results were dubious, as he had been tested four times on the same device with the same nurse but had received equal numbers of positive and negative results. Following this, a postdoctoral fellow at the Princess Margaret Cancer Centre in Toronto explained in a Tweet why this result does not undermine the value of the test, referring to Musk as \"Space Karen\", which then trended on Twitter. In December 2021, Musk said that he and his eligible children had received the vaccine, saying that the science behind the COVID vaccines was \"unequivocal\" but expressing his opposition to COVID vaccine mandates.",
        "ngram": 137,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Lohan was born on July 2, 1986, in the Bronx, one of the five boroughs of New York City, and grew up in Merrick and Cold Spring Harbor on Long Island, New York. She is the eldest child of Dina (née Sullivan) and Michael Lohan. Her father, a former Wall Street trader, has been in trouble with the law on several occasions. Her mother is a former singer and dancer. Lohan has three younger siblings, all of whom have been models or actors: Michael Jr., who appeared with Lohan in The Parent Trap in 1998, Aliana, known as \"Ali\", and Dakota \"Cody\" Lohan. Lohan is of Irish and Italian heritage, and she was raised as a Roman Catholic. Her maternal antecedents were \"well known Irish Catholic stalwarts\" and her great-grandfather, John L. Sullivan, was a co-founder of the Pro-life Party on Long Island. She began home-schooling in grade 11.Lohan's parents married in 1985, separated when Lindsay was three, and later reunited. They separated again in 2005 and finalized their divorce in 2007.",
        "ngram": 172,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Williams made her first appearance on the WTA tour in almost a year in Eastbourne, where she lost in round two to Zvonareva. In June, she attempted to defend her title at Wimbledon, but was eliminated in the round of 16, which dropped her ranking to No.169. Later in the summer, she won titles in both Stanford and Toronto. Williams played the Western & Southern Open, but withdrew due to injury. She reached the final at the US Open, where she faced Stosur. During the match, Williams became angry with umpire Eve Asderaki. She made gestures and unflattering comments towards her, including calling her \"a hater\". Williams eventually lost the match, and then declined to offer Asderaki the customary handshake. A writer for ESPN suggested that Williams did not violate the terms of her probation (on which she was placed following her 2009 outburst), since she did not use profanity when addressing the umpire. In the end, Williams was fined $2,000, but was not barred from competing. The US Open was Williams's final event of 2011, and she ended the year ranked No.12, with two titles and a 22–3 record for the season. She only played in six tournaments during the season.",
        "ngram": 202,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Pfeiffer said she sometimes feels fraudulent as an untrained actor due to her lack of conventional schooling. She credits director Milton Katselas with teaching her to differentiate between how an actor and their character would behave during the same scene. Vulture's Angelica Jade Bastién said Pfeiffer's talent dispels any argument that untrained actors are less capable than their trained peers. Several film critics have described her as \"a character actress in a screen siren's body\", with Bastién profiling her as \"a character actress reluctantly placed in Hollywood’s lineage of blonde bombshells\". Journalist James Kaplan reported that some critics feel Pfeiffer has undersold herself by choosing character roles that emphasize her talent over her beauty. In 1993, film critic Ty Burr argued that her \"unshowy performances work because they don’t call attention to themselves\", although her looks might prevent her from being considered \"one of today’s best screen actresses\". Pfeiffer claims she rarely accepts glamorous roles because she finds few of them compelling, and prefers drama over comedy. She has also described acting as a \"sadomasochistic\" profession, due to how \"brutal\" she finds the process can be at times.",
        "ngram": 188,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Jordan has resided in Los Angeles since 2006. He grew up in a religious household and considers himself to be spiritual. As of 2018, he lives with his parents in a Sherman Oaks home that he purchased. Jordan is also a fan of anime, particularly Naruto: Shippuden and the Dragon Ball franchise. Jordan grew up in Newark, New Jersey and is a lifelong fan of the New York Giants.In November 2020, the actor began dating model Lori Harvey, daughter of comedian Steve Harvey. In June 2022, it was announced that the couple had ended their relationship.",
        "ngram": 96,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Christopher Maurice Brown (born May 5, 1989) is an American singer, songwriter, rapper, dancer and actor. He is regarded as one of the most prominent artists in R&B music, being credited as an evolver of the genre, and often being referred to by contemporaries as the \"King of R&B\". His R&B has been characterized by several influences from other genres, mainly pop music and hip hop. His lyrics develop predominantly over emotional and hedonistic themes. Brown has had wide comparisons to Michael Jackson for his singing and dancing abilities. ",
        "ngram": 90,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "On January 25, 2024, James was named an All-Star starter for the 2024 NBA All-Star Game, marking his 20th NBA All-Star selection, surpassing Kareem Abdul-Jabbar for the most All-Star selections in NBA history. On January 27, James put up a triple-double with 36 points, a career-high 20 rebounds, and 12 assists, including a pair of game-winning free throws, in a 145–144 double overtime win against the Golden State Warriors, becoming the first player in Lakers franchise history since Kareem Abdul-Jabbar in 1976 to put up at least 30 points, 20 rebounds, and 10 assists in a game. On February 28, James spearheaded a 21-point fourth-quarter comeback by the Lakers to beat the Los Angeles Clippers 116–112, marking the largest fourth-quarter comeback of James' career and the Lakers' biggest comeback since 2003. He outscored the Clippers by himself 19–16 in the final quarter, going 5-for-8 from three-point range and dishing out four assists. On March 2, James became the first player in NBA history to reach 40,000 career points. On March 16, James scored a season-high 40 points on 15-of-23 shooting with eight rebounds and nine assists in a 128–121 loss to the Golden State Warriors. On March 31, James put up 40 points on a career-high nine three-pointers made along with seven rebounds and five assists in a 116–104 win over the Brooklyn Nets. He also surpassed Michael Jordan for the most 30-point games (across the regular season and playoffs) in NBA history with 672. On April 9 and 12, James put up 33 and 37",
        "ngram": 256,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In August 2002, Timberlake performed at the 2002 MTV Video Music Awards, where he premiered his debut solo single \"Like I Love You\"; it peaked at number 11 on the Billboard Hot 100 and number two on the UK Singles Chart. His debut solo studio album Justified was released in November and debuted at number two on the Billboard 200 with first-week sales of 439,000 copies, fewer than previous 'N Sync releases. It sold over three million copies in the U.S. and more than ten million copies worldwide. Its R&B influence, provided by hip-hop producers The Neptunes and Timbaland, was complimented by music critics. About the musical direction of the record, he commented, \"I just want to do R&B. It's what I grew up listening to\". The album spawned the top-five singles \"Cry Me a River\" and \"Rock Your Body\".In summer 2003, Timberlake and Christina Aguilera headlined the Justified/Stripped Tour. Later that year he recorded a song \"I'm Lovin' It\", used by McDonald's as the theme to its \"I'm Lovin' It\" campaign. The deal with McDonald's earned Timberlake an estimated $6 million. A tour titled Justified and Lovin' It Live was included with the deal, following his initial Justified World Tour. Timberlake was featured on Nelly's song, \"Work It\", which was remixed and included on Nelly's 2003 remix album.",
        "ngram": 219,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "By 2010, Kardashian had ventured into several new endorsement deals, including endorsing various food products for Carl's Jr. On July 1, 2010, the New York City branch of Madame Tussauds revealed a wax figure of Kardashian. Kim, Kourtney, and Khloé wrote an autobiography titled Kardashian Konfidential, which was released in stores on November 23, 2010, and appeared on New York Times's Best Seller List. In December 2010, she filmed a music video for a song titled \"Jam (Turn It Up)\". The video was directed by Hype Williams; Kanye West makes a cameo in the video. Kardashian premiered the song during a New Year's Eve party at TAO Las Vegas on December 31, 2010. The song was produced by The-Dream and Tricky Stewart. When asked if an album was in the works, Kardashian replied, \"There's no album in the works or anything—just one song we did for Kourtney and Kim Take New York, and a video Hype Williams directed, half of the proceeds we're giving away to a cancer foundation, because The-Dream's and one of my parents passed away from cancer. It's just all having fun—with a good cause\". Jim Farber, writing for the Daily News, called the song a \"dead-brained piece of generic dance music, without a single distinguishing feature\", and suggested that the single made Kardashian the \"worst singer in the reality TV universe\".In 2010, Kardashian also served as producer for The Spin Crowd, a reality television show about a New York City public relations firm run by Jonathan Cheban and Simon Huck, appeared on",
        "ngram": 256,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In September 2020, Diesel announced his venture into music, with the release of the song \"Feel Like I Do\", produced by Kygo. He debuted the song on The Kelly Clarkson Show on September 24, stating: \"I am blessed that on a year that I would normally be on a movie set — and as you know, that's not possible — I've had another creative outlet. Another way to show you, or share with you, my heart.\"",
        "ngram": 76,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In 2015, Short started touring nationally with fellow comedian Steve Martin. In 2018, they released their Netflix special An Evening You Will Forget for the Rest of Your Life for which they received four Primetime Emmy Award nominations. Since 2021, he has co-starred in the Hulu comedy series Only Murders in the Building alongside Martin and Selena Gomez. For his performance he has earned nominations for the Primetime Emmy Award, the Golden Globe Award, the Screen Actors Guild Award and a Critics' Choice Television Award.",
        "ngram": 85,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In 2017, Shatner tweeted support for Autism Speaks, a controversial charity disliked by some autism self-advocates. He spent the next few days arguing with autistic people and allies, including citing anti-vaccination website NaturalNews. Days later, Shatner suggested his critics should have kept quiet, eventually calling the episode a misunderstanding.In 2020, again on Twitter, he argued with other Twitter users for over a month about being called a \"straight white cis man\".In 2021, The Forward noted that he was dismissive of a Jewish convert of color, comparing the incident to his arguments about the term \"cis\" and Autism Speaks.",
        "ngram": 98,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Over the years, word of other collaborators who have contributed to Dr. Dre's work has surfaced. During his tenure at Death Row Records, it was alleged that Dr. Dre's stepbrother Warren G and Tha Dogg Pound member Daz made many uncredited contributions to songs on his solo album The Chronic and Snoop Doggy Dogg's album Doggystyle (Daz received production credits on Snoop's similar-sounding, albeit less successful album Tha Doggfather after Young left Death Row Records).It is known that Scott Storch, who has since gone on to become a successful producer in his own right, contributed to Dr. Dre's second album 2001; Storch is credited as a songwriter on several songs and played keyboards on several tracks. In 2006 he told Rolling Stone:",
        "ngram": 122,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In 2017, Shields returned to NBC with a major recurring role in Law & Order: Special Victims Unit in the show's 19th season. Shields voiced Beverly Goodman in the Adult Swim animated series Mr. Pickles (2014–2019) and its spin-off Momma Named Me Sheriff.",
        "ngram": 43,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Hogan was also a musician, spending a decade playing fretless bass guitar in several Florida-based rock bands. He went on to study at Hillsborough Community College and the University of South Florida. After music gigs began to get in the way of his time in college, he dropped out of the University of South Florida. Eventually, Hogan and two local musicians formed a band called Ruckus in 1976. The band soon became popular in the Tampa Bay region. During his spare time, Hogan worked out at Hector's Gym in the Tampa Bay area, where he began lifting. Many of the wrestlers who were competing in the Florida region visited the bars where Ruckus was performing. Among those attending his performances were Jack and Gerald Brisco, two brothers who wrestled together as a tag team in the Florida region.",
        "ngram": 138,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Basinger received a nomination for the Best Actress Award from the Boston Society of Film Critics, for her role in The Door in the Floor (2004). Basinger has received seven nominations for the Razzie Awards—six for Worst Actress and one for Worst Supporting Actress— and has been nominated at the People's Choice Awards, the Saturn Awards (three times), and the MTV Movie Awards (four times). For her lifetime achievements in the cinematic arts, she has a motion pictures star on the Hollywood Walk of Fame.",
        "ngram": 85,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "It has been said that Hilton's rise to fame, coinciding with society's increased fixation on celebrity and the internet becoming a more accessible medium, facilitated the insurgency of an unprecedented type of celebrity —which was initially promoted by reality television and has since intensified with the posterior growth of social media— whose displays of its private life became an unusual focus of public interest, and therefore, their own source of income.In 2018, Lili Anolik, of Vanity Fair, observed that Hilton \"instinctively grasped that the great cultural contribution of the movies was movie stars\", and further said that since \"anybody with a phone was now a potential cineaste\" and \"true movie stars require[d] raw presence, not refined acting skills\", she needed \"only ever perform herself, or, rather, 'herself'[:] a gorgeous blonde ditz, the modern-day Monroe\". In 2020, Los Angeles Times' editor Lindzi Scharf regarded her as \"the woman who will likely go down in history for putting the 'i' in influencer\". GQ's Carrie Battan had previously called her \"the figure who set off Hollywood 2.0's Big Bang, the effects of which continue to radiate through the industry today. Hilton, the one who made it possible to be famous for doing nothing, was so sought-after in the [...] 2000s that you couldn't get her to walk to her mailbox without giving her a check\". Bert Marcus, the director of the documentary The American Meme (2018), echoed that sentiment, remarking that she \"paved the way for creating a brand and a celebrity out of being herself and she turned",
        "ngram": 256,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Danson began his television career as a contract player on the daytime soap opera Somerset. He played the role of Tom Conway from 1975 to 1976. In 1977, he played Dr. Mitchell Pierson on the daytime soap opera The Doctors, having also appeared earlier in 1975 as another character, Dr. Chuck Weldon. He was also in a number of commercials, most notably as the \"Aramis man\".His guest appearances on television in the late 1970s and early 1980s include being on Laverne & Shirley, B. J. and the Bear, Family, Benson, Taxi, Magnum, P.I., The Amazing Spider-Man, Tucker's Witch, and Mrs. Columbo.",
        "ngram": 101,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Ono's small book titled Grapefruit is another seminal piece of conceptual art. First published in 1964, the book reads as a set of instructions through which the work of art is completed-either literally or in the imagination of the viewer participant. One example is \"Hide and Seek Piece: Hide until everybody goes home. Hide until everybody forgets about you. Hide until everybody dies.\" Grapefruit has been published several times, most widely distributed by Simon & Schuster in 1971, who reprinted it again in 2000. David Bourdon, art critic for The Village Voice and Vogue, called Grapefruit \"one of the monuments of conceptual art of the early 1960s\". He noted that her conceptual approach was made more acceptable when white male artists like Joseph Kosuth and Lawrence Weiner came in and \"did virtually the same things\" she did, and that her take also has a poetic and lyrical side that sets it apart from the work of other conceptual artists.Ono would enact many of the book's scenarios as performance pieces throughout her career, which formed the basis for her art exhibitions, including the highly publicized retrospective exhibition, This Is Not Here in 1971 at the Everson Museum in Syracuse, New York, that was nearly closed when it was besieged by excited Beatles fans, who broke several of the art pieces and flooded the toilets. It was her last major exhibition until 1989's Yoko Ono: Objects, Films retrospective at the Whitney.Nearly fifty years later in July 2013, she released a sequel to Grapefruit, another book of instructions, Acorn",
        "ngram": 256,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Sasha Frere-Jones, editor of The New Yorker commented, \"It became standard for R&B/hip-hop stars like Missy Elliott and Beyoncé, to combine melodies with rapped verses. And young white pop stars—including Britney Spears, 'N Sync and Christina Aguilera—have spent much of the past ten years making pop music that is unmistakably R&B.\" Moreover, Jones concludes that \"[Carey's] idea of pairing a female songbird with the leading male MCs of hip-hop changed R&B and, eventually, all of pop. Although now anyone is free to use this idea, the success of The Emancipation of Mimi suggests that it still belongs to Carey.\" Judnick Mayard, writer of The Fader, wrote that in regarding of R&B and hip hop collaboration, \"The champion of this movement is Mariah Carey.\" Mayard also said that \"To this day ODB and Mariah may still be the best and most random hip hop collaboration of all time\", citing that due to the record \"Fantasy\", \"R&B and Hip-Hop were the best of step siblings.\" Kelefa Sanneh of The New York Times wrote, \"In the mid-1990s Ms. Carey pioneered a subgenre that some people call the thug-love duet. Nowadays clean-cut pop stars are expected to collaborate with roughneck rappers, but when Ms. Carey teamed up with Ol' Dirty Bastard, of the Wu-Tang Clan, for the 1995 hit remix of 'Fantasy', it was a surprise, and a smash.\"",
        "ngram": 225,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Eight million workers remained unemployed in 1936, and though economic conditions had improved since 1932, they remained sluggish. By 1936, Roosevelt had lost the backing he once held in the business community because of his support for the NLRB and the Social Security Act. The Republicans had few alternative candidates and nominated Kansas Governor Alf Landon, a little-known bland candidate whose chances were damaged by the public re-emergence of the still-unpopular Herbert Hoover. While Roosevelt campaigned on his New Deal programs and continued to attack Hoover, Landon sought to win voters who approved of the goals of the New Deal but disagreed with its implementation.",
        "ngram": 105,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In October, Cena and Billy Kidman failed to win a tag team tournament to crown the first WWE Tag Team Champions of the SmackDown! brand in the first round. The next week on SmackDown!, Cena turned on and attacked Kidman, blaming him for their loss and turning heel for the first and only time in his WWE career. On the October 17 episode of SmackDown!, Cena defeated Kidman, but lost in a rematch the next week. At Rebellion on October 26, Cena and Dawn Marie lost to Kidman and Torrie Wilson in a mixed tag team match. Shortly after, on a Halloween-themed episode of SmackDown!, Cena dressed as Vanilla Ice, performing a freestyle rap. The following week on SmackDown!, Cena received a new character: a rapper who cut promos while rhyming. He used the nickname \"The Doctor of Thuganomics\" and expanded his gimmick to include rapping before his matches, wearing hats and sports jerseys as part of his ring gear. While on a bus journey with other WWE superstars, Cena was involved in a freestyle rap session with Rikishi and Rey Mysterio, impressing Stephanie McMahon, leading to the gimmick's adoption. As the character evolved, Cena began adopting a variant of the 1980s WWF logo—dropping the \"F\"—as his \"signature symbol\", along with the slogan \"Word Life\".  Moreover, he was joined by an enforcer, Bull Buchanan, who was rechristened to B-2 (also written B² and pronounced \"B-Squared\"). Buchanan was replaced with Red Dogg until he was sent to the Raw brand in February.",
        "ngram": 252,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In 1997, Seagal was to be featured in an action video game for the Nintendo 64 and the original PlayStation called Deadly Honor, but it was cancelled for undisclosed reasons in its beta phase of development. In 2005, Seagal Enterprises began to market an energy drink known as \"Steven Seagal's Lightning Bolt\", but it has since been discontinued. Seagal has also marketed an aftershave called \"Scent of Action\", and a range of knives and weapons. In 2013, Seagal joined newly formed Russian firearms manufacturer ORSIS, representing the company in both a promotional capacity as well as lobbying for the easement of US import restrictions on Russian sporting firearms. It was also announced he would work with the company to develop a signature long-range rifle known provisionally as \"ORSIS by Steven Seagal\".",
        "ngram": 131,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Marc Anthony and entrepreneur Henry Cárdenas launched the Maestro Cares Foundation in January 2012. In 2014, the foundation opened an orphanage in La Romana, Dominican Republic. In 2015, the foundation opened a youth home and school in Barranquilla, Colombia.In 2017, Anthony teamed-up with his ex-wife Jennifer Lopez and Alex Rodriguez to host One Voice: Somos Live!, a telethon supporting efforts to aid Puerto Rico's recovery in the aftermath of Hurricane Maria.",
        "ngram": 71,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In 2013, Rogan hosted the television show Joe Rogan Questions Everything on the SyFy network, which aired for six episodes. The show covered topics discussed on his podcasts, including the existence of Bigfoot and UFOs, and featured several comedians, experts, and scientists with the aim of trying to \"put some subjects to bed ... with an open-minded perspective\". SyFy agreed to produce the show without a pilot episode. The production team gave Rogan some creative control over the program and aimed to present it in his own words where possible.",
        "ngram": 90,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In Confucianism, the concept of li is closely related to yì (義), which is based upon the idea of reciprocity. Yì can be translated as righteousness, though it may mean what is ethically best to do in a certain context. The term contrasts with action done out of self-interest. While pursuing one's own self-interest is not necessarily bad, one would be a better, more righteous person if one's life was based upon following a path designed to enhance the greater good. Thus an outcome of yì is doing the right thing for the right reason.Just as action according to lǐ should be adapted to conform to the aspiration of adhering to yì, so yì is linked to the core value of rén (仁). Rén consists of five basic virtues: seriousness, generosity, sincerity, diligence, and kindness. Rén is the virtue of perfectly fulfilling one's responsibilities toward others, most often translated as \"benevolence\", \"humaneness\", or \"empathy\"; translator Arthur Waley calls it \"Goodness\" (with a capital G), and other translations that have been put forth include \"authoritativeness\" and \"selflessness\". Confucius's moral system was based upon empathy and understanding others, rather than divinely ordained rules. To develop one's spontaneous responses of rén so that these could guide action intuitively was even better than living by the rules of yì. Confucius asserts that virtue is a mean between extremes. For example, the properly generous person gives the right amount – not too much and not too little.",
        "ngram": 242,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Brolin started his career in TV films and guest roles on TV shows before landing a more notable role as Brandon Walsh in the Richard Donner-directed film The Goonies (1985). He was considered for the role of Tom Hanson in the series 21 Jump Street; Brolin and Johnny Depp were the finalists for the role, and the two became close and remained friends. The role ultimately went to Depp. Brolin guest-starred in an episode of the show in its first season.",
        "ngram": 81,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "In July 2022, Insider published court documents revealing that Musk had had twins with Shivon Zilis, director of operations and special projects at Neuralink, in November 2021. They were born weeks before Musk and Grimes had their second child via surrogate in December. The news \"raise[d] questions about workplace ethics\", given that Zilis directly reported to Musk. Also in July 2022, The Wall Street Journal reported that Musk allegedly had an affair with Nicole Shanahan, the wife of Google co-founder Sergey Brin, in 2021, leading to their divorce the following year. Musk denied the report. Musk also had a relationship with Australian actress Natasha Bassett, who has been described as \"an occasional girlfriend.\"",
        "ngram": 113,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Genghis had now attained complete control of the eastern portion of the Silk Road, and his territory bordered that of the Khwarazmian Empire, which ruled over much of Central Asia, Persia and Afghanistan. Merchants from both sides were eager to restart trading, which had halted during Kuchlug's rule; the Khwarazmian ruler Muhammad II dispatched an envoy shortly after the Mongol capture of Zhongdu, while Genghis instructed his merchants to obtain the high-quality textiles and steel of Central and Western Asia. Many members of the altan uruq invested in one particular caravan of 450 merchants which set off to Khwarazmia in 1218 with a large quantity of goods. Muhammad had however grown suspicious of Genghis's intentions, and when Inalchuq, the governor of the border town of Otrar, decided to halt the caravan, massacre the merchants on grounds of espionage, and seize the goods, he either supported Inalchuq or turned a blind eye. A Mongol ambassador was sent with two companions to avert war, but Muhammad killed him and humiliated his companions. The killing of an envoy infuriated Genghis, who resolved to leave Muqali with a small force in North China and invade Khwarazmia with most of his army.Muhammad's empire was large but disunited: he ruled alongside his mother Terken Khatun in what Peter Golden terms \"an uneasy diarchy\", while the Khwarazmian nobility and populace were discontented with his warring and the centralisation of government. For these reasons and others he declined to meet the Mongols in the field, instead garrisoning his unruly troops in his major cities.",
        "ngram": 256,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "After filming High Noon, Kelly returned to New York City and took private acting lessons, wanting to be taken seriously as an actress. She performed in a few dramas in the theater, and in TV serials. She appeared in several television plays, and screen-tested for the film Taxi in the spring of 1952. Director John Ford noticed Kelly in the screen test, and his studio flew her out to Los Angeles to audition in September 1952. Ford said that Kelly showed \"breeding, quality, and class\". She was given the role, along with a seven-year contract at the relatively low salary of $850 a week (equivalent to $9,753 in 2023). Kelly signed the deal under two conditions: first, that one out of every two years, she had time off to work in the theatre; and second, that she be able to live in New York City at her residence in Manhattan House, at 200 E. 66th Street, now a landmark.In November 1952, Kelly and the cast arrived in Nairobi to begin the production of the film Mogambo, replacing Gene Tierney, who dropped out at the last minute due to personal issues. Kelly later told Hollywood columnist Hedda Hopper, \"Mogambo had three things that interested me: John Ford, Clark Gable, and a trip to Africa, with expenses paid. If Mogambo had been made in Arizona, I wouldn't have done it.\" Kelly played Linda Nordley, a contemplative English wife with a romantic interest in Clark Gable's character. Filming took place over the course of three months. The costumes were",
        "ngram": 256,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Houston's former husband, Bobby Brown, was reported to be \"in and out of crying fits\" after receiving the news. He did not cancel a scheduled performance, and within hours of his ex-wife's sudden death, an audience in Mississippi watched as Brown blew kisses skyward, tearfully saying: \"I love you, Whitney.\"",
        "ngram": 50,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Blair has an elder brother, William, and a younger sister, Sarah. Blair's first home was with his family at Paisley Terrace in the Willowbrae area of Edinburgh. During this period, his father worked as a junior tax inspector whilst studying for a law degree from the University of Edinburgh.",
        "ngram": 49,
        "subject": "Jennifer Lopez"
    },
    {
        "text": "Walker died in a single-vehicle collision on November 30, 2013, as a passenger in a speeding car. His father and daughter filed separate wrongful death lawsuits against Porsche, which resulted in settlements. At the time of his death, Walker had not completed filming Furious 7 (2015); it was released after rewrites and stand-ins, including his brothers Cody and Caleb, both of whom filled in for Walker, while the song \"See You Again\" by Wiz Khalifa and Charlie Puth was commissioned as a tribute.",
        "ngram": 83,
        "subject": "Jennifer Lopez"
    }
]