[
    {
        "text": "January 2005: Jay-Z countersued the singer, claiming Kelly showed erratic behavior including being late or absent attendances, vacating deadlines, and continued demands or requests that led to several cancellations and resulted in loss of gross. Kelly's lawyers challenged it as \"inaccurate smears of [Mr. Kelly] that are utterly irrelevant to the issues of the case\" but confirmed the rapper's refusal to continue work with Kelly after the Madison Square Garden incident and thus broke the contract. Jay-Z's counter suit was dismissed by a judge that May.",
        "ngram": 86,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Trump barred organizations that provide abortions or abortion referrals from receiving federal funds. He said he supported \"traditional marriage\" but considered the nationwide legality of same-sex marriage a \"settled\" issue. In March 2017, his administration rolled back key components of the Obama administration's workplace protections against discrimination of LGBT people. Trump's attempted rollback of anti-discrimination protections for transgender patients in August 2020 was halted by a federal judge after the Supreme Court's ruling in July had extended employees' civil rights protections to gender identity and sexual orientation.",
        "ngram": 87,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In 1970, The Osmonds rose to commercial stardom with a series of successful pop singles. It was then suggested that Marie would embark on her own music career. Marie chose to be marketed as a country music artist, later citing that it was the only musical genre that allowed women to have a family and career. She recorded a demonstration tape singing Dolly Parton's \"Coat of Many Colors\" that was heard by Don Ovens of MGM Records. Despite being a preteen, Ovens was impressed by her singing and signed her to a solo recording contract with MGM's Nashville division.",
        "ngram": 99,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Before and throughout his presidency, Trump promoted numerous conspiracy theories, including Obama birtherism, the Clinton body count conspiracy theory, the conspiracy theory movement QAnon, the Global warming hoax theory, Trump Tower wiretapping allegations, a John F. Kennedy assassination conspiracy theory involving Rafael Cruz, linking talk show host Joe Scarborough to the death of a staffer, alleged foul-play in the death of Justice Antonin Scalia, alleged Ukrainian interference in U.S. elections, and that Osama bin Laden was alive and Obama and Biden had members of Navy SEAL Team 6 killed. In at least two instances, Trump clarified to press that he believed the conspiracy theory in question.",
        "ngram": 106,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Bieber has been credited for reinventing pop stardom for over a decade and has been referred to as the \"Prince of Pop\" and the \"King of Teen Pop\" by contemporary journalists. Highlighting his longevity, he was awarded the MTV Award for Best New Artist in 2010 and the MTV Award for Artist of the Year in 2021. Rolling Stone India referred to him as the \"biggest popstar of our age\", \"one of the most captivating artists of the century\" and \"one of the world's most successful artists of all time\". Bieber is often cited as a pop icon, or simply an icon.  In a 2011 article comparing the cultural significance of Bieber to Facebook founder Mark Zuckerberg, Orlando Sentinel said that, \"Out of all the cultural icons who influence and inspire today's society, Justin Bieber is without a doubt one of the most prominent.\" He is generally credited as an important figure in bridging music and social media, which rose to prominence in the late 2000s; Variety dubbed him \"a once-in-a-generation superstar who charted a swift and stunning rise from precocious YouTube talent to global phenomenon.\"",
        "ngram": 187,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In 1977, Bally marketed its Knievel pinball machine as the \"first fully electronic commercial game\"; it has elsewhere been described as one of the \"last of the classic pre-digital games.\"  (Both electromechanical and solid-state versions were produced. The electromechanical version is extremely rare, with only 155 made.)",
        "ngram": 48,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Ken Ehrlich, executive producer of the 54th Grammy Awards, announced that Jennifer Hudson would perform a tribute to Houston at the February 12, 2012, ceremony. He said, \"Event organizers believed Hudson – an Academy Award-winning actress and Grammy Award-winning artist – could perform a respectful musical tribute to Houston.\" Ehrlich went on to say, \"It's too fresh in everyone's memory to do more at this time, but we would be remiss if we didn't recognize Whitney's remarkable contribution to music fans in general and in particular her close ties with the Grammy telecast and her Grammy wins and nominations over the years.\" At the start of the awards ceremony, footage of Houston performing \"I Will Always Love You\" from the 1994 Grammys was shown following a prayer read by host LL Cool J. Later in the program, following a montage of photos of musicians who died in 2011 with Houston singing \"Saving All My Love for You\" at the 1986 Grammys, Hudson paid tribute to Houston and the other artists by performing \"I Will Always Love You\". The tribute was partially credited for the Grammys telecast getting its second highest ratings in history.",
        "ngram": 193,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Garland began performing as a child, with her two older sisters, in a vaudeville group \"The Gumm Sisters,\" and was signed to Metro-Goldwyn-Mayer as a teenager. She appeared in more than two dozen films for MGM, including The Wizard of Oz (1939), Meet Me in St. Louis (1944), The Harvey Girls (1946), Easter Parade (1948), and Summer Stock (1950). Garland was a frequent on-screen partner of both Mickey Rooney and Gene Kelly and regularly collaborated with director Vincente Minnelli, her second husband. In 1950, after 15 years with MGM, she was released from her contract with the studio amid a series of personal struggles that prevented her from fulfilling the terms of her contract.",
        "ngram": 114,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "While filming Alfie (2004) in late 2003, Law and co-star Sienna Miller began a relationship and became engaged in 2004. On 8 July 2005, Law issued a public apology to Miller for having an affair with his children's nanny. Miller and Law ended their relationship in November 2006.In 2008, Law was in a brief relationship with American model Samantha Burke, who gave birth to his fourth child in September 2009. His fifth child was born in 2015, to Catherine Harding. On 1 May 2019, he married his girlfriend Phillipa Coan. In September 2020, Law announced the birth of the couple's first child together, who is also his sixth. Their second child, and his seventh, was born in February 2023.",
        "ngram": 119,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "While living in Houston, Curtis Jackson was in the process of writing screenplays for new crime shows.In a July 2021 interview with The Independent, 50 Cent confirmed that he had officially decided to shelve his Street King Immortal album after it spent a decade in development hell. He even confirmed that he plans to release a completely new project.In August 2021, he was confirmed to be starring in the upcoming Expend4bles film.In the fall of 2021, Starz released \"Black Mafia Family,\" a series based on two brothers in Detroit who ran a drug trafficking and money laundering operation from the mid-1980s until 2005. Jackson is the executive producer of the show, which is based on a true story.",
        "ngram": 118,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In 2014, Murray starred in George Clooney's World War II ensemble drama, The Monuments Men, also starring Matt Damon, Cate Blanchett, John Goodman, Hugh Bonneville, Jean Dujardin, and Bob Balaban. The film received mixed reviews from critics and was a modest box office success. Later that year, Murray also starred in the coming of age film St. Vincent alongside Melissa McCarthy and Naomi Watts. Murray played Vincent, retired, grumpy, alcoholic Vietnam War veteran and received a Golden Globe Award nomination for his performance. In Peter Bradshaw of The Guardian's mixed review he praised Murray writing, \"[He] knows how to shine as the bleary, cynical companion to a younger person dragooned by fate into being both his pupil and his accomplice, and who puts Murray back in touch with his own innocence.\" The following year he starred as a music manager Rock the Kasbah (2015).",
        "ngram": 144,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "After leaving The West Wing, Lowe was the star and executive producer of a failed NBC drama, The Lyon's Den (2003). In 2004, he tried again in a series entitled Dr. Vegas, but it also was quickly canceled.Lowe passed on the role of Derek Shepherd of Grey's Anatomy, which eventually went to Patrick Dempsey.Despite his two canceled TV series and flops like View From the Top and the made-for-TV movie Perfect Strangers during his post–West Wing run, Lowe found success in the TV miniseries genre. In 2004, Lowe starred in the TNT remake of the Stephen King miniseries Salem's Lot, which was the highest-rated cable program of that summer and the highest ratings TNT original programming had at the time.In 2005, he starred as Lieutenant Daniel Kaffee in Sorkin's London West End production of A Few Good Men, the first time the two had worked together since The West Wing. Although Lowe had expressed unhappiness about his decreased role on that show at the time of his departure, he has now repeatedly said that any animosity between them is over and that he was pleased to be working once more with Sorkin.That same year, Lowe starred in the miniseries Beach Girls on the Lifetime network, based on the Luanne Rice novel of the same name. The series premiere received the highest ratings for a movie premiere in Lifetime history. Later, Lowe filmed his supporting role as a movie agent in the 2006 independent film Thank You for Smoking.In 2006, he filmed The Perfect Day for TNT,",
        "ngram": 256,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "On November 27, 1985, Bird recorded 47 points to go along with 12 rebounds, 2 assists and 2 steals in a 132–124 win over the Detroit Pistons. On March 10, 1986, Bird scored 50 points to go along with 11 rebounds and 5 assists in a 115–116 loss to the Dallas Mavericks.",
        "ngram": 52,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In January 2024, Elon Musk visited the Auschwitz concentration camp with European Jewish Association Chairman Rabbi, conservative political commentator Ben Shapiro and Holocaust survivor Gidon Lev. He also spoke on a conference about rising antisemitism. The New York Times described the trip as a part of an image \"rehabilitation tour.\"",
        "ngram": 50,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In 1993, Forrest Sawyer, host of the ABC news/entertainment program Day One, alleged financial improprieties by the Warwick Foundation, founded in 1989 to benefit AIDS patients, and particularly Warwick's charity concert performances organized to benefit the organization as \"America's Ambassador of Health\". The network news magazine story, \"That's What Friends Are For\", reported that the Warwick Foundation was operating at over 90% administrative cost, donating only about 3% of the money it raised to AIDS groups. Several AIDS groups and nonprofit experts criticized her foundation, including an AIDS group in the Virgin Islands that claimed she nearly bankrupted them after extravagant expenses left nothing for local charities. ABC reported that Warwick flew first class and was accommodated at first-class hotels for charity concerts and events in which she participated for the Warwick Foundation, managed by her close confident, Guy Draper, a former chief of protocol for former Washington DC Mayor Marion Barry, and who had a history of bankruptcies. Warwick alleged that the ABC report was racially motivated and threatened to sue ABC News for defamation, although a suit was never filed. The Internal Revenue Service began an investigation of the Warwick Foundation after other complaints were filed, and the Warwick Foundation was later dissolved. ABC's story was nominated for a national Emmy award in 1994 and won a prestigious Investigative Reporters and Editors national television award in 1993.",
        "ngram": 229,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In a Contactmusic.com interview, Jackson said he was working on a Eurodance album, Black Magic, inspired by European nightclubs: \"First they played hip-hop which suddenly changed to uptempo songs, known as Eurodance\". He later said he had changed his next album to The Return of the Heartless Monster after writing different material when he returned home from the Invitation Tour in 2010, shelving Black Magic. On September 3, Jackson supported Eminem on his and Jay-Z's The Home & Home Tour, performing \"Crack A Bottle\" with Eminem and Dr. Dre amid rumors of tension between Jackson and Dre.He \"recorded 20 songs to a whole different album concept\" before putting them aside, wanting his new album to have the \"aggression\" of Get Rich or Die Tryin'. Jackson tweeted that the album was \"80 percent done\" and fans could expect it in the summer of 2011. It was ultimately delayed a year due to disagreements with Interscope Records, with Jackson saying that he would release it in November 2011 with a different title than Black Magic. Eminem would appear on the album, and Jackson said he was working with new producers such as Boi-1da and Alex da Kid. Cardiak, who produced Lloyd Banks' \"Start It Up\", confirmed that he produced a song for the upcoming album.",
        "ngram": 213,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In June 2017, Jenner was placed at number 59 on the Forbes Celebrity 100, which calculates the 100 highest-paid celebrities of the previous 12 months, after earning approximately $41,000,000, making her the youngest person on the list at 19 years old.",
        "ngram": 41,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Marie and brother Donny produced a holiday musical called Donny & Marie – A Broadway Christmas, which was originally scheduled to play on Broadway at the Marquis Theatre from December 9–19, 2010. The show was then extended through December 30, 2010, and again to January 2, 2011.In the early 2010s, Emmy Awards producer David McKenzie re-approached Osmond about hosting her own talk show. She agreed and in 2012, it was announced that Osmond would have her own talk show on the Hallmark Channel titled Marie. The program replaced The Martha Stewart Show which ran during the same time of the day. Osmond's program featured guests who discussed social issues and provided lifestyle advice. Specifically, the talk show also featured Osmond performing, along with specific advice on cooking and fashion. The show debuted in late 2012 featuring Betty White as her first guest. \"She’s nothing but a cordial host, as if she was speaking and entertaining her guests – and her viewers – in the intimacy of her own home,\" wrote Media Village. In 2013, Hallmark cancelled the show after one season of being aired, stating that the channel already had too many talk show offerings. A proposal to air the talk show on another network was in the works.After leaving the Hallmark Channel, Osmond became regular fill-in co-host on the CBS daytime show The Talk. She guest-hosted for a total of 40 times. She was then approached by the head of CBS daytime television to become an official co-host. In 2019, Osmond was announced as the",
        "ngram": 256,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Hill has an mezzo-soprano vocal range, which Joanna Horowitz of The Seattle Times described as unmistakably \"throaty\". Although Hill typically does not write most of the music she performs, Horowitz noted that her music \"emphasize[s] personal, intimate storytelling\". She co-wrote two tracks on her debut album Take Me as I Am: \"I've Got This Friend\" and \"Go the Distance\".",
        "ngram": 59,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Afterward, Knievel retired from major performances and limited his appearances to smaller venues to help launch Robbie's career. His last stunt show, not including a jump, took place in March 1980 in Puerto Rico. However, Knievel would officially finish his career as a daredevil as a touring \"companion\" of Robbie's, limiting his performance to speaking only, rather than stunt riding. His final tour appearance with Robbie was in March 1981 in Hollywood, Florida.",
        "ngram": 73,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "The Pro Football Hall of Fame has as an exhibit displaying the jersey Favre wore during his record-breaking 117th consecutive start as a quarterback, and a section of their website devoted to what the Hall of Fame calls an \"Iron man\".",
        "ngram": 41,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "As part of the WWF's battle against The Alliance, the Rock wrestled in a \"winner takes all\" five-on-five elimination tag team match at Survivor Series where the losing team's company would be dissolved in storyline. He was a member of Team WWF along with Chris Jericho, The Undertaker, Kane, and Big Show. The Alliance's team consisted of Stone Cold Steve Austin, Kurt Angle, Booker T, Rob Van Dam, and Shane McMahon. In the end, it came down to a one-on-one between the Rock and Stone Cold Steve Austin. The Rock seemed to have the upper hand, until his teammate Jericho entered the ring and attacked the Rock. Austin tried to capitalize on this by pinning the Rock, but Kurt Angle revealed his true allegiance by attacking Austin. The Rock then pinned Austin, giving Team WWF the victory and forcing The Alliance to disband. The Rock's WCW Championship was renamed the unbranded \"World Championship\" following the Alliance's loss. At the next pay-per-view, Vengeance on December 9, 2001, the Rock lost the World Championship to Jericho, who would then unify the WWF and World titles later that night. The Rock then unsuccessfully challenged Jericho for the now Undisputed WWF Championship at Royal Rumble on January 20, 2002.",
        "ngram": 205,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "When White was five, her grandmother taught her how to crochet. White had lost interest in the hobby over time, until on the Wheel of Fortune set, she noticed her pregnant hairdresser was crocheting a baby blanket for herself. White told her that she previously crocheted and asked the hairdresser to help her relearn crochet. When she has downtime on the set, she often crochets, as she finds it very relaxing and has something to show for the time she has spent doing it.White began her relationship with Lion Brand Yarns when she spoke about her love of crochet on The Tonight Show Starring Johnny Carson; the yarn company subsequently contacted her and negotiated a contract. She has her own line of yarn called Vanna's Choice and endorses crochet and knitting books published in her name.",
        "ngram": 136,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "On 7 September 2012, Harry arrived at Camp Bastion in southern Afghanistan as part of the 100-strong 662 Squadron, 3 Regiment, Army Air Corps, to begin a four-month combat tour as a co-pilot and gunner for an Apache helicopter. On 10 September, within days of arriving in Afghanistan, it was reported that the Taliban had threatened his life. On 18 September 2012, it was reported that Harry had been moved to a safe location after an attack by the Taliban on Camp Bastion that killed two US marines. Defence Secretary Philip Hammond stated that \"additional security arrangements\" were put in place, for Harry could be a potential target, but added that he would face \"the same risk as any other Apache pilot\" while in combat. In files obtained on the incident, Major General Gregg A. Sturdevant was quoted as saying \"The night of the attack, he slept through the entire thing. We didn't do anything special for him. He came and went, and you never would have known he was there\" and \"the only thing special we did for him was we had a place identified as a safe house in case the base came under attack.\" On 21 January 2013, it was announced that Harry was returning from a 20-week deployment in Afghanistan. On 8 July 2013, the Ministry of Defence announced that Harry had successfully qualified as an Apache aircraft commander. Harry compared operating the Apache's weapons systems in Afghanistan to playing video games.",
        "ngram": 246,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Born in Liverpool, Lennon became involved in the skiffle craze as a teenager. In 1956, he formed the Quarrymen, which evolved into the Beatles in 1960. Sometimes called \"the smart Beatle\", Lennon initially was the group's de facto leader, a role he gradually seemed to cede to McCartney. Through his songwriting in the Beatles, he embraced myriad musical influences, initially writing and co-writing rock and pop-oriented hit songs in the band's early years, then later incorporating experimental elements into his compositions in the latter half of the Beatles' career as his songs became known for their increasing innovation. Lennon soon expanded his work into other media by participating in numerous films, including How I Won the War, and authoring In His Own Write and A Spaniard in the Works, both collections of nonsense writings and line drawings. Starting with \"All You Need Is Love\", his songs were adopted as anthems by the anti-war movement and the larger counterculture of the 1960s. In 1969, he started the Plastic Ono Band with his second wife, multimedia artist Yoko Ono, held the two-week-long anti-war demonstration Bed-ins for Peace and left the Beatles to embark on a solo career.",
        "ngram": 195,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "On May 9, 2017, Trump dismissed FBI director James Comey. While initially attributing this action to Comey's conduct in the investigation about Hillary Clinton's emails, Trump said a few days later that he was concerned with Comey's roles in the ongoing Trump-Russia investigations, and that he had intended to fire Comey earlier. At a private conversation in February, Trump said he hoped Comey would drop the investigation into Flynn. In March and April, Trump asked Comey to \"lift the cloud impairing his ability to act\" by saying publicly that the FBI was not investigating him.",
        "ngram": 95,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In 1775, after the first engagement of American patriot troops with the British at Lexington and Concord, Hamilton and other King's College students joined a New York volunteer militia company called the Corsicans, whose name reflected the Corsican Republic that was suppressed six years earlier and young American patriots regarded as a model to be emulated.Hamilton drilled with the company before classes in the graveyard of nearby St. Paul's Chapel. He studied military history and tactics on his own and was soon recommended for promotion. Under fire from HMS Asia, he led his newly renamed unit, \"Hearts of Oak\", with support from Hercules Mulligan and the Sons of Liberty on a successful raid for British cannons in the Battery; the successful capture of the battery resulted in the unit being designated an artillery company.: 13 Through his connections with influential New York patriots, including Alexander McDougall and John Jay, Hamilton raised the New York Provincial Company of Artillery of 60 men in 1776, and was elected captain. The company took part in the campaign of 1776 in and around New York City; as rearguard of the Continental Army's retreat up Manhattan, serving at the Battle of Harlem Heights shortly after, and at the Battle of White Plains a month later. At the Battle of Trenton, the company was stationed at the high point of Trenton at the intersection of present-day Warren and Broad streets to keep the Hessians pinned in their Trenton barracks.Hamilton participated in the Battle of Princeton on January 3, 1777. After an initial setback, Washington",
        "ngram": 256,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "The actor followed The Godfather with Bernardo Bertolucci's 1972 film Last Tango in Paris, playing opposite Maria Schneider, but Brando's highly noted performance threatened to be overshadowed by an uproar over the sexual content of the film. Brando portrays a recent American widower named Paul, who begins an anonymous sexual relationship with a young, betrothed Parisian woman named Jeanne. As with previous films, Brando refused to memorize his lines for many scenes; instead, he wrote his lines on cue cards and posted them around the set for easy reference, leaving Bertolucci with the problem of keeping them out of the picture frame. The film features several intense, graphic scenes involving Brando, including Paul anally raping Jeanne using butter as a lubricant, which it was alleged was not consensual. The actress confirmed that no actual sex occurred, but she complained that she was not told what the scene would include until shortly prior to filming.",
        "ngram": 154,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "West was born on June 8, 1977, in Atlanta, Georgia. After his parents divorced when he was three years old, he moved with his mother to Chicago, Illinois. His father, Ray West, is a former Black Panther and was one of the first black photojournalists at The Atlanta Journal-Constitution. Ray later became a Christian counselor, and in 2006, opened the Good Water Store and Café in Lexington Park, Maryland, with startup capital from his son. West's mother, Donda C. West (née Williams), was a professor of English at Clark Atlanta University and the Chair of the English Department at Chicago State University before retiring to serve as his manager.",
        "ngram": 109,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "On January 24, 2022, the songwriter Neil Young posted an open letter demanding that Spotify remove his music from their service if they would not remove The Joe Rogan Experience from their service. Young wrote that \"Spotify has a responsibility to mitigate the spread of misinformation on its platform\". On January 26, Spotify removed Young's music; a spokesperson said Spotify wanted \"all the world's music and audio content to be available to Spotify users\" and that it had a \"great responsibility in balancing both safety for listeners and freedom for creators\". On January 29, the songwriter Joni Mitchell removed her catalog from Spotify in support of Young and \"the global scientific and medical communities on this issue\".",
        "ngram": 117,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "After a one-season absence, Lopez returned to American Idol for its thirteenth season, earning a reported $17.5 million. Her eighth studio album, A.K.A., was released in mid-2014 through Capitol Records, experiencing lacklustre sales, becoming her lowest-selling album in the US. The album produced three singles: \"I Luh Ya Papi\", featuring French Montana, \"First Love\", and \"Booty\", featuring Iggy Azalea. They reached 77, 87 and 18 respectively on the Billboard Hot 100. Also that year, Lopez released \"We Are One (Ole Ola)\", the official song for the 2014 FIFA World Cup along with Pitbull and Claudia Leitte. Lopez partnered with Endless Jewelry on a range of jewelry, and released a book, True Love, which became a New York Times best-seller.",
        "ngram": 119,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "Carey did not embark on a world tour to promote the album. Although she attributed this to stage fright and the vocally challenging nature of her material, speculation grew that Carey was a \"studio worm\" and that she was incapable of producing the perfect pitch and five-octave vocal range for which she was known. In hopes of ending any speculation of her being a manufactured artist, Carey booked an appearance on MTV Unplugged. The show presented artists \"unplugged\" or in a stripped setting and devoid of studio equipment. Days prior to the show's taping, Carey and Afanasieff chose to add a cover of the Jackson 5's 1970 song \"I'll Be There\" to the set-list. On March 16, 1992, Carey played and recorded an intimate seven-song show at Kaufman Astoria Studios in Queens, New York. The acclaimed revue was aired more than three times as often as the average episode, and critics heralding it as a \"vocal Tour de force\". Carey's live version of \"I'll Be There\" became her sixth number-one single on the Billboard Hot 100 chart. Sony capitalized on its success and released it as an EP. It earned a triple-Platinum certification by the Recording Industry Association of America (RIAA), and earned Gold and Platinum certifications in several European markets.",
        "ngram": 211,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In 2002, Hill released her fifth studio album, Cry. The album \"spotlight[ed] her impressive set of pipes\", and also marked the completion of her \"transformation into a pop diva\", containing few nods to her country roots. Though the album debuted at number one on Billboard magazine's pop and country album charts, the album's singles received much less country radio airplay than her previous hits, instead aiming to international and adult contemporary markets. The album also won a Grammy Award and over 3.7 million copies have been sold worldwide.An album track from the album \"Baby You Belong\", was used as the theme song for the movie Lilo & Stitch. The music video featured clips from the movie as well as performance clips.",
        "ngram": 121,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In 1989, Cage starred in the black comedy Vampire's Kiss as a man who falls in love with a vampire and soon begins to believe himself as a vampire. The film was a major box office flop but has developed a cult following largely due to Cage's surrealistic and over-the-top performance appearing in internet memes. Critic Vincent Canby felt the film was \"dominated and destroyed by Mr. Cage's chaotic, self-indulgent performance\". After filming the Italian drama Time to Kill (1989) in Zimbabwe, he starred in David Lynch's romantic crime film Wild at Heart (1990) with Laura Dern as a pair of lovers on the run from gangsters hired to kill Cage's character \"Sailor\" Ripley. Cage was drawn to the project because he was \"always attracted to those passionate, almost unbridled romantic characters\" and it allowed him to impersonate one of his heroes, Elvis Presley, in scenes in which Sailor sings. Wild at Heart received mixed reviews upon release, despite controversially winning the Palme d'Or at the 1990 Cannes Film Festival. Cage would reunite with Lynch and Dern for the avant-garde concert performance Industrial Symphony No. 1.Also in 1990, he starred as a helicopter pilot in the action film Fire Birds, which was panned by critics and negatively compared to Top Gun (1986). Cage's next film, the erotic thriller Zandalee (1991), was released direct-to-video in the United States, where it did not receive a theatrical release. His \"goofy 'everyman'\" performance in the romantic comedy Honeymoon in Vegas (1992) garnered some positive critical notices, including from Roger Ebert,",
        "ngram": 256,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "I could see that Jim was neat around his place. Flowers trimmed, no papers in the yard... grass always cut. So to piss him off, I'd start lobbing empty beer cans down the hill into his driveway. He'd have his drive all spick 'n' span when he left the house, then get home to find all these empty cans. Took him a long time to figure out it was me.",
        "ngram": 70,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "By February 1980, evidence of widespread metastasis was found. He tried to keep the condition a secret, but on March 11, 1980, the National Enquirer disclosed that he had \"terminal cancer\". In July 1980, McQueen traveled to Rosarito Beach, Mexico, for unconventional treatment after U.S. doctors told him they could do nothing to prolong his life. Controversy arose over the trip because McQueen sought treatment from William Donald Kelley, who was promoting a variation of the Gerson therapy that used coffee enemas, frequent washing with shampoos, daily injections of fluid containing live cells from cattle and sheep, massages, and laetrile, a reputed anti-cancer drug available in Mexico, but long known to be both toxic and ineffective at treating cancer. McQueen paid for Kelley's treatments himself in cash payments, which were said to have been upwards of $40,000 per month (equivalent to $148,000 in 2023) during his three-month stay in Mexico. Kelley's only medically related license (until being revoked in 1976) had been for orthodontics, a field of dentistry. Kelley's methods caused a sensation in the traditional and tabloid press when it became known that McQueen was a patient.",
        "ngram": 188,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "His last two cowboy roles to date were in the 2001 TNT movie Crossfire Trail (based on a Louis L'Amour novel of the same name), and the 2003 motion picture Monte Walsh. In 2001, Selleck played the lead role of Murray in a Broadway revival of Herb Gardner's comedic play A Thousand Clowns. The production toured for four months, playing in North Carolina, Chicago and Boston before opening on Broadway at the Longacre Theatre. Critics, though far from uniformly negative about Selleck's performance, generally compared it unfavorably to that of Jason Robards, who won awards in the 1960s for playing the character on the stage and in a movie version. The production closed as a result of the attacks on 9/11.",
        "ngram": 121,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "In the weeks following the murder, \"(Just Like) Starting Over\" and Double Fantasy topped the charts in the UK and the US. \"Imagine\" hit number one in the UK in January 1981 and \"Happy Xmas\" peaked at number two. \"Imagine\" was succeeded at the top of the UK chart by \"Woman\", the second single from Double Fantasy. Later that year, Roxy Music's cover version of \"Jealous Guy\", recorded as a tribute to Lennon, was also a UK number-one.",
        "ngram": 78,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "To Brando's expressed puzzlement, the movie inspired teen rebellion and made him a role model to the nascent rock-and-roll generation and future stars such as James Dean and Elvis Presley. After the movie's release, the sales of leather jackets and motorcycles skyrocketed. Reflecting on the movie in his autobiography, Brando concluded that it had not aged very well but said \"More than most parts I've played in the movies or onstage, I related to Johnny, and because of this, I believe I played him as more sensitive and sympathetic than the script envisioned. There's a line in the picture where he snarls, 'Nobody tells me what to do.' That's exactly how I've felt all my life.\"",
        "ngram": 116,
        "subject": "Samuel L. Jackson"
    },
    {
        "text": "After Anderson moved to Los Angeles, she won a minor role as Lisa, the original \"Tool Time Girl\", on the ABC comedy series Home Improvement. She left the show after two seasons and won the role of C.J. Parker on Baywatch, which she played for five seasons between 1992 and 1997 making her one of the longest-serving cast members. This has been one of her best-known roles to date and has brought her popularity from international viewers. Anderson was paid US$1,500 per episode during the first season. By the end of her five-season run, she was making more than $300,000 an episode, one of the highest-paid TV actresses at the time. She reprised her role in a reunion movie, Baywatch: Hawaiian Wedding (2003), and also appeared in commercials for DirecTV in 2007. Anderson was still modelling for Outdoor Life and appearing on the cover of the magazine each year. In 1993, Anderson appeared in a music video \"Can't Have Your Cake\" by Vince Neil to promote his first solo album, Exposed.In 1994, she was cast in her first starring film role, in Raw Justice, also known as Good Cop, Bad Cop, co-starring with Stacy Keach, David Keith, and Robert Hays. Under the alternate title, the film won the Bronze Award at the Worldfest-Charleston in the category for dramatic theatrical films. In 1996, she played Barbara Rose Kopetski in the film Barb Wire. The movie, a thinly veiled futuristic remake of Casablanca, was not a commercial success. During filming she had barbed wire tattooed on her left",
        "ngram": 256,
        "subject": "Samuel L. Jackson"
    }
]