[
    {
        "text": "In 2002, Beyoncé, Kelly Rowland and Tina Knowles built the Knowles-Rowland Center for Youth, a community center in Downtown Houston. After Hurricane Katrina in 2005, Beyoncé and Rowland founded the Survivor Foundation to provide transitional housing to displaced families and provide means for new building construction, to which Beyoncé contributed an initial $250,000. The foundation has since expanded to work with other charities in the city, and also provided relief following Hurricane Ike three years later. Beyoncé also donated $100,000 to the Gulf Coast Ike Relief Fund. In 2007, Beyoncé founded the Knowles-Temenos Place Apartments, a housing complex offering living space for 43 displaced individuals. As of 2016, Beyoncé had donated $7 million for the maintenance of the complex.",
        "ngram": 119,
        "subject": "Bob Saget"
    },
    {
        "text": "The next year he landed a talk show of his own on VH1, called The RuPaul Show interviewing celebrity guests and musical acts. Cher, Diana Ross, Nirvana, Duran Duran, Pat Benatar, Mary J. Blige, Bea Arthur, Dionne Warwick, Cyndi Lauper, Olivia Newton-John, Beenie Man, Pete Burns, Bow Wow Wow, and the Backstreet Boys were notable guests. His co-host was Michelle Visage with whom he also co-hosted on WKTU radio. On one episode, RuPaul featured guests Chi Chi LaRue and Tom Chase speaking about the gay porn industry.",
        "ngram": 87,
        "subject": "Bob Saget"
    },
    {
        "text": "According to representatives from Houston record label, Houston sold 8 million records worldwide in the first ten months of the year she died. With just 24 hours passing between news of Houston's death and Nielsen SoundScan tabulating the weekly album charts, Whitney: The Greatest Hits climbed into the Top 10 with 64,000 copies sold; it was a 10,419 percent gain compared to the previous week. 43 of the top 100 most-downloaded tracks on iTunes were Houston songs, including \"I Will Always Love You\" from The Bodyguard at number one. Two other Houston classics, \"I Wanna Dance With Somebody (Who Loves Me)\" and \"Greatest Love of All\", were in the top 10. As fans of Houston rushed to rediscover the singer's music, single digital track sales of the artist's music rose to more than 887,000 paid song downloads in 24 hours in the US alone.",
        "ngram": 144,
        "subject": "Bob Saget"
    },
    {
        "text": "With sisters Kourtney and Khloé, she launched the fashion boutique chain Dash with an initial store in Calabasas, California. The chain operated between 2006 and 2018. In 2017, Kardashian launched both her beauty and fragrance lines, KKW Beauty and KKW Fragrance.Kardashian and Laverne Cox co-executive produced the Lifetime reality competition series, Glam Masters, which premiered in February 2018. The eight-episode series revolved around aspiring beauty bloggers who competed for the title of \"Glam Master\"; prizes for the winner included collaborating with Kardashian on a makeup line for KKW Beauty and the opportunity to join her \"glam squad\". Kardashian and the series' winner, Argenis Pinal teamed up on an eyeshadow sticks line for KKW Beauty, named \"Créme Color Sticks\". She made a cameo appearance in the heist film Ocean's 8, which was released on June 8, 2018. Kardashian's next project was the hidden camera-prank reality series, You Kiddin' Me. Co-executive produced by Kardashian and Lionsgate Television, the web series premiered on Facebook Watch in September 2018. She appeared alongside her sisters and mother Kris Jenner in the premiere episode of the series. In November, Kardashian and Kris appeared in the NBC special, A Legendary Christmas with John and Chrissy.In May 2019, Kardashian appeared in the music video for DJ duo Dimitri Vegas & Like Mike and Paris Hilton's single, \"B.F.A. (Best Friend's Ass)\". After announcing a new range of shapewear called Kimono in June, Kardashian was heavily criticized over the name of the brand, which critics argued disrespected Japanese culture and ignored the significance behind the traditional",
        "ngram": 256,
        "subject": "Bob Saget"
    },
    {
        "text": "On April 28, 2000, Selleck received an honorary doctorate degree from Pepperdine University. He was chosen because of his outstanding character and ethic. He is a board member of the non-profit Joseph and Edna Josephson Institute of Ethics and co-founder of the Character Counts Coalition. He received a Star on the Hollywood Walk of Fame in 1986. The star is situated at 6925 Hollywood Blvd. In 1989, he received the Golden Plate Award of the American Academy of Achievement.",
        "ngram": 79,
        "subject": "Bob Saget"
    },
    {
        "text": "Jaffe eventually set three conditions for the casting of Brando: That he would have to take a fee far below what he typically received; he would have to agree to accept financial responsibility for any production delays his behavior cost; and he had to submit to a screen test. Coppola convinced Brando to do a videotaped \"make-up\" test, in which Brando did his own makeup (he used cotton balls to simulate the character's puffed cheeks). Coppola had feared Brando might be too young to play the Don, but was electrified by the actor's characterization as the head of a crime family. Even so, he had to fight the studio in order to cast the temperamental actor. Brando had doubts himself, stating in his autobiography, \"I had never played an Italian before, and I didn't think I could do it successfully.\" Eventually, Charles Bluhdorn, the president of Paramount parent Gulf+Western, was won over to letting Brando have the role; when he saw the screen test, he asked in amazement, \"What are we watching? Who is this old guinea?\" Brando was signed for a low fee of $50,000, but in his contract, he was given a percentage of the gross on a sliding scale: 1% of the gross for each $10 million over a $10 million threshold, up to 5% if the picture exceeded $60 million. According to Evans, Brando sold back his points in the picture for $100,000, as he was in dire need of funds. \"That $100,000 cost him $11 million,\" Evans claimed.",
        "ngram": 253,
        "subject": "Bob Saget"
    },
    {
        "text": "Brooke Christa Shields (born May 31, 1965) is an American actress. A child model starting at the age of 11 months, Shields gained widespread notoriety at age 12 for her leading role in Louis Malle's film Pretty Baby (1978), in which she appeared in nude scenes shot when she was 11 years old. She continued to model into her late teenage years and starred in several dramas in the 1980s, including The Blue Lagoon (1980), and Franco Zeffirelli's Endless Love (1981).",
        "ngram": 81,
        "subject": "Bob Saget"
    },
    {
        "text": "Trump was the only president never to reach a 50 percent approval rating in the Gallup poll dating to 1938. His approval ratings showed a record-high partisan gap: 88 percent among Republicans and 7 percent among Democrats. Until September 2020, the ratings were unusually stable, reaching a high of 49 percent and a low of 35 percent. Trump finished his term with an approval rating between 29 and 34 percent—the lowest of any president since modern polling began—and a record-low average of 41 percent throughout his presidency.",
        "ngram": 87,
        "subject": "Bob Saget"
    },
    {
        "text": "In 2007, Kunis participated in a video for the website Funny or Die appearing alongside James Franco. The video was a parody of the MTV show The Hills and was a huge success for the website, with 2.4 million views over the next ten years. Shawn Levy, director of Date Night, stated that part of what made him decide to cast Kunis with James Franco in the film was the chemistry he felt they had in the Funny or Die video. In December 2008, Kunis was featured in Gap's \"Shine Your Own Star\" Christmas campaign. In 2010, she was featured in the \"Women We Love\" segment in Esquire with an accompanied video. Kunis was among several female stars photographed by Canadian singer-songwriter Bryan Adams in conjunction with the Calvin Klein Collections for a feature titled American Women 2010, with the proceeds from the photographs donated to the NYC AIDS foundation. During the summer of 2010 Kunis served with Randy Jackson as the Master of Ceremonies for the 9th Annual Chrysalis Foundation Benefit. The Chrysalis Foundation is a Los Angeles–based non-profit organization formed to help economically disadvantaged and homeless individuals to become self-sufficient through employment opportunities.GQ magazine named Kunis the Knockout of the Year for 2011, with Men's Health naming her one of the \"100 Hottest Women of All-Time\". FHM magazine ranked her number 9 on its 2012 Hot 100 list, but she reached number 1 on their 2013 \"100 Sexiest Women in the World\" list, which brought to an end a four-year run by British women.",
        "ngram": 256,
        "subject": "Bob Saget"
    },
    {
        "text": "In 2013, another of Morrison's notebooks from Paris, found alongside the Paris Journal in the same box, known as the 127 Fascination box, sold for $250,000 at auction. This box of personal belongings similarly contained a home movie of Pamela Courson dancing in an unspecified cemetery in Corsica, the only film so far recovered to have been filmed by Morrison. The box also housed a number of older notebooks and journals and may initially have included the \"Steno Pad\" and the falsely titled The Lost Paris Tapes bootleg, if they had not been separated from the primary collection and sold by Philippe Dalecky with this promotional title. Those familiar with the voices of Morrison's friends and colleagues later determined that, contrary to the story advanced by Dalecky that this was Morrison's final recording made with busking Parisian musicians, the Lost Paris Tapes are in fact of \"Jomo & The Smoothies\": Morrison, friend Michael McClure and producer Paul Rothchild loose jamming in Los Angeles, well before Paris 1971.",
        "ngram": 167,
        "subject": "Bob Saget"
    },
    {
        "text": "During his first year at the college, Jefferson spent considerable time attending parties and dancing and was not very frugal with his expenditures; in his second year, regretting that he had squandered away time and money in his first year, he committed to studying fifteen hours a day. While at William & Mary, Jefferson became a member of the Flat Hat Club.",
        "ngram": 62,
        "subject": "Bob Saget"
    },
    {
        "text": "Chase has a son named Bryan Perkins with an unidentified woman. Chase married Susan Hewitt in New York City on February 23, 1973. They divorced on February 1, 1976. His second marriage, to Jacqueline Carlin, was formalized on December 4, 1976, and ended in divorce on November 14, 1980; they had no children. He married his third wife, Jayni Luke, in Pacific Palisades on June 19, 1982. He and Luke have three daughters, Caley, Emily, and Cydney. The couple reside in Bedford, New York.",
        "ngram": 84,
        "subject": "Bob Saget"
    },
    {
        "text": "In 1983, in the wake of the legal battle over ownership of the photos, artist Richard Prince photographed one of Gross' photos of the 10-year-old Shields standing naked in a bathtub. Prince had found the picture in a copy of Gross' self-published book Little Women onto Ektachrome slide film, then blew it up to 8x10 inch print. Put in a gold fame, a Prince reproduction of the Gross photo was the sole work displayed in his first \"Spiritual America\" exhibition at store-front art gallery on the Lower East Side of Manhattan. ",
        "ngram": 92,
        "subject": "Bob Saget"
    },
    {
        "text": "In late 2003, during the 11th and final season of NBC's Frasier, Stewart appeared on the show as a gay Seattle socialite and opera director, who mistakes Frasier for a potential lover. In July 2003, he appeared in Series 2 (Episode 09) of Top Gear in the Star in a Reasonably-Priced Car segment, achieving a time of 1:50 in the Liana. In 2005, he was cast as Professor Ian Hood in an ITV thriller 4-episode series Eleventh Hour, created by Stephen Gallagher. The first episode was broadcast on 19 January 2006. He also, in 2005, played Captain Nemo in a two-part adaptation of The Mysterious Island. Stewart also appeared as a nudity-obsessed caricature of himself in Ricky Gervais and Stephen Merchant's television series Extras. He played John Bosley in the 2019 action comedy film Charlie's Angels, released on 15 November.He also was a voice actor on the animated films The Prince of Egypt, Jimmy Neutron: Boy Genius, Chicken Little, The Pagemaster, The Emoji Movie, Dragon Rider,  the English dubbings of the Japanese anime films Nausicaä of the Valley of the Wind, by Hayao Miyazaki, and Steamboy, by Katsuhiro Otomo. He supported his home town of Dewsbury in West Yorkshire by lending his voice to a series of videos on the town in 1999. He voiced the pig Napoleon in a made-for-TV film adaptation of George Orwell's Animal Farm and guest starred in the Simpsons episode \"Homer the Great\" as Number One. Stewart also recorded a narration planned for the prologue and epilogue for Tim Burton's",
        "ngram": 256,
        "subject": "Bob Saget"
    },
    {
        "text": "Quigley Down Under was in development as early as 1974, with McQueen in consideration for the lead, but by the time production began in 1980, McQueen was ill. The project was scrapped until a decade later, when Tom Selleck starred.",
        "ngram": 40,
        "subject": "Bob Saget"
    },
    {
        "text": "From 1968 to the 1970s, Minnelli also recorded her albums Liza Minnelli (1968), Come Saturday Morning and New Feelin' (both 1970) for A&M Records. In 1973, Minnelli sang back up with Ronnie Spector for Alice Cooper's song \"Teenage Lament '74\" from the album Muscle of Love (1973). She released her solo albums The Singer (1973) and Tropical Nights (1977) on Columbia Records.",
        "ngram": 62,
        "subject": "Bob Saget"
    },
    {
        "text": "Blair has an elder brother, William, and a younger sister, Sarah. Blair's first home was with his family at Paisley Terrace in the Willowbrae area of Edinburgh. During this period, his father worked as a junior tax inspector whilst studying for a law degree from the University of Edinburgh.",
        "ngram": 49,
        "subject": "Bob Saget"
    },
    {
        "text": "In March 2009, Buffett said in a cable television interview that the economy had \"fallen off a cliff ... Not only has the economy slowed down a lot, but people have really changed their habits like I haven't seen\". Additionally, Buffett feared that inflation levels that occurred in the 1970s—which led to years of painful stagflation—might re-emerge.",
        "ngram": 57,
        "subject": "Bob Saget"
    },
    {
        "text": "On the morning of his wedding, Elizabeth II granted him the Dukedom of Sussex, the Earldom of Dumbarton and Barony of Kilkeel. He thus became known as \"His Royal Highness The Duke of Sussex\". He uses the earldom in Scotland and the barony in Northern Ireland.",
        "ngram": 46,
        "subject": "Bob Saget"
    },
    {
        "text": "Carter expanded the Head Start program with the addition of 43,000 children and families, while the percentage of nondefense dollars spent on education was doubled. Carter was complimentary of the presidency of Lyndon B. Johnson and the 89th United States Congress for having initiated Head Start. In a speech on November 1, 1980, Carter stated his administration had extended Head Start to migrant children and was \"working hard right now with Senator Bentsen and with Kika de la Garza to make as much as $45 million available in federal money in the border districts to help with the increase in school construction for the number of Mexican school children who reside here legally\".",
        "ngram": 113,
        "subject": "Bob Saget"
    },
    {
        "text": "Grant played no overt role during the campaign and was joined by Sherman and Sheridan in a tour of the West that summer. However, the Republicans adopted his words \"Let us have peace\" as their campaign slogan. Grant's 1862 General Order No. 11 became an issue during the presidential campaign; he sought to distance himself from the order, saying \"I have no prejudice against sect or race, but want each individual to be judged by his own merit.\" The Democrats and their Klan supporters focused mainly on ending Reconstruction, intimidating black people and Republicans, and returning control of the South to the white Democrats and the planter class, alienating War Democrats in the North. Grant won the popular vote and an Electoral College landslide of 214 votes to Seymour's 80. Seymour received a majority of white voters, but Grant was aided by 500,000 votes cast by black people, winning him 52.7 percent of the popular vote. He lost Louisiana and Georgia, primarily due to Ku Klux Klan violence against African-American voters. At the age of 46, Grant was the youngest president yet elected.",
        "ngram": 183,
        "subject": "Bob Saget"
    },
    {
        "text": "In June 2018, Phillips announced McQueen's Rolex Submariner to hit the auction block in September that year. However, there was controversy whether the watch was his personal watch worn by McQueen himself or if the watch was bought, engraved, then gifted. Phillips later removed the watch from the auction block.",
        "ngram": 50,
        "subject": "Bob Saget"
    },
    {
        "text": "Jefferson treasured his books and amassed three sizable libraries in his lifetime. He began assembling his first library, which grew to 200 volumes, in his youth. It included books inherited from his father and left to him by Wythe. In 1770, however, Jefferson's first library was destroyed in a fire at his Shadwell home. His second library replenished the first. It grew to 1,250 titles by 1773, and to nearly 6,500 volumes by 1814. Jefferson organized his books into three broad categories corresponding with elements of the human mind: memory, reason, and imagination. After British forces burnt the Library of Congress during the 1814 Burning of Washington, Jefferson sold his second library to the U.S. government for $23,950, hoping to help jumpstart the Library of Congress' rebuilding. Jefferson used a portion of the proceeds to pay off some of his large debt. However, Jefferson soon resumed collecting what amounted to his third personal library, writing to John Adams, \"I cannot live without books.\" By the time of his death a decade later, the library had grown to nearly 2,000 volumes.",
        "ngram": 180,
        "subject": "Bob Saget"
    },
    {
        "text": "In 2021, Cena co-hosted the TV game show Wipeout. In 2024, an almost completely nude Cena appeared at the 96th Academy Awards to present the award for best costume design in reference to a streaker interrupting the ceremony in 1974. Cena largely received praise for his performance during the presentation. ",
        "ngram": 51,
        "subject": "Bob Saget"
    },
    {
        "text": "In late 2016, Carter made statements critical of the Black Lives Matter movement, saying, \"I don't feel connected to a damn thing that ain't got nothin' to do with me. If you do, you crazy as shit,\" adding that his status as a wealthy black man who has white fans is evidence that black people are valued in the United States.",
        "ngram": 61,
        "subject": "Bob Saget"
    },
    {
        "text": "Blair married Cherie Booth on 29 March 1980. They have four children: Euan, Nicky, Kathryn, and Leo. Leo was the first legitimate child born to a serving prime minister in over 150 years – since Francis Russell was born to Lord John Russell on 11 July 1849. All four children have Irish passports, by virtue of Blair's mother, Hazel Elizabeth Rosaleen Corscadden (12 June 1923 – 28 June 1975). The family's primary residence is in Connaught Square; the Blairs own eight residences in total.",
        "ngram": 84,
        "subject": "Bob Saget"
    },
    {
        "text": "In 2012, in an interview reprinted in American Songwriter, Simon discussed the craft of songwriting with music journalist Tom Moon and talked about the basic themes in his songwriting: love, family and social commentary, as well as messages of religion, spirituality and God. Simon explained how he wrote his songs. \"The music always precedes the words. The words often come from the sound of the music and eventually evolve into coherent thoughts. Or incoherent thoughts. Rhythm plays a crucial part in the lyric-making as well. It's like a puzzle to find the right words to express what the music is saying.\"",
        "ngram": 101,
        "subject": "Bob Saget"
    },
    {
        "text": "During the late 19th and early 20th centuries, Grant's reputation was damaged by the \"Lost Cause\" movement and the Dunning School. Views of Grant reached new lows as he was seen as an unsuccessful president and an unskilled, if lucky, general. In the 1950s, some historians reassessed Grant's military career, shifting the analysis of Grant as the victor by brute force to that of skillful modern strategist and commander. Historian William S. McFeely's biography, Grant (1981), won the Pulitzer Prize, and brought renewed scholarly interest in Grant. McFeely believed Grant was an \"ordinary American\" trying to \"make his mark\" during the 19th century. In the 21st century, Grant's reputation improved markedly among historians after the publication of Grant (2001), by historian Jean Edward Smith. Opinions of Grant's presidency demonstrate a better appreciation of Grant's personal integrity, Reconstruction efforts, and peace policy towards Indians, even when they fell short. H. W. Brands' The Man Who Saved the Union (2012), Ronald C. White's American Ulysses (2016), and Ron Chernow's Grant (2017) continued the elevation of Grant's historical reputation. White said that Grant \"demonstrated a distinctive sense of humility, moral courage, and determination\", and as president he \"stood up for African Americans, especially fighting against voter suppression perpetrated by the Ku Klux Klan\". White believed that Grant was \"an exceptional person and leader\". Historian Robert Farley writes that the \"Cult of Lee\" and the Dunning School's resentment of Grant for his defeat of Lee at Appomattox and his strong enforcement of Reconstruction resulted in Grant's shoddy treatment by historians.",
        "ngram": 256,
        "subject": "Bob Saget"
    },
    {
        "text": "On June 1, the American ships entered the Ganghwa Straits on the Han River and, as foreign ships were barred from entering the river, onshore Korean garrisons fired upon them. Though no damage was done to the ships, Admiral Rogers gave the Koreans ten days to apologize for what he regarded as an unprovoked assault; they refused. On June 10, about 650 Americans landed and captured several forts culminating in the Battle of Ganghwa, at which over 200 Korean troops were killed with a loss of three American soldiers. The expedition failed to open up trade as Grant had hoped and merely strengthened Korea's isolationist policy.",
        "ngram": 106,
        "subject": "Bob Saget"
    },
    {
        "text": "Walters began her career when the prevalent view among television executives was that women reporting news about war, politics and other important matters would be taken lightly by viewers. Her success is credited with creating career opportunities for future female network anchors, including Jane Pauley, Katie Couric and Diane Sawyer. Walters often got her interviewees to speak about their perspectives and share anecdotes. She was inducted into the Television Hall of Fame in 1989. On June 15, 2007, Walters received a star on the Hollywood Walk of Fame. She won Daytime and Prime Time Emmy Awards, a Women in Film Lucy Award, and a GLAAD Excellence in Media award.",
        "ngram": 109,
        "subject": "Bob Saget"
    },
    {
        "text": "Nixon supported Pakistani dictator, General Yahya Khan, in the Bangladesh Liberation War in 1971. Kissinger sneered at people who \"bleed\" for \"the dying Bengalis\" and ignored the first telegram from the United States consul general in East Pakistan, Archer K. Blood, and 20 members of his staff, which informed the U.S. that their allies West Pakistan were undertaking, in Blood's words, \"a selective genocide\" targeting the Bengali intelligentsia, supporters of independence for East Pakistan, and the Hindu minority. In the second, more famous, Blood Telegram the word 'genocide' was again used to describe the events, and further that with its continuing support for West Pakistan the U.S. government had \"evidenced ... moral bankruptcy\". As a direct response to the dissent against U.S. policy, Kissinger and Nixon ended Archer Blood's tenure as United States consul general in East Pakistan and put him to work in the State Department's Personnel Office. Christopher Clary argues that Nixon and Kissinger were unconsciously biased, leading them to overestimate the likelihood of Pakistani victory against Bengali rebels.Kissinger was particularly concerned about the expansion of Soviet influence in the Indian subcontinent as a result of a treaty of friendship recently signed by India and the Soviet Union, and sought to demonstrate to China (Pakistan's ally and an enemy of both India and the Soviet Union) the value of a tacit alliance with the United States.Kissinger had also come under fire for private comments he made to Nixon during the Bangladesh–Pakistan War in which he described Indian prime minister Indira Gandhi as a \"bitch\"",
        "ngram": 256,
        "subject": "Bob Saget"
    },
    {
        "text": "Enter the Dragon went on to become one of the year's highest-grossing films and cemented Lee as a martial arts legend. It was made for US$850,000 in 1973, the equivalent of $4 million adjusted for inflation as of 2007. Enter the Dragon is estimated to have grossed over $400 million worldwide, the equivalent of over $2 billion adjusted for inflation as of 2022. The film sparked a brief fad in martial arts, epitomized in songs such as \"Kung Fu Fighting\" and some TV shows.",
        "ngram": 84,
        "subject": "Bob Saget"
    },
    {
        "text": "Springsteen on Broadway, an eight-week run at the Walter Kerr Theatre on Broadway in New York City in fall 2017, was announced in June 2017. The show included Springsteen reading excerpts from his 2016 autobiography Born to Run and performing other spoken reminiscences. Originally scheduled to run from October 12 through November 26, the show was extended three times; the last performance occurred on December 15, 2018. For Springsteen's production of Springsteen on Broadway, he was honored with a Special Tony Award at the 72nd Tony Awards in 2018.",
        "ngram": 89,
        "subject": "Bob Saget"
    },
    {
        "text": "Winkler met Stacey (formerly Weitzman; née Furstman) in a Beverly Hills clothing store in 1976, and they married in 1978, in the synagogue where he had his bar mitzvah. They have two children, Max and Zoe, and Jed Weitzman, Stacey's son from her previous marriage to Howard Weitzman, is Winkler's stepson.His cousin, the late actor and comedian Richard Belzer, starred as John Munch in the TV series Law & Order: Special Victims Unit (1999–2013).In 2018, almost 80 years after his parents had left Germany, Winkler returned to Berlin for the television show Better Late Than Never and shared their story on the Season 2 episode \"Berlin: How Do You Say Roots in German?\".Winkler continues to remain close with members of the Happy Days cast, telling the Hollywood Reporter in November 2021 that \"I loved the people. They are still my friends.\"",
        "ngram": 141,
        "subject": "Bob Saget"
    },
    {
        "text": "Tarantino's films often feature graphic violence, a tendency which has sometimes been criticized. Reservoir Dogs was initially denied United Kingdom certification because of his use of torture as entertainment. Tarantino has frequently defended his use of violence, saying that \"violence is so good. It affects audiences in a big way\". When questioned in an interview for Kill Bill: Volume 1 why his movies contained so much graphic violence, he responded, \"Because it's so much fun!\" The number of expletives and deaths in Tarantino's films were measured by analytics website FiveThirtyEight. In the examples given by the site, \"Reservoir Dogs features 'just' 10 on-screen deaths, but 421 profanities. Django Unchained, on the other hand, has 'just' 262 profanities but 47 deaths.\" He often blends aesthetic elements, in tribute to his favorite films and filmmakers. In Kill Bill, he melds comic strip formulas and visuals within a live action film sequence, in some cases by the literal use of cartoon or anime images.Tarantino has also occasionally used a non-linear story structure in his films, most notably with Pulp Fiction. He has also used the style in Reservoir Dogs, Kill Bill, and The Hateful Eight. Tarantino's script for True Romance was originally told in a non-linear style, before director Tony Scott decided to use a more linear approach. Critics have since referred to the use of this shifting timeline in films as the \"Tarantino Effect\". Actor Steve Buscemi has described Tarantino's novel style of filmmaking as \"bursting with energy\" and \"focused\". According to Tarantino, a hallmark of all his",
        "ngram": 256,
        "subject": "Bob Saget"
    },
    {
        "text": "In 1972, Stallone was on the verge of giving up on having an acting career; in what he later described as a low point, he tried and failed to get a job as an extra in The Godfather. Instead, he was relegated to a background role in another Hollywood hit, What's Up, Doc?, starring Barbra Streisand. Stallone is hardly visible in his two appearances.",
        "ngram": 64,
        "subject": "Bob Saget"
    },
    {
        "text": "In her eulogy, she shared anecdotes, including an occasion in which she was his date for one of Elizabeth Taylor's weddings, and the pair sneaked into Taylor's room to get the first look at her dress, only to discover Taylor asleep in the bed. Shields gave a tearful speech, referring to the many memories she and Jackson shared and briefly joked about his famous sequin glove. She also mentioned Jackson's favorite song, \"Smile\" by Charlie Chaplin, which was later sung in the memorial service by Jermaine Jackson.",
        "ngram": 87,
        "subject": "Bob Saget"
    },
    {
        "text": "In June 2011, in the case of Stern v. Marshall, the Supreme Court issued a ruling against Smith's estate, stating that the California bankruptcy court decision that gave her estate $475 million was made without subject-matter jurisdiction. The court agreed with the ruling of the Ninth Circuit that a bankruptcy court could not make a decision on an issue outside bankruptcy law.In August 2014, David O. Carter, a federal U.S. District Court judge in Orange County, California, rejected efforts to obtain about $44 million from the J. Howard Marshall estate.",
        "ngram": 90,
        "subject": "Bob Saget"
    }
]