[
    {
        "text": "Along with his estrangement from McCartney, Lennon always felt a musical competitiveness with him and kept an ear on his music. During his career break from 1975 until shortly before his death, according to Fred Seaman, Lennon and Ono's assistant at the time, Lennon was content to sit back as long as McCartney was producing what Lennon saw as mediocre material. Lennon took notice when McCartney released \"Coming Up\" in 1980, which was the year Lennon returned to the studio. \"It's driving me crackers!\" he jokingly complained, because he could not get the tune out of his head. That same year, Lennon was asked whether the group were dreaded enemies or the best of friends, and he replied that they were neither, and that he had not seen any of them in a long time. But he also said, \"I still love those guys. The Beatles are over, but John, Paul, George and Ringo go on.\"",
        "ngram": 156,
        "subject": "Jay-Z"
    },
    {
        "text": "A subject of press and public attention due to her extravagant Hollywood lifestyle, Hilton's media exploits started in the late 1990s, when she became a fixture in NYC's late-night circuit. A combination of what has been described as \"vulgar Trump-era exhibitionism and Girls Gone Wild antics\" led publications such as Hamptons, The New Yorker, and particularly The New York Post, to often feature Hilton in their social columns.After her pictorial by David LaChapelle and September 2000 article for Vanity Fair, Hilton was hailed as \"New York's leading It Girl\", whose fame was beginning to \"extend beyond the [local] tabloids\", by The Guardian in February 2001. The scandal involving her sex tape, which arose shortly before the December 2003 premiere of The Simple Life, ultimately catapulted her into global fame and made her an overnight subject of media frenzy, paparazzi attention and public scrutiny. The sudden and unusual interest on her life led Entertainment Weekly to write that, \"[w]e in the media have become Paris-ites\". Similarly, CNN.com described her presence as an \"staple of the daily news cycles\" that became \"impossible to escape\". In an effort to \"rehabilite her public image\" and \"capitalise\" on the increased curiosity following the release of her sex tape, Hilton started to promote herself through different forms of mass media such as advertising, publishing and broadcasting.Throughout the 2000s, a decade widely associated with her heyday, Hilton's media ubiquity fed the then-booming online gossip industry and cemented her \"It Girl\" status. The exposure nurtured an \"ambivalent\" but symbiotic relationship between Hilton and the",
        "ngram": 256,
        "subject": "Jay-Z"
    },
    {
        "text": "During his senior year at Emerson, Winkler decided to audition for the Yale School of Drama. Although his then-undiagnosed dyslexia led to his forgetting the Shakespearean monologue he was supposed to perform, forcing him to improvise, Winkler was still admitted to the M.F.A. program in 1967.He appeared in They Told Me That You Came This Way, Any Day Now, Any Day Now, and The Bacchae (as a member of the chorus). During the summers, he and his Yale classmates stayed in New Haven, and opened a summer stock theater called the New Haven Free Theater. They performed various plays including Woyzeck, where he portrayed the title role, and Just Add Water for improv night. He also performed in the political piece, The American Pig at the Joseph Papp Public Theater for the New York Shakespeare Festival in New York City, with classmates James Keach, James Naughton, and Jill Eikenberry. In addition, he also appeared in a number of Yale Repertory Theatre productions while still a student, including, The Government Inspector, The Rhesus Umbrella, Don Juan, Endgame, and The Physicists. He also appeared in Sweeney Agonistes and Hughie. Winkler would later credit his time at Yale as critical to his future success.Out of his original cohort of 25 actors at Yale, Winkler was one of 11 who graduated when he received his MFA in 1970. Over two decades later, in May 1996, he served as the Senior Class Day Speaker for Yale University's graduating seniors.",
        "ngram": 244,
        "subject": "Jay-Z"
    },
    {
        "text": "At the age of fourteen, Arquette ran away from home after learning her father was having an affair—she settled with her sister, Rosanna Arquette, in Los Angeles. She has described her father as a working actor for industrial films, commercials and voiceovers – he was best known for his role as J.D. Pickett in the TV series The Waltons. Before pursuing a career in acting, Arquette had wanted to be a midwife.",
        "ngram": 72,
        "subject": "Jay-Z"
    },
    {
        "text": "Jefferson described himself as an Epicurean and, although he adopted the Stoic belief in intuition and found comfort in the Stoic emphasis on the patient endurance of misfortune, he rejected most aspects of Stoicism with the notable exception of Epictetus' works. He rejected the Stoics' doctrine of a separable soul and their fatalism, and was angered by their misrepresentation of Epicureanism as mere hedonism. Jefferson knew Epicurean philosophy from original sources, but also mentioned Pierre Gassendi's Syntagma philosophicum as influencing his ideas on Epicureanism.",
        "ngram": 84,
        "subject": "Jay-Z"
    },
    {
        "text": "Seagal became embroiled in a legal case involving film producer Julius R. Nasso after Nasso attempted to extort Seagal. Nasso produced seven of Seagal's films beginning with Marked for Death in 1990. The two \"became best friends\", according to Seagal, and formed Seagal/Nasso Productions together. Their relationship became strained, however, and their partnership ended in 2000. Believing that Seagal owed him $3 million in compensation for backing out of a four-film deal, Nasso enlisted members of the Gambino crime family to threaten Seagal in an attempt to recoup money Nasso allegedly lost.Gambino family captain Anthony Ciccone first visited Seagal in Toronto during the filming of Exit Wounds in October 2000. In January 2001, Primo Cassarino and other gangsters picked up Seagal by car to bring him to a meeting with Ciccone at a Brooklyn restaurant. At the meeting, Ciccone reportedly told Seagal that he had a choice of making four promised movies with Nasso or paying Nasso a penalty of $150,000 per movie, and that if Seagal refused, Ciccone would kill him.Seagal, who later claimed that he brought a handgun to the meeting, was able to stall Ciccone and escape the meeting unharmed. In the spring of 2001, Seagal sought out another mobster, Genovese crime family captain Angelo Prisco, to act as a \"peacemaker\". He visited Prisco in prison at Rahway, New Jersey and paid Prisco's lawyer $10,000.On March 17, 2003, Cassarino, Ciccone and others were convicted of labor racketeering, extortion, and 63 other counts under the Racketeer Influenced and Corrupt Organizations Act. Seagal testified for",
        "ngram": 256,
        "subject": "Jay-Z"
    },
    {
        "text": "Morrison completed his undergraduate degree at UCLA's film school within the Theater Arts department of the College of Fine Arts in 1965. Refusing to attend the graduation ceremony, he went to Venice Beach, Los Angeles and the university mailed his diploma to his mother in Coronado, California. He made several short films while attending UCLA. First Love, the first of these films, made with Morrison's classmate and roommate Max Schwartz, was released to the public when it appeared in a documentary about the film Obscura.",
        "ngram": 85,
        "subject": "Jay-Z"
    },
    {
        "text": "Barker founded DJ&T Foundation in 1994, named after his late wife and mother, which has contributed millions of dollars to animal-neutering programs and funded animal rescue and park facilities all over the United States. In 2004, Barker donated $1 million (equivalent to $1.6 million in 2023) to Columbia Law School to support the study of animal rights.",
        "ngram": 57,
        "subject": "Jay-Z"
    },
    {
        "text": "Grande's second single from Thank U, Next, \"7 Rings\", was released on January 18, 2019, and debuted at number one on the Billboard Hot 100 for the week of February 2, becoming her second single in a row (and overall) to top the charts. It made Grande the third female artist with multiple number-one debuts after Mariah Carey (3) and Britney Spears (2) and fifth artist overall after Justin Bieber and Drake. Spending eight non-consecutive weeks at number one, it became Grande's most successful song on the chart and one of the best selling singles worldwide. Thank U, Next was released on February 8, 2019, and debuted at number one on the Billboard 200 while receiving acclaim from critics. It broke the records for the largest streaming week for a pop album and for a female album in the United States with 307 million on-demand streams.",
        "ngram": 146,
        "subject": "Jay-Z"
    },
    {
        "text": "It was teased that a former WWE Champion would be appearing on the Day 1 edition of Raw on January 1, 2024; the unidentified champion was at first revealed to be Jinder Mahal, who insulted the crowd before being interrupted by The Rock in his first live appearance on Raw since 2016. The two brawled and The Rock emerged victorious, after which he asked the crowd if he should sit at \"the head of the table\" in a direct reference to Undisputed WWE Universal Champion Roman Reigns, his relative whose nickname is \"The Head of the Table\". The Rock also appeared on the February 2 episode of SmackDown, where he confronted Reigns after Royal Rumble winner Cody Rhodes decided against choosing Reigns as his WrestleMania 40 opponent to allow The Rock to face Reigns. This was met by intense backlash from fans who wanted Rhodes to face Reigns; the WrestleMania XL media event on February 8 thus saw The Rock align himself with Reigns, chastise Rhodes for reversing his decision not to choose Reigns as his WrestleMania opponent, and slap Rhodes for speaking out against the Anoaʻi family (of which The Rock and Reigns are both members), thus turning heel for the first time since 2003. As WWE's chief creative officer Triple H was being interviewed backstage over what had just transpired, The Rock and Reigns walked by and told him to \"fix it\" or they would, though Triple H would later appear on SmackDown to stand by Rhodes' decision.",
        "ngram": 250,
        "subject": "Jay-Z"
    },
    {
        "text": "In preparation for the wedding, the Archbishop of Canterbury, Justin Welby, baptized Markle and confirmed her in the Church of England on March 6, 2018. The private ceremony, performed with water from the River Jordan, took place in the Chapel Royal at St James's Palace. The marriage ceremony was held on May 19 at St George's Chapel, Windsor Castle. Her wedding dress was designed by Clare Waight Keller. Markle later revealed that there was a private exchange of vows three days earlier, with the Archbishop of Canterbury in the couple's garden. However, this private exchange of vows was not a legally recognized marriage.",
        "ngram": 103,
        "subject": "Jay-Z"
    },
    {
        "text": "In February 2016, West stated on Twitter that he was planning to release another album in the summer of 2016, tentatively called Turbo Grafx 16 in reference to the 1990s video game console of the same name. In June 2016, West released the collaborative lead single \"Champions\" off the GOOD Music album Cruel Winter, which has yet to be released. Later that month, West released a controversial video for \"Famous\", which depicted wax figures of several celebrities (including West, Kardashian, Taylor Swift, businessman and then-presidential candidate Donald Trump, comedian Bill Cosby, and former president George W. Bush) sleeping nude in a shared bed.",
        "ngram": 103,
        "subject": "Jay-Z"
    },
    {
        "text": "In summer 2019, before announcing their decision to step down in January 2020, Meghan and her husband were involved in talks with Jeffrey Katzenberg, the founder of the now-defunct streaming platform Quibi, over a possible role in the service without gaining personal profits, but they eventually decided against joining the project. In September 2019, it was reported that the couple had hired New York-based PR firm Sunshine Sachs, which represented them until 2022. The couple has also been associated with Adam Lilling's Plus Capital, a venture capital fund designed to connect early stage companies with influencers and investors. In June 2020, they signed with the Harry Walker Agency, owned by media company Endeavor, to conduct paid public speaking engagements. In September 2020, the Sussexes signed a private commercial deal with Netflix. In December 2020, it was announced that Meghan had invested in Clevr Blends, a coffee company based in Southern California. In the same month, Meghan and Harry signed a multi-year deal with Spotify to produce and host their own programs through their audio producing company, Archewell Audio. A holiday special was released by the couple on the service in December 2020, while Meghan's podcast, titled Archetypes, premiered in August 2022. In June 2023, Spotify cancelled the podcast, which ran for a single season of 12 episodes.",
        "ngram": 217,
        "subject": "Jay-Z"
    },
    {
        "text": "In April 2017, Jenner was first seen with Travis Scott at Coachella. On February 1, 2018, Jenner gave birth to their daughter. Jenner appeared in the music video for \"Stop Trying to Be God\", from Scott's third studio album Astroworld. They broke up in September 2019, but quarantined together during the COVID-19 pandemic for the sake of their daughter and ended up rekindling their relationship. On September 7, 2021, after weeks of speculation, Jenner revealed that she and Scott were expecting their second child. Jenner gave birth to their son on February 2, 2022. In January 2023, it was reported that the couple has split up again. Since late 2023, Kylie has been dating actor Timothée Chalamet, they were seen kissing at the 81st Golden Globes which was seen as the couple's official public debut.",
        "ngram": 135,
        "subject": "Jay-Z"
    },
    {
        "text": "Carter entered hospice care several months before celebrating his 99th birthday at his home. He noted that it felt difficult to reach his 90s, saying in a 2019 interview with People that he never expected to live as long as he had and that his secret to a long life was a good marriage. Carter has made arrangements to be buried in front of his home at 209 Woodland Drive in Plains. He noted in 2006 that a funeral in Washington, D.C., with visitation at the Carter Center was also planned.",
        "ngram": 91,
        "subject": "Jay-Z"
    },
    {
        "text": "Parallel to his increasing local Toronto-area popularity as an impressionist stand-up comic, Carrey tried to break into sketch comedy, auditioning to be a cast member for the 1980–81 season of NBC's Saturday Night Live. Carrey ended up not being selected by the show's new executive producer Jean Doumanian who picked thirty-one-year-old Charles Rocket instead. Decades later, after establishing himself as a Hollywood film star, Carrey would host the show in May 1996, January 2011, and October 2014. After not getting Saturday Night Live, Carrey took a voice acting job performing Clutch Cargo-inspired bits on The All-Night Show, an overnight program airing locally on the CFMT-TV channel branded as Multilingual Television (MTV).Continuing to perform his stand-up act of contortionist impressions in the city of Toronto and surrounding towns, in February 1981, nineteen-year-old Carrey was booked as the opening act for the rock band Goddo at The Roxy Theatre in Barrie for two shows on consecutive nights; the rock crowd booed him offstage and he refused to return for the second night. Two weeks later, however, a review of one of Carrey's spots at Yuk Yuk's—alongside a sizeable photo of him doing a stage impression of Sammy Davis Jr.—appeared in the Toronto Star on the front page of its entertainment section with the writer Bruce Blackadar raving about \"a genuine star coming to life\". Save for a brief mention in the Barrie Examiner, it was the first time Carrey received significant mainstream corporate media coverage and the glowing praise in one of Canada's highest-circulation dailies created demand for",
        "ngram": 256,
        "subject": "Jay-Z"
    },
    {
        "text": "King's wife got in touch with his lawyer to purchase Smith's van, reportedly to prevent it from appearing on eBay. He recalls: \"When I was in the hospital, mostly unconscious; my wife got a lawyer who's just a friend of the family...And she got in touch with him and said, buy it so that somebody else doesn't buy it and decide to break it up and sell it on eBay, on the Internet. And so he did. And for about six months, I did have these, sort of, fantasies of smashing the van up. But my wife - I don't always listen to her the first time, but sooner or later, she usually gets through. And what she says makes more sense than what I had planned. And her thought was that the best thing to do would be to very quietly remove it from this plane of existence, which is what we did.\"",
        "ngram": 154,
        "subject": "Jay-Z"
    },
    {
        "text": "For nearly three years, he assisted with the constitution and was especially proud of his Bill for Establishing Religious Freedom, which prohibited state support of religious institutions or enforcement of religious doctrine. The bill failed to pass, as did his legislation to disestablish the Anglican Church, but both were later revived by James Madison.",
        "ngram": 54,
        "subject": "Jay-Z"
    },
    {
        "text": "On November 3, 1875, under advice from Sheridan, Grant agreed not to enforce excluding miners from the Black Hills, forcing Native Americans onto the Sioux reservation. Sheridan told Grant that the U.S. Army was undermanned and the territory involved was vast, requiring great numbers of soldiers.",
        "ngram": 46,
        "subject": "Jay-Z"
    },
    {
        "text": "Kardashian has four children with Kanye West: two daughters (born 2013 and 2018) and two sons (born 2015 and 2019).Kardashian has publicly discussed difficulties during her first two pregnancies. She experienced pre-eclampsia during her first, which forced her to deliver at 34 weeks. With both pregnancies, she developed placenta accreta after delivery, eventually undergoing surgery to remove the placenta and scar tissue. After her second pregnancy, doctors advised her not to become pregnant again; her third and fourth children were born via surrogacy.Kardashian has also spoken about her psoriasis. In May 2021, it was reported that Kardashian had tested positive for COVID-19 in November 2020. She confirmed this report but denied reports that she caught the disease after hosting a party at a private island.",
        "ngram": 125,
        "subject": "Jay-Z"
    },
    {
        "text": "Super Bowl XLVIII, played in East Rutherford, New Jersey, was dedicated to Strahan upon his induction into the Pro Football Hall of Fame in 2014. Strahan performed the ceremonial coin toss, accompanied by the other members of that year's PFHOF class. Strahan also commented on the trophy presentation for Fox, since Terry Bradshaw (who had commented on the trophy presentations for Fox's previous Super Bowl broadcasts) was mourning the death of his father. On November 3, 2014, he was presented his Hall of Fame ring at halftime of a New York Giants–Indianapolis Colts game by the Giants. In attendance were 100 former Giants players as well as former teammates of Strahan's.",
        "ngram": 111,
        "subject": "Jay-Z"
    },
    {
        "text": "In exit polls from the 1976 presidential election, many voters still held Ford's pardon of Nixon against him. By comparison, Carter was viewed as a sincere, honest, and well-meaning southerner. However, in the 1980 election, Reagan projected an easy self-confidence, in contrast to Carter's serious and introspective temperament. Carter was portrayed as pessimistic and indecisive in comparison to Reagan, who was known for his charm and delegation of tasks to subordinates. Reagan used the economic issues, Iran hostage crisis, and lack of Washington cooperation to portray Carter as a weak and ineffectual leader. Carter was the first elected incumbent president since Herbert Hoover in 1932 to lose a reelection bid. Carter began his presidency with a 66 percent approval rating, which had dropped to 34 percent approval by the time he left office, with 55 percent disapproving.",
        "ngram": 137,
        "subject": "Jay-Z"
    },
    {
        "text": "Because his mother wanted to name him John and his father preferred to name him Ray when he was born, they compromised on the initials \"J. R.\" But when Cash enlisted in the Air Force after high school, he was not permitted to use initials as a first name. He adopted the name \"John R. Cash\". In 1955, when signing with Sun Records, he started using the name \"Johnny Cash\".In March 1935, when Cash was three years old, the family settled in Dyess, Arkansas, a New Deal colony established during the Great Depression under the administration of President Franklin D. Roosevelt. It was intended to give poor families the opportunity to work land that they might later own.From the age of five, Cash worked in cotton fields with his family, singing with them as they worked. Dyess and the Cash farm suffered a flood during his childhood. Later he wrote the song \"Five Feet High and Rising\". His family's economic and personal struggles during the Great Depression gave him a lifelong sympathy for the poor and working class, and inspired many of his songs.",
        "ngram": 184,
        "subject": "Jay-Z"
    },
    {
        "text": "Shortly after ending his summer tour with Ne-Yo, Brown quickly began production for his second studio album, Exclusive. The album's lead single, \"Wall to Wall\" was released, and it didn't reach the chart success of his previous singles, peaking at number 79 on US Billboard Hot 100 chart, and number 22 on the US Hot R&B/Hip-Hop Songs chart, being his lowest charting single at the time. However, \"Kiss Kiss\", featuring and produced by T-Pain, released as the album's second single, received huge success, reaching number one on the US Billboard Hot 100 chart, and becoming Brown's second number one single following \"Run It!\" in 2005. \"With You\", produced by Stargate (duo of producers known at the time for their work with R&B singer Ne-Yo), was released as the third single from Exclusive, and had even bigger worldwide success than \"Kiss Kiss\", becoming one of the all-time best-selling singles, and reaching number two on the US Billboard Hot 100 chart. Exclusive was released in the United States on November 6, 2007. According to The Guardian the album demonstrated \"his agility in fusing R&B with the era’s auto-tuned strain of pop-leaning hip-hop\". The album debuted at number four on the US Billboard 200 chart, selling 294,000 copies in its first week, becoming a bigger commercial success than his previous outing. Exclusive was certified four times Platinum by the RIAA.",
        "ngram": 227,
        "subject": "Jay-Z"
    },
    {
        "text": "After the band's final concert on 29 August 1966, Lennon filmed the anti-war black comedy How I Won the War – his only appearance in a non-Beatles feature film – before rejoining his bandmates for an extended period of recording, beginning in November. Lennon had increased his use of LSD and, according to author Ian MacDonald, his continuous use of the drug in 1967 brought him \"close to erasing his identity\". The year 1967 saw the release of \"Strawberry Fields Forever\", hailed by Time magazine for its \"astonishing inventiveness\", and the group's landmark album Sgt. Pepper's Lonely Hearts Club Band, which revealed lyrics by Lennon that contrasted strongly with the simple love songs of the group's early years.",
        "ngram": 118,
        "subject": "Jay-Z"
    },
    {
        "text": "Hogan returned to the WWF in 2002 following its acquisition of WCW the prior year, winning the Undisputed WWF Championship for his record equaling (for the time) sixth reign before departing in 2003. He was inducted into the WWE Hall of Fame in 2005, and inducted a second time in 2020 as a member of the nWo.",
        "ngram": 57,
        "subject": "Jay-Z"
    },
    {
        "text": "At the 49th Annual Grammy Awards (2007), B'Day was nominated for five Grammy Awards, including Best Contemporary R&B Album, Best Female R&B Vocal Performance for \"Ring the Alarm\" and Best R&B Song and Best Rap/Sung Collaboration\"for \"Déjà Vu\"; the Freemasons club mix of \"Déjà Vu\" without the rap was put forward in the Best Remixed Recording, Non-Classical category. B'Day won the award for Best Contemporary R&B Album. The following year, B'Day received two nominations – for Record of the Year for \"Irreplaceable\" and Best Pop Collaboration with Vocals for \"Beautiful Liar\" (with Shakira), also receiving a nomination for Best Compilation Soundtrack Album for Motion Pictures, Television or Other Visual Media for her appearance on Dreamgirls: Music from the Motion Picture (2006).",
        "ngram": 121,
        "subject": "Jay-Z"
    },
    {
        "text": "By 1875, Redeemer Democrats had taken control of all but three Southern states. As violence against black Southerners escalated, Grant's Attorney General Edwards Pierrepont told Republican Governor Adelbert Ames of Mississippi that the people were \"tired of the autumnal outbreaks in the South\", and declined to intervene directly. Grant later regretted not issuing a proclamation to help Ames, having been told Republicans in Ohio would bolt the party if he did. Grant told Congress in January 1875 he could not \"see with indifference Union men or Republicans ostracized, persecuted, and murdered.\" Congress refused to strengthen the laws against violence but instead passed the sweeping Civil Rights Act of 1875 to guarantee black people access to public facilities. However, there was little enforcement and the Supreme Court ruled the law unconstitutional in 1883. In October 1876, Grant dispatched troops to South Carolina to keep Republican Governor Daniel Henry Chamberlain in office.",
        "ngram": 150,
        "subject": "Jay-Z"
    },
    {
        "text": "In March 2023, Arista, Legacy Recordings and Gaither Music Group released Houston's first gospel compilation, I Go to the Rock: The Gospel Music of Whitney Houston. The album included three 1981 demo recordings recorded when Houston was 17, including \"Testimony\" and \"He Can Use Me\", while also featuring unearthed live recordings of Houston performing the gospel standards, \"This Day\", \"He/I Believe\" and, with CeCe Winans, an inspired rendition of \"Bridge Over Troubled Water\", recorded live at the second annual VH1 Honors in 1995 as well as previous recordings from The Bodyguard, The Preacher's Wife, and Sparkle. The album debuted at number two on Billboard's Top Gospel Albums chart, marking her first new entry on the chart since 1996. The album earned Houston a posthumous Billboard Music Award nomination for Top Gospel Album.",
        "ngram": 132,
        "subject": "Jay-Z"
    },
    {
        "text": "On October 23, 2006, with a sack on Drew Bledsoe in a Monday Night Football game against the Dallas Cowboys, Strahan tied Lawrence Taylor for the Giants franchise record for most career sacks with 1321⁄2 (this total does not include 91⁄2 sacks accrued by Taylor in his rookie season of 1981, the year before sacks became an official NFL statistic). It was the last sack Strahan would get that season, as two weeks later he suffered a Lisfranc fracture in a game against the Houston Texans and would miss the remainder of the season and the playoffs.",
        "ngram": 97,
        "subject": "Jay-Z"
    },
    {
        "text": "Towards the end of 2023, Brown performed different concerts located in the Middle East. The singer addressed the ongoing war in Gaza at the end of a Dubai, UAE concert, saying there's ‘a lot of evil and a lot of genocide going on in the world right now’, urging his audience, particularly the younger generation, to embrace love and positivity and expressed his appreciation for the support of his fans using words in Arabic. ‘InshaAllah, mashaAllah, I love you,’ he said.",
        "ngram": 81,
        "subject": "Jay-Z"
    },
    {
        "text": "After Columbia Records dropped Cash from his recording contract, he had a short and unsuccessful stint with Mercury Records from 1987 to 1991. During this time, he recorded an album of new versions of some of his best-known Sun and Columbia hits, as well as Water from the Wells of Home, a duets album that paired him with, among others, his children Rosanne Cash and John Carter Cash, as well as Paul McCartney. A one-off Christmas album recorded for Delta Records followed his Mercury contract.",
        "ngram": 85,
        "subject": "Jay-Z"
    },
    {
        "text": "According to the Zuozhuan, Confucius returned home to his native Lu when he was 68, after he was invited to do so by Ji Kangzi, the chief minister of Lu. The Analects depict him spending his last years teaching 72 or 77 disciples and transmitting the old wisdom via a set of texts called the Five Classics.During his return, Confucius sometimes acted as an advisor to several government officials in Lu, including Ji Kangzi, on matters including governance and crime.Burdened by the loss of both his son and his favorite disciples, he died at the age of 71 or 72 from natural causes. Confucius was buried in Kong Lin cemetery which lies in the historical part of Qufu in the Shandong Province. The original tomb erected there in memory of Confucius on the bank of the Sishui River had the shape of an axe. In addition, it has a raised brick platform at the front of the memorial for offerings such as sandalwood incense and fruit.",
        "ngram": 166,
        "subject": "Jay-Z"
    },
    {
        "text": "In 2006, Baldwin made theater news in Roundabout Theatre Company's Off-Broadway revival of Joe Orton's Entertaining Mr. Sloane. In 2010, Baldwin starred opposite Sam Underwood in a critically acclaimed revival of Peter Shaffer's Equus, directed by Tony Walton at Guild Hall in East Hampton, New York. In 2007, the Yari Film Group announced that it would give the film, now titled Shortcut to Happiness, a theatrical release in the spring, and cable film network Starz! announced that it had acquired pay TV rights for the film. Shortcut to Happiness was finally released in 2008. Baldwin, displeased with the way the film had been cut in post-production, demanded that his directorial credit be changed to the pseudonym \"Harry Kirkpatrick\".He starred as Jack Donaghy on NBC's 30 Rock, which first aired in October 2006. He met his future co-stars Tina Fey and Tracy Morgan while appearing on Saturday Night Live. Since season 3, Baldwin was credited as one of 30 Rock's producers. Barry Garron of The Hollywood Reporter praised Baldwin's character writing, \"Donaghy is a perfect example of what's right with this show.\" Baldwin has won three Primetime Emmy Awards for Outstanding Lead Actor in a Comedy Series, two Golden Globe awards and seven Screen Actors Guild Awards for his role. He received his second Emmy nomination in 2008, marking his seventh Primetime Emmy nomination and first win. He won again in 2009.Baldwin co-authored the book A Promise to Ourselves: A Journey Through Fatherhood and Divorce with Mark Tabb in 2008. Baldwin joined TCM's The Essentials Robert Osborne",
        "ngram": 256,
        "subject": "Jay-Z"
    },
    {
        "text": "Dre has been accused of multiple incidents of violence against women.On January 27, 1991, at a music industry party at the Po Na Na Souk club in Hollywood, Dr. Dre assaulted television host Dee Barnes of the Fox television program Pump it Up!, following an episode of the show. Barnes had interviewed NWA, which was followed by an interview with Ice Cube in which Cube mocked NWA. Barnes filed a $22.7 million lawsuit in response to the incident. Subsequently, Dr. Dre was fined $2,500, given two years' probation, ordered to undergo 240 hours of community service, and given a spot on an anti-violence public service announcement on television. The civil suit was settled out of court. Barnes stated that he \"began slamming her face and the right side of her body repeatedly against a wall near the stairway\". Dr. Dre later commented: \"People talk all this shit, but you know, somebody fucks with me, I'm gonna fuck with them. I just did it, you know. Ain't nothing you can do now by talking about it. Besides, it ain't no big thing – I just threw her through a door.\"In March 2015, Michel'le, the mother of one of Dre's children, accused him of subjecting her to domestic violence during their time together as a couple, but did not initiate legal action. Their abusive relationship is portrayed in her 2016 biopic Surviving Compton: Dre, Suge & Michel'le. Dre threatened a lawsuit against Lifetime, Sony Pictures and filmmakers of Surviving Compton in a cease and desist, but never ultimately",
        "ngram": 256,
        "subject": "Jay-Z"
    },
    {
        "text": "Chelsy Davy, the daughter of Zimbabwean South Africa-based businessman Charles Davy, was referred to as Harry's girlfriend in an interview conducted for his 21st birthday, and Harry said he \"would love to tell everyone how amazing she is but once I start talking about that, I have left myself open.... There is truth and there is lies and unfortunately I cannot get the truth across.\" Davy was present when Harry received his Operational Service Medal for Afghanistan and also attended his graduation ceremony when he received his flying wings from his father. In early 2009, it was reported the pair had parted ways after a relationship that had lasted for five years.",
        "ngram": 112,
        "subject": "Jay-Z"
    },
    {
        "text": "The Green Hornet introduced the adult Bruce Lee to an American audience and became the first popular American show presenting Asian-style martial arts. The show's director wanted Lee to fight in the typical American style using fists and punches. As a professional martial artist, Lee refused, insisting that he should fight in the style of his expertise. At first, Lee moved so fast that his movements could not be caught on film, so he had to slow them down.",
        "ngram": 79,
        "subject": "Jay-Z"
    }
]