[
    {
        "text": "Confucius heavily promoted the use of music with rituals or the rites order. The scholar Li Zehou argued that Confucianism is based on the idea of rites. Rites serve as the starting point for each individual and that these sacred social functions allow each person's human nature to be harmonious with reality. Given this, Confucius believed that \"music is the harmonization of heaven and earth; the rites is the order of heaven and earth\". Thus the application of music in rites creates the order that makes it possible for society to prosper. poetry,The Confucian approach to music was heavily inspired by the Shijing and the Classic of Music, which was said to be the sixth Confucian classic until it was lost during the Han dynasty. The Shijing serves as one of the current Confucian classics and is a book on poetry that contains a diversified variety of poems as well as folk songs. Confucius is traditionally ascribed with compiling these classics within his school. In the Analects, Confucius described the importance of the art in the development of society:",
        "ngram": 179,
        "subject": "Johnny Cash"
    },
    {
        "text": "Duff is very vocal about her disapproval of paparazzi photographing children. In 2014, Duff expressed her anger on Twitter regarding two paparazzi who were taking pictures of her son without her consent. She tweeted, \"I chose to let them off with a stern warning, next time I will not be so nice. #NoKidsPolicy\" The hashtag refers to a bill that was pushed by fellow actresses Halle Berry and Jennifer Garner, which prohibits paparazzi from taking pictures of celebrities' children.In February 2020, Duff uploaded an Instagram video post documenting her confrontation with a photographer who was taking photographs of her children at her son's football game. In the video she was seen telling the photographer, \"I'm asking you human to human, as a mother, if you don't know anyone here, can you please stop taking pictures of our children playing football this morning\". She clarified the situation in a series of Instagram stories uploads the day after, saying that it was \"really highly frustrating\" and that the police dismissed her complaint because she was at a public park when the incident happened. She voiced her dissatisfaction and demanded for the law to be changed. The video has since been viewed for more than 2 million times as of November 2020.",
        "ngram": 209,
        "subject": "Johnny Cash"
    },
    {
        "text": "However, Roosevelt's efforts as governor to address the effects of the depression in his own state established him as the front-runner for the 1932 Democratic presidential nomination. Roosevelt rallied the progressive supporters of the Wilson administration while also appealing to many conservatives, establishing himself as the leading candidate in the South and West. The chief opposition to Roosevelt's candidacy came from Northeastern conservatives, Speaker of the House John Nance Garner of Texas and Al Smith, the 1928 Democratic presidential nominee.",
        "ngram": 80,
        "subject": "Johnny Cash"
    },
    {
        "text": "Kilmer was born December 31, 1959, in Los Angeles, California, the second of three sons to Gladys Swanette (née Ekstadt; 1928–2019) and Eugene Dorris Kilmer (1921–1993). His mother was of Swedish descent. His other ancestry includes Irish, German and Cherokee roots. His parents divorced in 1968 when he was 8 years old. His mother later married William Bernard Leach in 1970. Kilmer's grandfather was a gold miner in New Mexico, near the border with Arizona. In 1977, Kilmer's younger brother Wesley, who had epilepsy, drowned in a jacuzzi at age 15.He attended Chatsworth High School with Kevin Spacey. His high school girlfriend was Mare Winningham. He became the youngest person at the time to be accepted into the Juilliard School's Drama Division, where he was a member of Group 10.",
        "ngram": 130,
        "subject": "Johnny Cash"
    },
    {
        "text": "Leonardo da Vinci, properly named Leonardo di ser Piero da Vinci (\"Leonardo, son of ser Piero from Vinci\"), was born on 15 April 1452 in, or close to, the Tuscan hill town of Vinci, 20 miles from Florence. He was born out of wedlock to Piero da Vinci (Ser Piero da Vinci d'Antonio di ser Piero di ser Guido; 1426–1504), a Florentine legal notary, and Caterina di Meo Lippi (c. 1434–1494), from the lower class. It remains uncertain where Leonardo was born; the traditional account, from a local oral tradition recorded by the historian Emanuele Repetti, is that he was born in Anchiano, a country hamlet that would have offered sufficient privacy for the illegitimate birth, though it is still possible he was born in a house in Florence that Ser Piero almost certainly had. Leonardo's parents both married separately the year after his birth. Caterina –  who later appears in Leonardo's notes as only \"Caterina\" or \"Catelina\" –  is usually identified as the Caterina Buti del Vacca, who married the local artisan Antonio di Piero Buti del Vacca, nicknamed L'Accattabriga, 'the quarrelsome one'. Ser Piero married Albiera Amadori –   having been betrothed to her the previous year –   and after her death in 1464, went on to have three subsequent marriages. From all the marriages, Leonardo eventually had 16 half-siblings (of whom 11 survived infancy) who were much younger than he (the last was born when Leonardo was 46 years old) and with whom he had very little contact.",
        "ngram": 255,
        "subject": "Johnny Cash"
    },
    {
        "text": "Kelly released the 19-minute-long \"I Admit\" on SoundCloud on July 23, 2018, as a response to his accusers. The song does not contain any criminal admissions despite its title and chorus, which repeats the lyric \"I admit it, I did it\". In \"I Admit\", Kelly denies allegations of domestic violence and pedophilia, asserting that they are matters of opinion. Kelly also denounces Jim DeRogatis and repudiates his investigative report's claim of Kelly operating a \"sex cult\". Addressing the Mute R. Kelly social media campaign, Kelly sings, \"only God can mute me\".The song was criticized by reviewers, who described it as an act of trolling. Many outlets compared the song to that of his \"Heaven I Need a Hug\" extended version, Trapped in the Closet opera, \"I Believe I Can Fly\" concert remix, and O. J. Simpson's autobiographical novel If I Did It. Andrea Kelly and Carey Killa Kelly (R. Kelly's ex-wife and brother, respectively) responded to \"I Admit\" with songs that contain additional allegations against R. Kelly.An album credited to Kelly titled I Admit It after and including the 19-minute song from 2018 was released on streaming services on December 9, 2022, but was taken down after it was not approved by Sony or R. Kelly's team. The album was credited to Sony's Legacy Recordings but actually uploaded by Real Talk Entertainment, who had released the album through a sub-label also named Legacy Recordings. This resulted in the credited distributor, Universal Music Group–owned Ingrooves, cutting ties with Real Talk Entertainment.",
        "ngram": 250,
        "subject": "Johnny Cash"
    },
    {
        "text": "Turner Classic Movies dubbed Garland \"history's most poignant voice\". Entertainment Weekly's Gene Lyons dubbed Garland \"the Madonna of her generation\". The American Film Institute named her eighth among the Greatest female stars of Golden Age Hollywood cinema. In June 1998, in The New York Times, Camille Paglia wrote, \"Garland was a personality on the grand scale who makes our current crop of pop stars look lightweight and evanescent.\"",
        "ngram": 68,
        "subject": "Johnny Cash"
    },
    {
        "text": "In 1996, eleven years after debuting on BET for her music video to \"You Give Good Love\", Houston became the first female recipient of the BET Walk of Fame and the youngest-ever recipient of this honor at just 33 years old. Five years later, in 2001, Houston was the first artist to be given a BET Lifetime Achievement Award. Houston also remains the youngest recipient of the honor as she received the honor at just the age of 37. BET honored her again in 2010 when she received an award from The BET Honors. Houston is only one of two artists to receive all three honors from the BET network. ",
        "ngram": 111,
        "subject": "Johnny Cash"
    },
    {
        "text": "James's best friends in the NBA are Carmelo Anthony, Chris Paul, and former Heat teammate Dwyane Wade. The four have been referred to as the \"banana boat crew\". During an excursion to the Bahamas, James rescued Anthony from the water when Anthony was carried away from the boat by the current. During an Instagram Live session, Anthony later recounted: \"He saved my life\". When asked about how much danger Anthony was in prior to the rescue, James responded: \"I don't really know what to say, to be honest. I'm just happy he's still here, obviously.\"",
        "ngram": 95,
        "subject": "Johnny Cash"
    },
    {
        "text": "His 100th movie, 1911, was released on 26 September 2011. Chan was the co-director, executive producer, and lead star of the movie. While Chan has directed over ten films over his career, this was his first directorial work since Who Am I? in 1998. 1911 premiered in North America on 14 October.While at the 2012 Cannes Film Festival, Chan announced that he was retiring from action films citing that he was getting too old for the genre. He later clarified that he would not be completely retiring from action films, but would be performing fewer stunts and taking care of his body more.In 2013, Chan starred in Police Story 2013, a reboot of the Police Story franchise directed by Ding Sheng, and it was released in China at the end of 2013. Chan's next film Dragon Blade was released in early 2015 and co-starred Hollywood actors John Cusack and Adrien Brody. In 2015, Chan was awarded the title of \"Datuk\" by Malaysia as he helped Malaysia to boost its tourism, especially in Kuala Lumpur where he previously shot his films. In early 2017, Chan's new film titled Kung Fu Yoga, a Chinese-Indian project, which also starred Disha Patani, Sonu Sood and Amyra Dastur, was released. The film reunited Chan with director Stanley Tong, who directed a number of Chan's films in the 1990s. Upon release, the film was a huge success at the box office, and became the 5th highest-grossing film in China, one month after its release. In 2016, he teamed up with Johnny Knoxville",
        "ngram": 256,
        "subject": "Johnny Cash"
    },
    {
        "text": "Aguilera's discography is generally categorized as pop, contemporary R&B, soul, and hip-hop. According to critics, she has also experimented with other musical genres in her works. In a 2008 interview, she explained that she is \"always inspired by new things\" in music and enjoys \"experimenting with [her] voice\". Alexis Petridis from The Guardian considered the \"boldness in [continually] reinventing\" her music as \"one of her most impressive facets\" as an artist. Initially established as a bubblegum pop singer, she mixed teen pop and dance-pop on her first records, Christina Aguilera (1999) and Mi Reflejo (2000), with the latter also taking inspiration from numerous genres in Latin music.Moving away from the teen niche, Aguilera's post-2000 material mainly incorporated R&B and hip-hop. Listed as an executive producer on Stripped (2002), she mixed both genres with Latin pop, rock, neo-soul, gospel, among others, while Back to Basics (2006) was described as a \"throwback with elements of old-school genres combined with a modern-day twist [and] hard-hitting beats\". She continued merging R&B with other musical styles on Burlesque (2010), as well on Liberation (2018), which also features hip-hop, soul and blues elements.The show tune \"Lady Marmalade\" is noted as Aguilera's first musical transformation. Referred to as \"too urban\" by RCA Records executives, the song transitioned her music \"from teen pop to a more mature sound\". Despite the renewal in her repertoire, Aguilera continued producing power ballads—which became a signature in her discography—in between her uptempo material. Kelefa Sanneh, music critic from The New York Times, observed the continuous modification in her",
        "ngram": 256,
        "subject": "Johnny Cash"
    },
    {
        "text": "Tarantino's screenplay True Romance was optioned and the film was eventually released in 1993. The second script that Tarantino sold was for the film Natural Born Killers, which was revised by Dave Veloz, Richard Rutowski and director Oliver Stone. Tarantino was given story credit and stated in an interview that he wished the film well, but later disowned the final film. Tarantino also did an uncredited rewrite on It's Pat (1994). Other films where he was an uncredited screenwriter include Crimson Tide (1995) and The Rock (1996).Following the success of Reservoir Dogs, Tarantino was approached by major film studios and offered projects that included Speed (1994) and Men in Black (1997), but he instead retreated to Amsterdam to work on his script for Pulp Fiction.Tarantino wrote, directed, and acted in the dark comedy crime film Pulp Fiction in 1994, maintaining the stylized violence from his earlier film and also non-linear storylines. Tarantino received the Academy Award for Best Original Screenplay, which he shared with Roger Avary, who contributed to the story. He also received a nomination in the Best Director category. The film received another five nominations, including for Best Picture. Tarantino also won the Palme d'Or for the film at the 1994 Cannes Film Festival. The film grossed over $200 million and earned positive reviews.In 1995, Tarantino participated in the anthology film Four Rooms, a collaboration that also included directors Robert Rodriguez, Allison Anders and Alexandre Rockwell. Tarantino directed and acted in the fourth segment of \"The Man from Hollywood\", a tribute to the Alfred",
        "ngram": 256,
        "subject": "Johnny Cash"
    },
    {
        "text": "In the 2012 Sight & Sound directors' poll, Tarantino listed his top 12 films: Apocalypse Now, The Bad News Bears, Carrie, Dazed and Confused, The Great Escape, His Girl Friday, Jaws, Pretty Maids All in a Row, Rolling Thunder, Sorcerer, Taxi Driver and The Good, the Bad and the Ugly.Sergio Leone's Spaghetti Western films were a profound influence including Once Upon a Time in the West. He is an admirer of the 1981 film Blow Out, directed by Brian De Palma, which led to his casting of John Travolta in Pulp Fiction. Similarly, Tarantino was captivated with Jim McBride's 1983 remake of Breathless and with Richard Gere's unlikable but charismatic protagonist. The film's popular culture references, in particular the comic book Silver Surfer, inspired him to have the character's poster on Mr. Orange's apartment wall in Reservoir Dogs. Tarantino has also labeled Rio Bravo as one of his influences. He listed the Australian suspense film Roadgames (1981) as another favorite film.Other films he cited as formative influences include Hong Kong martial arts films (such as Five Fingers of Death and Enter the Dragon), John Woo action films (A Better Tomorrow II and The Killer), John Carpenter films (Assault on Precinct 13 and The Thing), blaxploitation films (including The Mack and Foxy Brown), Jean-Luc Godard films (Bande à Part and the 1960 version of Breathless), and Sonny Chiba's work (The Street Fighter and Shadow Warriors).In August 2007, while teaching in a four-hour film course during the 9th Cinemanila International Film Festival in Manila, Tarantino cited Filipino directors",
        "ngram": 256,
        "subject": "Johnny Cash"
    },
    {
        "text": "Lennon and Ono showed their solidarity with the Clydeside UCS workers' work-in of 1971 by sending a bouquet of red roses and a cheque for £5,000. On moving to New York City in August that year, they befriended two of the Chicago Seven, Yippie peace activists Jerry Rubin and Abbie Hoffman. Another political activist, John Sinclair, poet and co-founder of the White Panther Party, was serving ten years in prison for selling two joints of marijuana after previous convictions for possession of the drug. In December 1971 at Ann Arbor, Michigan, 15,000 people attended the \"John Sinclair Freedom Rally\", a protest and benefit concert with contributions from Lennon, Stevie Wonder, Bob Seger, Bobby Seale of the Black Panther Party, and others. Lennon and Ono, backed by David Peel and Jerry Rubin, performed an acoustic set of four songs from their forthcoming Some Time in New York City album including \"John Sinclair\", whose lyrics called for his release. The day before the rally, the Michigan Senate passed a bill that significantly reduced the penalties for possession of marijuana and four days later Sinclair was released on an appeal bond. The performance was recorded and two of the tracks later appeared on John Lennon Anthology (1998).",
        "ngram": 204,
        "subject": "Johnny Cash"
    },
    {
        "text": "In January 2024, Elon Musk visited the Auschwitz concentration camp with European Jewish Association Chairman Rabbi, conservative political commentator Ben Shapiro and Holocaust survivor Gidon Lev. He also spoke on a conference about rising antisemitism. The New York Times described the trip as a part of an image \"rehabilitation tour.\"",
        "ngram": 50,
        "subject": "Johnny Cash"
    },
    {
        "text": "Morrison soon transferred to the film program at University of California, Los Angeles (UCLA). There he enrolled in Jack Hirschman's class on Antonin Artaud in the university's Comparative Literature program. Artaud's surrealist theater brand profoundly impacted Morrison's dark poetic sensibility of cinematic theatricality.",
        "ngram": 43,
        "subject": "Johnny Cash"
    },
    {
        "text": "Smith, the Democratic presidential nominee in the 1928 election, asked Roosevelt to run for governor of New York in the 1928 state election. Roosevelt initially resisted, as he was reluctant to leave Warm Springs and feared a Republican landslide. Party leaders eventually convinced him only he could defeat the Republican gubernatorial nominee, New York Attorney General Albert Ottinger. He won the party's gubernatorial nomination by acclamation and again turned to Howe to lead his campaign. Roosevelt was joined on the campaign trail by associates Samuel Rosenman, Frances Perkins, and James Farley. While Smith lost the presidency in a landslide, and was defeated in his home state, Roosevelt was elected governor by a one-percent margin, and became a contender in the next presidential election.",
        "ngram": 123,
        "subject": "Johnny Cash"
    },
    {
        "text": "She was featured with Bridgit Mendler and Kat Graham in Seventeen magazine in a 2013 public campaign to end online bullying called \"Delete Digital Drama\". After watching the film Blackfish that year, she urged fans to stop supporting SeaWorld. In September 2014, Grande participated at the charitable Stand Up to Cancer television program, performing her song \"My Everything\" in memory of her grandfather, who had died of cancer that July. Grande has adopted several rescue dogs as pets and has promoted pet adoption at her concerts. In 2016, she launched a line of lip shades, \"Ariana Grande's MAC Viva Glam\", with MAC Cosmetics, the profits of which benefited people affected by HIV and AIDS.",
        "ngram": 114,
        "subject": "Johnny Cash"
    },
    {
        "text": "On March 12, 2007, the Rock appeared on a WWE show after nearly three years, via a pre-taped promo shown during Raw. He correctly predicted that Bobby Lashley would defeat Umaga at WrestleMania 23 in Donald Trump's and Vince McMahon's \"Battle of the Billionaires\" Hair vs. Hair match. On March 29, 2008, Johnson inducted his father Rocky Johnson and grandfather Peter Maivia into the WWE Hall of Fame. His next appearance was through a pre-taped promo on October 2, 2009, during the Decade of SmackDown.",
        "ngram": 85,
        "subject": "Johnny Cash"
    },
    {
        "text": "In 1971, Warwick left the family atmosphere of Scepter Records for Warner Bros. Records, for a $5 million contract, the most lucrative recording contract given to a female vocalist up to that time, according to Variety. Warwick's last LP for Scepter was the soundtrack for the motion picture The Love Machine, in which she appeared in an uncredited cameo, released in July 1971. In 1975, Bacharach and David sued Scepter Records for an accurate accounting of royalties due the team from their recordings with Warwick and labelmate B.J. Thomas. They were awarded almost $600,000 and the rights to all Bacharach/David recordings on the Scepter label. The label, with the defection of Warwick to Warner Bros. Records, filed for bankruptcy in 1975 and was sold to Springboard International Records in 1976.",
        "ngram": 130,
        "subject": "Johnny Cash"
    },
    {
        "text": "In 2000, Culkin returned to acting with a role in the play Madame Melville, which was staged in London's West End. In early 2003, he made a guest appearance on the NBC sitcom Will & Grace. His role as Karen Walker's deceptively immature divorce lawyer won him favorable reviews. Culkin headed back into motion pictures in 2003 with Party Monster, in which he played a role very different from those he was known for, that of party promoter Michael Alig, a drug user and murderer. He quickly followed that with a supporting part in Saved!, as a cynical wheelchair-using, non-Christian student in a conservative Christian high school. Though Saved! only had modest success at the box office, Culkin received positive reviews for his role in the film and its implications for a career as an adult actor. Culkin began doing voice-over work, with appearances in Seth Green's Robot Chicken. In 2006, he published an experimental, semi-autobiographical novel titled Junior, which talked about Culkin's stardom and his shaky relationship with his father.",
        "ngram": 171,
        "subject": "Johnny Cash"
    },
    {
        "text": "In 1956, Julia bought John his first guitar. The instrument was an inexpensive Gallotone Champion acoustic for which she lent her son five pounds and ten shillings on the condition that the guitar be delivered to her own house and not Mimi's, knowing well that her sister was not supportive of her son's musical aspirations. Mimi was sceptical of his claim that he would be famous one day, and she hoped that he would grow bored with music, often telling him, \"The guitar's all very well, John, but you'll never make a living out of it.\"",
        "ngram": 96,
        "subject": "Johnny Cash"
    },
    {
        "text": "Springsteen's 17th studio album, Wrecking Ball, was released in March 2012. The album consists of eleven tracks plus two bonus tracks. Three songs previously only available as live versions, \"Wrecking Ball\", \"Land of Hope and Dreams\", and \"American Land\", appear on the album. Wrecking Ball became Springsteen's tenth No. 1 album in the U.S., tying him with Elvis Presley for third most No. 1 albums of all time, behind the Beatles (19) and Jay Z (12) as of 2009. The supporting Wrecking Ball Tour shortly after its release. On July 31, 2012, in Helsinki, Finland, Springsteen performed his longest concert ever at four hours and six minutes with 33 songs.",
        "ngram": 110,
        "subject": "Johnny Cash"
    },
    {
        "text": "Ono graduated from Gakushūin in 1951, and was accepted into the philosophy program of Gakushuin University as the first woman to enter the department. However, she left the school after two semesters.Ono joined her family in New York in September 1952, enrolling at nearby Sarah Lawrence College. Ono's parents approved of her college choice, but disapproved of her lifestyle and chastised her for befriending people they felt were beneath her. In 1956, Ono left college to elope with Japanese composer Toshi Ichiyanagi, a star in Tokyo's experimental community, then studying at Juilliard.At Sarah Lawrence, Ono studied poetry with Alastair Reid, English literature with Kathryn Mansell, and music composition with the Viennese-trained André Singer. Ono has said that her heroes at this time were the twelve-tone composers Arnold Schoenberg and Alban Berg. She said, \"I was just fascinated with what they could do. I wrote some twelve-tone songs, then my music went into [an] area that my teacher felt was really a bit off track, and... he said, 'Well, look, there are people who are doing things like what you do, and they're called avant-garde.'\" Singer introduced her to the work of Edgar Varèse, John Cage, and Henry Cowell. Ono left college and moved to New York in 1957, supporting herself through secretarial work and lessons in the traditional Japanese arts at the Japan Society.Ono has often been associated with the Fluxus group, a loose association of Dada-inspired avant-garde artists which was founded in the early 1960s by Lithuanian-American artist George Maciunas. Maciunas promoted her work, giving",
        "ngram": 256,
        "subject": "Johnny Cash"
    },
    {
        "text": "In early 2009, Rihanna began working on her fourth studio album, Rated R. Rated R was released in November 2009. The album had Rolling Stone magazine stating that Rihanna \"transformed her sound and made one of the best pop records of the year\".",
        "ngram": 43,
        "subject": "Johnny Cash"
    },
    {
        "text": "Look, I made a deal with Magnum, and it was the best thing that ever happened to me. I'm proud that I lived up to my contract, and some people said, \"You've got to get into a car and drive into a brick wall and get injured and get out of Magnum and do [Raiders].\" I said, \"I gotta look my mom and dad in the eye, and we don't do that,\" so I did Magnum... That's not so bad, is it?",
        "ngram": 82,
        "subject": "Johnny Cash"
    },
    {
        "text": "Regarding the musical style, Houston's vocal performances incorporated a wide variety of genres, including R&B, pop, rock, soul, gospel, funk, dance, Latin pop, disco, house, hip hop soul, new jack swing, opera, Reggae, and Christmas. The lyrical themes in her recordings are mainly about love, social, religious and feminism. The Rock and Roll Hall of Fame stated: \"Her sound expanded through collaborations with a wide array of artists, including Stevie Wonder, Luther Vandross, Babyface, Missy Elliott, Bobby Brown, and Mariah Carey.\" While AllMusic commented that, \"Houston was able to handle big adult contemporary ballads, effervescent, stylish dance-pop and slick urban contemporary soul with equal dexterity\".",
        "ngram": 105,
        "subject": "Johnny Cash"
    },
    {
        "text": "Candy was in talks to portray Ignatius J. Reilly in a now-shelved film adaptation of John Kennedy Toole's Pulitzer Prize–winning novel A Confederacy of Dunces. He had also expressed interest in portraying Atuk in a film adaptation of Mordecai Richler's The Incomparable Atuk and Roscoe \"Fatty\" Arbuckle in a biopic based on the silent film comedian's life. These three shelved projects have been alleged as cursed because Candy, John Belushi, Sam Kinison, and Chris Farley were each attached to all three roles; they all died before they could make any of these films. Candy was originally considered to play Alec Guinness's role in the remake of the 1950 film Last Holiday, with Carl Reiner directing. Eventually the role was played by Queen Latifah in a loose remake released in 2006. Candy was also slated to collaborate with John Hughes again in a comedy opposite Sylvester Stallone, titled Bartholomew vs. Neff. Candy and Stallone were to have portrayed feuding neighbors. In the animated Disney film Pocahontas, the role of Redfeather the Turkey was written for him, but was subsequently cut from the film after his death.",
        "ngram": 185,
        "subject": "Johnny Cash"
    },
    {
        "text": "In 2012, in an interview reprinted in American Songwriter, Simon discussed the craft of songwriting with music journalist Tom Moon and talked about the basic themes in his songwriting: love, family and social commentary, as well as messages of religion, spirituality and God. Simon explained how he wrote his songs. \"The music always precedes the words. The words often come from the sound of the music and eventually evolve into coherent thoughts. Or incoherent thoughts. Rhythm plays a crucial part in the lyric-making as well. It's like a puzzle to find the right words to express what the music is saying.\"",
        "ngram": 101,
        "subject": "Johnny Cash"
    },
    {
        "text": "McQueen had an unusual reputation for demanding free items in bulk from studios when agreeing to do a film, such as electric razors, jeans and other items. It was later discovered McQueen donated these things to the Boys Republic reformatory school, where he had spent time during his teen years. McQueen made occasional visits to the school to spend time with the students, often to play pool and speak about his experiences.",
        "ngram": 72,
        "subject": "Johnny Cash"
    },
    {
        "text": "Foxx's October 2014 Deja Vu duet with Dionne Warwick appears on the Feels So Good album released by Warwick. He released his fifth studio album, Hollywood: A Story of a Dozen Roses, on May 18, 2015. It debuted atop the Top R&B/Hip-Hop Albums charts and at No. 10 on the Billboard 200. In 2015, Foxx's voice was featured in the chorus on the Ariana Grande song, \"Focus\".Since its debut in 2017, Foxx has been the host and executive producer of the Fox game show Beat Shazam, whose premise is similar to the once-popular game show format Name That Tune. On the show, three sets of two partners try to beat the software application Shazam in correctly identifying the titles of popular songs for increasingly higher amounts of money, with one team eventually vying for a potential prize of $1 million. Foxx's daughter Corinne began co-hosting the show in its second season in 2018, replacing DJ October Gonzalez. The show has aired four seasons so far.Foxx co-executive produced the 2017 Showtime sitcom White Famous, which starred Jay Pharoah as a young aspiring African-American comic, and was based on Foxx's own early career. Foxx also occasionally appeared on the show as himself. White Famous got middling reviews and ratings, and was cancelled after one season.On May 22, 2019, Foxx appeared as George Jefferson in Live in Front of a Studio Audience: Norman Lear's All in the Family and The Jeffersons on ABC. That year, he played wrongly convicted death row prisoner Walter McMillian in the drama film Just",
        "ngram": 256,
        "subject": "Johnny Cash"
    },
    {
        "text": "Known for his grin, Quaid has appeared in both comedic and dramatic roles. Quaid's breakout role was for his portrayal of astronaut Gordon Cooper in the critically acclaimed Philip Kaufman directed historical epic The Right Stuff (1983). The film received positive reviews earning an Academy Award for Best Picture nomination. Critic Roger Ebert praised the film writing, \"It contains uniformly interesting performances\" naming Quaid, Ed Harris, Scott Glenn, and Fred Ward. Also that year He had starring roles in the films such as the horror film Jaws 3-D (1983) and romantic sports drama Tough Enough acting alongside Pam Grier. He later acted in the science fiction films Dreamscape (1984) and Enemy Mine (1985) and Innerspace (1987). ",
        "ngram": 117,
        "subject": "Johnny Cash"
    },
    {
        "text": "In the opening weeks of the war, Japan conquered the Philippines and the British and Dutch colonies in Southeast Asia. The Japanese advance reached its maximum extent by June 1942, when the U.S. Navy scored a decisive victory at the Battle of Midway. American and Australian forces then began a slow and costly strategy called island hopping or leapfrogging through the Pacific Islands, with the objective of gaining bases from which strategic airpower could be brought to bear on Japan and from which Japan could ultimately be invaded. In contrast to Hitler, Roosevelt took no direct part in the tactical naval operations, though he approved strategic decisions. Roosevelt gave way in part to insistent demands from the public and Congress that more effort be devoted against Japan, but he always insisted on Germany first. The strength of the Japanese navy was decimated in the Battle of Leyte Gulf, and by April 1945 the Allies had re-captured much of their lost territory in the Pacific.",
        "ngram": 164,
        "subject": "Johnny Cash"
    },
    {
        "text": "In the same Long Beach event, he also performed the \"one-inch punch\". Lee stood upright, his right foot forward with knees bent slightly, in front of a standing, stationary partner. Lee's right arm was partly extended and his right fist was approximately one inch (2.5 cm) away from the partner's chest. Without retracting his right arm, Lee then forcibly delivered the punch to volunteer Bob Baker while largely maintaining his posture. This sent Baker backward and falling into a chair placed behind Baker to prevent injury, though Baker's momentum caused him to fall to the floor. Baker recalled, \"I told Bruce not to do this type of demonstration again. When he punched me that last time, I had to stay home from work because the pain in my chest was unbearable\". It was at the 1964 championships that Lee first met Taekwondo master Jhoon Goo Rhee. The two developed a friendship—a relationship from which they benefited as martial artists. Rhee taught Lee the side kick in detail, and Lee taught Rhee the \"non-telegraphic\" punch.",
        "ngram": 174,
        "subject": "Johnny Cash"
    },
    {
        "text": "Liotta played the Justice Department official Paul Krendler in the 2001 film Hannibal opposite Anthony Hopkins and Julianne Moore. Also in 2001, he played the father of drug dealer George Jung in the film Blow. In 2002 he appeared as Detective Lieutenant Henry Oak in the Joe Carnahan-directed film Narc, a role that led to an Independent Spirit Award nomination and a Phoenix Film Critics Society Awards nomination for Best Supporting Male.",
        "ngram": 72,
        "subject": "Johnny Cash"
    },
    {
        "text": "In August 2012, she played the lead role of a wealthy financial eco-terrorist Dena Brauer, in a thriller film Night Moves opposite actors Jesse Eisenberg and Peter Sarsgaard. The film was directed by Kelly Reichardt. Night Moves tells the story of three eco-terrorists who work at an organic farm and collaborate on a plot to blow up a hydroelectric dam.In January 2013, she was cast as Beverly Aadland in the Errol Flynn biopic The Last of Robin Hood. Later that year in September, Fanning was cast as Olivia in Franny. In November, she was cast in Viena and the Fantomes as Viena; about a roadie traveling across America with a punk rock band in the 1980s. The film was originally set to be released in 2015, but later released digitally on June 30, 2020.In February 2014, she recorded a voice role for the animated film Yellowbird.In May 2015, Every Secret Thing, based on the 2004 novel by Laura Lippman, co-starring Diane Lane, Elizabeth Banks, Danielle Macdonald, Colin Donnell and Nate Parker was released in the U.S.",
        "ngram": 176,
        "subject": "Johnny Cash"
    },
    {
        "text": "Presidential scholars and historians generally praise Jefferson's public achievements, including his advocacy of religious freedom and tolerance, his peaceful acquisition of the Louisiana Territory from France, and his leadership in supporting the Lewis and Clark Expedition. Jefferson is consistently ranked among the top ten US presidents, though his relationship with slavery continues to be debated. Jefferson was a slave owner, but condemned the slave trade in his draft of the Declaration of Independence and signed the Act Prohibiting Importation of Slaves in 1807. Since the 1790s, he was rumored to have had children by his slave Sally Hemings; according to scholarly consensus, Jefferson probably fathered six children with Hemings.  Jefferson's writings and advocacy for human rights, including freedom of thought, speech, and religion, served as substantial inspirations to the American Revolution and subsequent Revolutionary War in which the Thirteen Colonies succeeded in breaking from British America and establishing the United States as a free and sovereign nation. Jefferson was a leading proponent of democracy, republicanism, and individual rights, and produced formative documents and decisions at the state, national, and international levels. Jefferson's writings have been used by proponents of libertarianism to argue in favor of natural rights and small government.",
        "ngram": 201,
        "subject": "Johnny Cash"
    },
    {
        "text": "old, Farrow spent part of the year living at the ashram of Maharishi Mahesh Yogi in Rishikesh, Uttarakhand, India, studying Transcendental Meditation. Her visit received worldwide media attention at the time because of the presence of all four members of the Beatles, Donovan, Mike Love, and her sister, Prudence Farrow. The behavior of her sister Prudence during this trip inspired John Lennon to write the song \"Dear Prudence\". The trip also inspired the song \"Sexy Sadie\", originally titled 'Maharishi', which was written by John Lennon in response to alleged sexual advances made by the Maharishi Mahesh Yogi towards Mia Farrow. Paul McCartney, George Harrison, and Cynthia Lennon have later said that they believe the story to have been fabricated.Farrow has stated that she has long been a registered Independent, though she has consistently voted for Democratic candidates. In the 2016 Democratic presidential election, Farrow publicly endorsed Democratic Party candidate Bernie Sanders, though she subsequently stated that \"as a pragmatist\" she planned to vote for Hillary Clinton. Farrow tweeted in support of Joe Biden during the 2020 Democratic Party presidential primaries, but later added that she would vote for Sanders if he was nominated.",
        "ngram": 193,
        "subject": "Johnny Cash"
    },
    {
        "text": "Morrison completed his undergraduate degree at UCLA's film school within the Theater Arts department of the College of Fine Arts in 1965. Refusing to attend the graduation ceremony, he went to Venice Beach, Los Angeles and the university mailed his diploma to his mother in Coronado, California. He made several short films while attending UCLA. First Love, the first of these films, made with Morrison's classmate and roommate Max Schwartz, was released to the public when it appeared in a documentary about the film Obscura.",
        "ngram": 85,
        "subject": "Johnny Cash"
    },
    {
        "text": "In 2009, Tarantino said that he planned to retire from filmmaking when he is 60, in order to focus on writing novels and film literature. He is skeptical of the film industry going digital, saying, \"If it actually gets to the place where you can't show 35 mm film in theaters anymore and everything is digital projection, I won't even make it to 60.\" He has also stated that he has a plan, although \"not etched in stone\", to retire after making his tenth movie: \"If I get to the 10th, do a good job and don't screw it up, well that sounds like a good way to end the old career.\"",
        "ngram": 112,
        "subject": "Johnny Cash"
    },
    {
        "text": "Winston Cook-Wilson wrote that \"In her vocal prime, she was able to access upper-echelon dog-whistle notes even her forebear Minnie Riperton couldn't muster.\" Her phrasing in the whistle register can be heard in the 1999 Rainbow track \"Bliss\" and the singer was praised for her perfect pitch and clear enunciation.",
        "ngram": 50,
        "subject": "Johnny Cash"
    }
]