[
    {
        "text": "Lee's Cantonese birth name was Lee Jun-fan (李振藩). The name homophonically means \"return again\", and was given to Lee by his mother, who felt he would return to the United States once he came of age. Because of his mother's superstitious nature, she had originally named him Sai-fon (細鳳), which is a feminine name meaning \"small phoenix\". The English name \"Bruce\" is thought to have been given by the hospital's attending physician, Dr. Mary Glover.",
        "ngram": 75,
        "subject": "Betty White"
    },
    {
        "text": "Louis-Dreyfus' maternal half-sister, Lauren Bowles, is also an actress. She also has two paternal half-sisters, Phoebe and Emma, the latter of whom died in August 2018.While at Northwestern University, Louis-Dreyfus met future husband and Saturday Night Live comedian Brad Hall. They married in 1987 and have two sons together. Their older son, Henry Hall, is a singer-songwriter who has performed on The Tonight Show. Their younger son, Charlie Hall, is an actor. Her first pregnancy ended in a miscarriage.Louis-Dreyfus has stated that she holds much respect for \"women who are not afraid of making themselves look bad or foolish to get a laugh\" and cites her acting idols as Lucille Ball, Mary Tyler Moore, Madeline Kahn, Teri Garr, Valerie Harper, and Cloris Leachman. Actress Tina Fey said that Louis-Dreyfus served as inspiration for her character Liz Lemon on the NBC comedy series 30 Rock.On September 28, 2017, Louis-Dreyfus announced that she had been diagnosed with breast cancer, which she discovered the day after winning a Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series for her role in Veep. She stated, \"One in eight women get breast cancer. Today, I'm the one. The good news is that I have the most glorious group of supportive and caring family and friends, and fantastic insurance through my union. The bad news is that not all women are so lucky, so let's fight all cancers and make universal healthcare a reality.\" On October 18, 2018, she announced on an episode of Jimmy Kimmel Live! that she was",
        "ngram": 256,
        "subject": "Betty White"
    },
    {
        "text": "On January 30, 2015, it was announced that Carey had left Universal Music Group's Def Jam Recordings to reunite with L.A. Reid and Sony Music via Epic Records. Carey also announced her new #1 to Infinity residency at The Colosseum at Caesars Palace in Las Vegas the same month. To coincide with the residency, Carey released #1 to Infinity, a greatest hits compilation album containing all of her eighteen Billboard Hot 100 number one singles at the time, along with a new recording, \"Infinity\", which was released as a single on April 27. In 2015 Carey had her directorial debut for the Hallmark Channel Christmas movie A Christmas Melody, in which she also performed as one of the main characters. In December 2015, Carey announced The Sweet Sweet Fantasy Tour which spanned a total of 27-dates beginning in March 2016, marking Carey's first major tour of mainland Europe in 13 years. Four stops included shows in South Africa. The tour grossed $30.3 million.",
        "ngram": 163,
        "subject": "Betty White"
    },
    {
        "text": "Commanding General James Wilkinson was a holdover of the Washington and Adams administrations. In 1804, Wilkinson received 12,000 pesos from the Spanish for information on American boundary plans. Wilkinson also received advances on his salary and payments on claims submitted to Secretary of War Henry Dearborn. This damaging information apparently was unknown to Jefferson. In 1805, Jefferson trusted Wilkinson and appointed him Louisiana Territory governor, admiring Wilkinson's work ethic.",
        "ngram": 69,
        "subject": "Betty White"
    },
    {
        "text": "In January 2013, Rihanna confirmed that she and Brown had resumed their romantic relationship, stating, \"It's different now. We don't have those types of arguments anymore. We talk about shit. We value each other. We know exactly what we have now, and we don't want to lose that.\" Speaking of Brown, Rihanna also said, \"He's not the monster everybody thinks. He's a good person. He has a fantastic heart. He's giving and loving. And he's fun to be around. That's what I love about him – he always makes me laugh. All I want to do is laugh, really – and I do that with him\". Rihanna and Brown collaborated again on a duet song off Rihanna's Unapologetic album titled \"Nobody's Business\". The song was noted by critics as a public response by the couple towards the public perception of their intimacy. In a May 2013 interview, Brown stated that he and Rihanna had broken up again. He subsequently reunited with Tran, but they parted ways following confirmation of Brown's first-born daughter in 2015, unwittingly conceived with another woman during a break from his releationship with Tran. Brown also welcomed a son and a second daughter in 2019 and 2022, respectively, each with a different woman.",
        "ngram": 206,
        "subject": "Betty White"
    },
    {
        "text": "Leonard Nimoy's personal experience of alcoholism now came to play a central role in my life and it helped us bond together in a way I never could have imagined in the early days of Star Trek. After Nerine and I had been to dinner with Leonard and Susan Nimoy one evening, Leonard called and said: \"Bill, you know she's an alcoholic?\" I said I did. I married Nerine in 1997, against the advice of many and my own good sense. But I thought she would give up alcohol for me. We had a celebration in Pasadena, and Leonard was my best man. I woke up about eight o'clock the next morning and Nerine was drunk. She was in rehab for 30 days three different times. Twice she almost drank herself to death. Leonard (sober many years) took Nerine to Alcoholics Anonymous meetings, but she did not want to quit.",
        "ngram": 150,
        "subject": "Betty White"
    },
    {
        "text": "In 2011, Grant appeared at the Liberal Democrats' conference on the News International phone-hacking scandal, where he briefly met then-party leader Nick Clegg. Grant said that he was attending the Conservative and Labour conferences as well, but told Lib Dem activists that \"You, more than any of the other parties, have a good bill of health. You have never been in bed with these scumbags.\"In the 2015 general election, Grant expressed support for Liberal Democrat MP Danny Alexander and later hosted a dinner for the Liberal Democrats, in which he met the winner of a draw of donors to the Liberal Democrats. In an email sent by former Liberal Democrat leader Paddy Ashdown, Grant wrote: \"I am not a Lib Dem, a Tory, a Labourite or anything in particular but I recognise political guts.\" In the 2015 election, he endorsed two Labour candidates: Tom Watson and his former agent, Michael Foster.During the 2019 general election Grant campaigned for tactical voting to stop a Conservative majority and Brexit. He was seen canvassing with Liberal Democrats candidates, Labour candidates, and independent Dominic Grieve.",
        "ngram": 181,
        "subject": "Betty White"
    },
    {
        "text": "After The Game's departure Jackson signed Olivia and rap veterans Mobb Deep to G-Unit Records, with Spider Loc, M.O.P., 40 Glocc and Young Hot Rod later joining the label, who all eventually departed the label. Jackson expressed an interest in working with rappers other than G-Unit, such as Lil' Scrappy of BME, LL Cool J of Def Jam, Mase of Bad Boy and Freeway of Roc-A-Fella, and recorded with several.",
        "ngram": 70,
        "subject": "Betty White"
    },
    {
        "text": "Danson's interest in environmental concerns began when he was 12 years old. Bill Breed, then curator of geology at the Museum of Northern Arizona, introduced Danson and their friend Marc Gaede to a \"game\" he referred to as \"billboarding\". Armed with axes and saws, Breed, Gaede, and Danson destroyed over 500 outdoor advertising signs.Danson's interest in environmentalism continued over the years, and he began to be concerned with the state of the world's oceans. He was a contributing founder of the American Oceans Campaigns in the 1980s; it merged with Oceana in 2001 and he is a board member. His commitment to the environment led him to host the A&E television series \"Challenge of the Seas\" in 1991, filming 26 one-hour episodes.In March 2011, Danson published his first book, Oceana: Our Endangered Oceans and What We Can Do To Save Them which was written with journalist Michael D'Orso.On October 25, 2019, Danson was arrested and charged along with actress Jane Fonda at a climate-change protest outside the United States Capitol in Washington, D.C.",
        "ngram": 173,
        "subject": "Betty White"
    },
    {
        "text": "When asked by Harry Smith on CBS's The Early Show who his model was for Lazarus, Downey laughed before responding, \"Sadly, my sorry-ass self.\"Released in the United States on August 13, 2008, Tropic Thunder received good reviews with 83% of reviews positive and an average normalized score of 71, according to the review aggregator websites Rotten Tomatoes and Metacritic, respectively. It earned US$26 million in its North American opening weekend and retained the number one position for its first three weekends of release. The film grossed $180 million in theaters before its release on home video on November 18, 2008. Downey was nominated for the Academy Award for Best Supporting Actor for his portrayal of Lazarus.Opening in late April 2009 was a film Downey finished in mid-2008, The Soloist. The film was delayed from a November 2008 release by Paramount Pictures due to the studio's tight end-of-year release schedule. Critics who had seen the film in 2008 were mentioning it as a possible Academy Award candidate. Downey picked up an Academy Award nomination for the 2008 release year for his role in Tropic Thunder.The first role Downey accepted after Iron Man was Sherlock Holmes in Guy Ritchie's adaptation Sherlock Holmes. Warner Bros. released it on December 25, 2009. The film set several box office records in the United States for a Christmas Day release, beating the previous record-holder, 2008's Marley & Me, by nearly $10 million, and finished second to Avatar in a record-setting Christmas weekend box office. Sherlock Holmes ended up being the 8th highest-grossing",
        "ngram": 256,
        "subject": "Betty White"
    },
    {
        "text": "In 2003, Bird was hired as the Indiana Pacers' president of basketball operations. After the 2011–2012 NBA season, Bird was named NBA Executive of the Year, becoming the only man in NBA history to win the NBA MVP, Coach of the Year and Executive of the Year. On June 27, 2012, a day before the 2012 NBA draft, Bird and the Pacers announced that they would be parting ways; Bird said that health issues were among the reasons for his departure. Bird returned to the Pacers as president of basketball operations in 2013. He stepped down again in 2017, but stayed with the team in an advisory capacity.  He continued to serve as an advisor until July 2022, when he \"stepped back from maintaining an active role with the Indiana Pacers\". Nearly a year later, it was announced in June 2023 the Pacers re-hired Bird to serve as a consultant.",
        "ngram": 151,
        "subject": "Betty White"
    },
    {
        "text": "Described as a \"branding pioneer\", Lopez has been credited with ushering in a new era of celebrity branding. Her first fragrance, Glow by JLo, influenced the rise of celebrity fragrances in the 2000s. Her fragrance line became the most successful celebrity line in the world, with sales exceeding $2 billion as of 2012. Lopez's clothing brand was one of the first celebrity fashion lines; scholars have credited her with redefining \"how fashion is produced and entwined with other artistic endeavors\", and popularizing a trend of utilizing racial ambiguity for branding purposes in fashion and cosmetics.",
        "ngram": 95,
        "subject": "Betty White"
    },
    {
        "text": "He has played lead characters on television in three series. The second show aired on ABC between 1990 and 1992, the first season being titled Gabriel's Fire and the second (after a format revision) Pros and Cons. In both formats of that show, Jones played a former policeman wrongly convicted of murder who, upon his release from prison, became a private eye. In 1995, Jones starred in Under One Roof as Neb Langston, a widowed African-American police officer sharing his home in Seattle with his daughter, his married son with his children, and Neb's newly adopted son. The show was a mid-season replacement and lasted only six weeks, but earned him another Emmy nomination. He also portrayed Thad Green on \"Mathnet\", a parody of Dragnet that appeared in the PBS program Square One Television. In 1998, Jones starred in the widely acclaimed syndicated program An American Moment (created by James R. Kirk and Ninth Wave Productions). Jones took over the role left by Charles Kuralt, upon Kuralt's death.",
        "ngram": 168,
        "subject": "Betty White"
    },
    {
        "text": "helped cause Sid's elimination, leaving Flair (who had entered the match as the 3rd entrant) as the winner and new WWF Champion. Hogan and Sid patched things up and teamed together on Saturday Night's Main Event XXX against Flair and Undertaker, but during the match Sid abandoned Hogan, starting their feud. At WrestleMania VIII, Hogan defeated Sid via disqualification due to interference by Sid's manager Harvey Wippleman. Hogan was then attacked by Papa Shango and was saved by the returning Ultimate Warrior.",
        "ngram": 82,
        "subject": "Betty White"
    },
    {
        "text": "During her years in elementary school, she excelled in the arts, such as music and literature. Carey began writing poetry and lyrics while attending Harborfields High School in Greenlawn, New York, where she graduated in 1987. Carey began vocal training under the tutelage of her mother. Though she was a classically trained opera singer, Patricia Carey never pressured her daughter to pursue a career in classical opera. Mariah Carey recalled that she had \"never been a pushy mom. She never said, 'Give it more of an operatic feel.' I respect opera like crazy, but it didn't influence me.\" In high school, Mariah Carey was often absent because of her work as a demo singer. This led to her classmates giving her the nickname Mirage. Working in the Long Island music scene gave her opportunities to work with musicians such as Gavin Christopher and Ben Margulies, with whom she co-wrote material for her demo tape. After moving to New York City, she worked part-time jobs to pay the rent and completed 500 hours of beauty school. Carey moved into a one-bedroom apartment in Manhattan with four female students as roommates. She landed a gig singing backup for freestyle singer Brenda K. Starr.",
        "ngram": 201,
        "subject": "Betty White"
    },
    {
        "text": "Ice Cube has been married to Kimberly Woodruff since April 26, 1992. They have five children together; their oldest son O'Shea Jackson Jr. (born 1991) portrayed him in the film Straight Outta Compton. When asked about the balance between his music and parenting in 2005, Cube discussed teaching his children to question the value of violence depicted in all media, not just song lyrics. Through his son O'Shea Jackson Jr. Ice Cube is a grandfather.",
        "ngram": 75,
        "subject": "Betty White"
    },
    {
        "text": "Simon Phillip Cowell (; born 7 October 1959) is an English television personality, entrepreneur, and record executive. He has judged on the British television talent competition shows Pop Idol (2001–2003), The X Factor UK (2004–2010, 2014–2018) and Britain's Got Talent (2007–present), and the American television talent competition shows American Idol (2002–2010), The X Factor US (2011–2013) and America's Got Talent (2016–present). Cowell founded the British entertainment company Syco in 2005, as well as its now-defunct predecessor, Syco Music (also known as S Records) in 2002.",
        "ngram": 85,
        "subject": "Betty White"
    },
    {
        "text": "At 172 cm (5 ft 8 in) and weighing 64 kg (141 lb), Lee was renowned for his physical fitness and vigor, achieved by using a dedicated fitness regimen to become as strong as possible. After his match with Wong Jack-man in 1965, Lee changed his approach toward martial arts training. Lee felt that many martial artists of his time did not spend enough time on physical conditioning. Lee included all elements of total fitness—muscular strength, muscular endurance, cardiovascular endurance, and flexibility. He used traditional bodybuilding techniques to build some muscle mass, though not overdone, as that could decrease speed or flexibility. At the same time, concerning balance, Lee maintained that mental and spiritual preparation are fundamental to the success of physical training in martial arts skills. In Tao of Jeet Kune Do he wrote:",
        "ngram": 135,
        "subject": "Betty White"
    },
    {
        "text": "Derived from one of his catchphrases \"lay the smackdown\", WWE introduced in 1999 its second flagship program, WWE SmackDown, which became television's second longest-running weekly episodic program in history. The term \"smackdown\" was included in Merriam-Webster dictionaries in 2007. He is also known for popularizing the term \"jabroni\", derived from \"jobber\", although it was originally introduced by The Iron Sheik. The Rock holds the record for most Raw shows main-evented in one year (38 in 2000), most SmackDown shows main-evented in one year (36 in 2000), and is tied with Stone Cold Steve Austin (in 2001) for most PPV shows main evented in one year (12 in 2000).",
        "ngram": 108,
        "subject": "Betty White"
    },
    {
        "text": "Jefferson's approximately $100,000 of debt weighed heavily on his mind in his final months, as it became increasingly clear that he would have little to leave to his heirs. In February 1826, he successfully applied to the General Assembly to hold a public lottery as a fundraiser. His health began to deteriorate in July 1825, due to a combination of rheumatism from arm and wrist injuries, and intestinal and urinary disorders. By June 1826, he was confined to bed. On July 3, overcome by fever, Jefferson declined an invitation to attend an anniversary celebration of the Declaration in Washington.",
        "ngram": 99,
        "subject": "Betty White"
    },
    {
        "text": "Statue of Bruce Lee (Mostar): The day before the Hong Kong statue was dedicated, the city of Mostar in Bosnia and Herzegovina unveiled its own 1.68 m (5.5 ft) bronze statue; supporters of the statue cited Lee as a unifying symbol against the ethnic divisions in the country, which had culminated in the 1992–95 Bosnian War.",
        "ngram": 56,
        "subject": "Betty White"
    },
    {
        "text": "In 2017, Elliott starred in The Hero, as Lee Hayden, an aging Western icon with a golden voice, whose best performances are decades behind him. His work in the film received much critical acclaim with Joey Magidson, writing for AwardsCircuit, proclaiming that \"Elliott is perfect here. The Hero encapsulates everything you love about him into one package.\" Later that year, Elliott starred in The Man Who Killed Hitler and Then the Bigfoot.",
        "ngram": 72,
        "subject": "Betty White"
    },
    {
        "text": "Tyler Perry's films have come under intense scrutiny with many scrutinizers claiming his films traffic in offensive and negative African-American stereotypes. Author Donald Bogle stated in an interview with Entertainment Weekly, \"Madea does have connections to the old mammy type. She’s mammy-like. If a white director put out this product, the black audience would be appalled.\"In an open letter to Perry on National Public Radio, journalist Jamilah Lemieux, while thanking Perry for \"giving black folks jobs in front of and behind the camera,\" also criticized his shows Meet the Browns and House of Payne. In her letter, she stated that \"both your shows are marked by old stereotypes of buffoonish, emasculated black men and crass, sassy black women.\" While she noted his work for its humor and \"positive messages of self-worth, love and respect,\" she later expressed frustration that African-Americans \"have been fed the same images of ourselves over and over and over because they sell.\"Lemieux dismissed his famous Madea character, claiming that \"Through her, the country has laughed at one of the most important members of the black community: Mother Dear, the beloved matriarch. ... Our mothers and grandmothers deserve much more than that.\" While she expressed appreciation toward Perry for dismissing critics' negative comments, Lemieux claimed that \"many black folks have expressed some of the very same attitudes about your work that white critics have,\" and urged him to \"stop dismissing the critics as haters and realize that black people need new stories and new storytellers.\"",
        "ngram": 248,
        "subject": "Betty White"
    },
    {
        "text": "On February 7, 2023, he passed Kareem Abdul-Jabbar as the all-time leading scorer in NBA history. Abdul-Jabbar had previously set the record on April 5, 1984, 8 months before James was born. After James broke the record, the NBA stopped the game with 10.9 seconds left in the third quarter for an on-court ceremony. During the ceremony, he received the game ball from Abdul-Jabbar. He also gave a speech and then embraced Abdul-Jabbar, as well as his family. James missed the following three games due to left ankle soreness. On February 19, Team LeBron lost the 2023 NBA All-Star Game 184–175 to Team Giannis, marking the first time that James lost an All-Star game as a captain. Prior to the game, he had been undefeated (5–0) as a captain, and since the format was changed in 2018. During the game, he suffered a right hand contusion and was ruled out for the entire 2nd half.",
        "ngram": 155,
        "subject": "Betty White"
    },
    {
        "text": "Clancy's 80-acre estate, which was once a summer camp, is located in Calvert County, Maryland. It has a panoramic view of the Chesapeake Bay. The stone mansion, which cost $2 million, has 24 rooms and features a shooting range in the basement. The property also features a World War II–era M4 Sherman tank, a Christmas gift from his first wife.Clancy also purchased a 17,000-square-foot penthouse condominium in the Ritz-Carlton, in Baltimore's Inner Harbor, for $16 million. Clancy and his wife combined four units to create the apartment.His Chesapeake Bay estate sold for $4.9 million in 2020.",
        "ngram": 96,
        "subject": "Betty White"
    },
    {
        "text": "Beginning in the 1980s, Farrow had a decade-long relationship with director Woody Allen; they collaborated on many of his films. Her first film with Allen was the comedy A Midsummer Night's Sex Comedy (1982), in a role originally intended for Diane Keaton. She next appeared in Allen's Zelig (1983), portraying a psychiatrist whose patient, Leonard Zelig (Allen), takes on characteristics of those around him in an effort to be liked.In Broadway Danny Rose (1984), Farrow starred as the mistress of a washed-up lounge musician who becomes involved with the mob. Both her character, and the film, were inspired by woman she and Allen had frequently encountered while dining at Rao's, an Italian restaurant in East Harlem. Farrow gained weight for the role and adopted a thick Italian-American accent; Allen biographer John Bailey described her as \"unrecognizable\" in the role. Farrow gained critical notice for this role, and she was nominated for a Golden Globe Award for Best Actress in a Comedy or Musical. Allen subsequently reflected that her performance was a \"very, very brave thing for her to do,\" as the majority of her scenes required her to wear sunglasses that block view of her eyes. Farrow also voiced the title role in the animated film The Last Unicorn (1982). After Broadway Danny Rose, Farrow had a supporting role in Jeannot Szwarc's superhero film Supergirl (1984), playing Alura In-Ze, the mother of Supergirl. The film was considered a box office bomb, earning $13 million against its $35 million budget.Farrow reunited with Allen for his The Purple",
        "ngram": 256,
        "subject": "Betty White"
    },
    {
        "text": "Later on, Blair questioned the Pope's attitude towards homosexuality, arguing that religious leaders must start \"rethinking\" the issue. Blair was reprimanded by Cardinal Basil Hume in 1996 for receiving Holy Communion at Mass, while still an Anglican, in contravention of canon law. On 22 December 2007, it was disclosed that Blair had joined the Catholic Church. The move was described as \"a private matter\". He had informed Pope Benedict XVI on 23 June 2007 that he wanted to become a Catholic. The Pope and his advisors criticised some of Blair's political actions, but followed up with a reportedly unprecedented red-carpet welcome, which included the Cardinal Archbishop of Westminster, Cormac Murphy-O'Connor, who would be responsible for Blair's Catholic instruction. In 2010, The Tablet named him as one of Britain's most influential Catholics.",
        "ngram": 131,
        "subject": "Betty White"
    },
    {
        "text": "Jefferson's grandson Randolph was present and recorded the reunion: \"As they approached each other, their uncertain gait quickened itself into a shuffling run, and exclaiming, 'Ah Jefferson!' 'Ah Lafayette!', they burst into tears as they fell into each other's arms.\" Jefferson and Lafayette then retired to the house to reminisce. The next morning Jefferson, Lafayette, and James Madison attended a tour and banquet at the University of Virginia. Jefferson had someone else read a speech he had prepared for Lafayette, as his voice was weak and could not carry. This was his last public presentation. After an 11-day visit, Lafayette bid Jefferson goodbye and departed Monticello.",
        "ngram": 106,
        "subject": "Betty White"
    },
    {
        "text": "Many members of Warwick's family were members of the Drinkard Singers, a family gospel group and RCA recording artists who frequently performed throughout the New York metropolitan area. The original group, known as the Drinkard Jubilairs, consisted of Cissy, Anne, Larry, and Nicky, and later included Warwick's grandparents, Nicholas and Delia Drinkard, and their children: William, Lee (Warwick's mother) and Hansom. When the Drinkard Singers performed on TV Gospel Time, Dionne Warwick had her television performance debut.",
        "ngram": 77,
        "subject": "Betty White"
    },
    {
        "text": "Grant started his education at Hogarth Primary School in Chiswick, then moved to St Peter's Primary School in Hammersmith, followed by Wetherby School, an independent preparatory school in Notting Hill. From 1969 to 1978, he attended Latymer Upper School in Hammersmith, at the time a direct grant grammar school. He was educated on a scholarship and played 1st XV rugby, cricket, and football. He also represented Latymer Upper on the quiz show Top of the Form, an academic competition between two teams of four secondary school students each.In 1979, he won the Galsworthy scholarship to New College, Oxford. He studied English literature and graduated with a 2.1 grade. Viewing acting as nothing more than a creative outlet, he joined the Oxford University Dramatic Society and was Fabian in a production of Twelfth Night. He also starred in his first film, Privileged (1982), produced by the Oxford University Film Foundation.He received an offer from the Courtauld Institute of Art, University of London, to pursue a PhD in art history, but decided not to take the offer because he failed to secure a grant.",
        "ngram": 182,
        "subject": "Betty White"
    },
    {
        "text": "In October 2016, portions of Trump's state filings for 1995 were leaked to a reporter from The New York Times. They show that Trump had declared a loss of $916 million that year, which could have let him avoid taxes for up to 18 years.",
        "ngram": 45,
        "subject": "Betty White"
    },
    {
        "text": "In the regular-season finale of 2001, Favre was the target of minor controversy when, in a game against the New York Giants at Giants Stadium, he was sacked by the Giants defensive end Michael Strahan. It was Strahan's lone sack of the game and gave him the NFL's single–season sack record of 22.5, which topped Mark Gastineau's record of 22 set in 1984. The controversy (Favre fell over unusually easily) has followed Strahan continuously since he set the record. Jim Fassel, Strahan's coach in 2001, said that when a respected athlete like Strahan gets close to an all-time record, sometimes opponents want him to break it.",
        "ngram": 106,
        "subject": "Betty White"
    },
    {
        "text": "In mid-1988, Hogan wrestled at house shows in singles competition with his \"War Bonnet\", a red and yellow gladiator helmet with a fist-shaped crest. This was notably used to give Bad News Brown his first WWF loss at a Madison Square Garden house show before it was discarded altogether. The War Bonnet gimmick was revisited in the WWE's online comedy series Are You Serious? in 2012.",
        "ngram": 66,
        "subject": "Betty White"
    },
    {
        "text": "November 1, 2004: Kelly launched a $75 million lawsuit against former friend Jay-Z and several concert organizers and/or promoters for removing him from the Best of Both Worlds tour. The lawsuit for breach of contract, which sought $75 million in damages ($60 million in punitive damages and $15 million for lost income) was a result of not being able to tour.",
        "ngram": 61,
        "subject": "Betty White"
    },
    {
        "text": "In late 2016, Carter made statements critical of the Black Lives Matter movement, saying, \"I don't feel connected to a damn thing that ain't got nothin' to do with me. If you do, you crazy as shit,\" adding that his status as a wealthy black man who has white fans is evidence that black people are valued in the United States.",
        "ngram": 61,
        "subject": "Betty White"
    },
    {
        "text": "From 20 March to 27 April 1890, Van Gogh was included in the sixth exhibition of the Société des Artistes Indépendants in the Pavillon de la Ville de Paris on the Champs-Elysées. Van Gogh exhibited ten paintings. While the exhibition was on display with the Artistes Indépendants in Paris, Claude Monet said that Van Gogh's work was the best in the show.",
        "ngram": 62,
        "subject": "Betty White"
    },
    {
        "text": "Winkler met Stacey (formerly Weitzman; née Furstman) in a Beverly Hills clothing store in 1976, and they married in 1978, in the synagogue where he had his bar mitzvah. They have two children, Max and Zoe, and Jed Weitzman, Stacey's son from her previous marriage to Howard Weitzman, is Winkler's stepson.His cousin, the late actor and comedian Richard Belzer, starred as John Munch in the TV series Law & Order: Special Victims Unit (1999–2013).In 2018, almost 80 years after his parents had left Germany, Winkler returned to Berlin for the television show Better Late Than Never and shared their story on the Season 2 episode \"Berlin: How Do You Say Roots in German?\".Winkler continues to remain close with members of the Happy Days cast, telling the Hollywood Reporter in November 2021 that \"I loved the people. They are still my friends.\"",
        "ngram": 141,
        "subject": "Betty White"
    },
    {
        "text": "In 1970, Simon taught songwriting at New York University. He said he had wanted to teach for a while, and hoped to help people avoid some of the mistakes he had made: \"You can teach somebody about writing songs. You can't teach someone how to write a song ... I'd go to a course if the Beatles would talk about how they made records because I'm sure I could learn something.\"",
        "ngram": 71,
        "subject": "Betty White"
    },
    {
        "text": "After transitioning from modeling to acting in the late 1970s, Basinger has had over fifty credits in film and television productions, as of 2018. She garnered a Golden Globe Award nomination for Best Supporting Actress for her performance in The Natural (1984), and as part of the cast of Prêt-à-Porter (1994), she received an ensemble award from the National Board of Review. She won the Academy Award, a Golden Globe Award, a BAFTA Award, a Screen Actors Guild Award, and a Southeastern Film Critics Association Award for Best Supporting Actress in L.A. Confidential (1997).",
        "ngram": 94,
        "subject": "Betty White"
    },
    {
        "text": "On September 24, 2008, Carter published his first blog for ESPN in their issue, ESPN The Magazine. Carter revealed he was a fan of tennis, the Green Bay Packers, the Boston Bruins, the Los Angeles Lakers and the Boston Red Sox. To commemorate the Packers' making it to Super Bowl XLV, he spoofed Wiz Khalifa's hit song \"Black and Yellow\" (which were the colors of the Packers' opponents, the Pittsburgh Steelers) in a song titled \"Green and Yellow\". He released a second version of the song in 2021, which was requested by the Packers, and updated with the current roster. Carter has continued writing for ESPN, notably reporting at the ESPN Super Bowl party. ",
        "ngram": 115,
        "subject": "Betty White"
    }
]