[
    {
        "text": "On Sophistical RefutationsThe order of the books (or the teachings from which they are composed) is not certain, but this list was derived from analysis of Aristotle's writings. It goes from the basics, the analysis of simple terms in the Categories, the analysis of propositions and their elementary relations in On Interpretation, to the study of more complex forms, namely, syllogisms (in the Analytics) and dialectics (in the Topics and Sophistical Refutations). The first three treatises form the core of the logical theory stricto sensu: the grammar of the language of logic and the correct rules of reasoning. The Rhetoric is not conventionally included, but it states that it relies on the Topics.",
        "ngram": 113,
        "subject": "Henry Winkler"
    },
    {
        "text": "On June 25, 2014, James opted out of his contract with the Heat, and on July 1, he officially became an unrestricted free agent. On July 11, he revealed via a first-person essay in Sports Illustrated that he intended to return to the Cavaliers. In contrast to The Decision, his announcement to return to Cleveland was well received. On July 12, he officially signed with the team, who had compiled a league-worst 97–215 record in the four seasons following his departure. A month after James's signing, the Cavaliers acquired Kevin Love from the Minnesota Timberwolves, forming a new star trio along with Kyrie Irving.",
        "ngram": 104,
        "subject": "Henry Winkler"
    },
    {
        "text": "Estevez has acted alongside his father several times. He starred in (and directed) the 1996 The War at Home in which he played a Vietnam War veteran dealing with posttraumatic stress disorder, while Martin Sheen played his unsympathetic father.Estevez appeared in an uncredited role in the feature film Mission: Impossible. From 1998 to 1999, he appeared in three television films: the spaghetti Western Dollar for the Dead (1998), the comedy Late Last Night (1999), and Rated X (2000), which he directed. In 2000, Estevez starred in the Moxie! Award-winning thriller Sand as part of an ensemble cast that also included Denis Leary, Jon Lovitz, Harry Dean Stanton, and Julie Delpy.",
        "ngram": 110,
        "subject": "Henry Winkler"
    },
    {
        "text": "On January 12, 2023, at around 10:30 a.m., Presley suffered a cardiac arrest at her home in Calabasas, California. Her heart was restarted after CPR was administered en route to West Hills Hospital in Los Angeles, but she died later that day at the age of 54. According to her autopsy report, Presley died of \"small bowel obstruction\" caused by a bariatric surgery she had undergone. The autopsy stated that the opioids in her system did not contribute to her death.",
        "ngram": 81,
        "subject": "Henry Winkler"
    },
    {
        "text": "On April 24, 1980, Carter ordered Operation Eagle Claw to try to free the hostages. The mission failed, leaving eight American servicemen dead and two aircraft destroyed. The failure led Secretary of State Cyrus Vance, who had opposed the mission, to resign.",
        "ngram": 42,
        "subject": "Henry Winkler"
    },
    {
        "text": " It is … constitutional to take … from oligarchy that offices are to be elected, and from democracy that this is not to be on a property-qualification. This then is the mode of the mixture; and the mark of a good mixture of democracy and oligarchy is when it is possible to speak of the same constitution as a democracy and as an oligarchy. Aristotle's views on women influenced later Western philosophers, who quoted him as an authority until the end of the Middle Ages, but these views have been controversial in modern times. Aristotle's analysis of procreation describes an active, ensouling masculine element bringing life to an inert, passive female element. The biological differences are a result of the fact that the female body is well-suited for reproduction, which changes her body temperature, which in turn makes her, in Aristotle's view, incapable of participating in political life. On this ground, proponents of feminist metaphysics have accused Aristotle of misogyny and sexism. However, Aristotle gave equal weight to women's happiness as he did to men's, and commented in his Rhetoric that the things that lead to happiness need to be in women as well as men.",
        "ngram": 197,
        "subject": "Henry Winkler"
    },
    {
        "text": "In 2013, Cage was involved in many projects. Notable films including animated film The Croods, in which he voiced a character named Grug Crood. The Croods received positive reviews from critics and was a box-office success grossing $585 million against a budget of $135 million. He starred as main character in The Frozen Ground, a thriller crime drama film directed and written by Scott Walker in his directorial debut, based on the crimes of real-life Alaskan serial killer Robert Hansen. The film, reunited him with Cusack, depicts an Alaskan State Trooper, played by Cage, seeking to apprehend Hansen, played by Cusack, by partnering with a young woman who escaped from Hansen's clutches. The film has received mixed reviews though Cage's performance was cited as a highlight and solid. He also starred in Joe, an independent crime drama film directed and co-produced by David Gordon Green, adaptation from Larry Brown's 1991 novel of the same name. In this film Nicolas Cage is a tormented man who hires a 15-year-old boy (played by Tye Sheridan) and protects him from his abusive father. The film premiered at the 70th Venice International Film Festival on August 30, 2013, with a subsequent screening at the 2013 Toronto International Film Festival. It was a box office flop, grossing only $2.36 million from a $4 million budget, but received critical acclaim from critics, who praised Cage's performance and Green's direction.",
        "ngram": 233,
        "subject": "Henry Winkler"
    },
    {
        "text": "In 2011, production began on Django Unchained, a film about the revenge of a former slave in the Southern United States in 1858. The film stemmed from Tarantino's desire to produce a Spaghetti Western set in America's Deep South during the Antebellum Period. Tarantino called the proposed style \"a southern\", stating that he wanted \"to do movies that deal with America's horrible past with slavery and stuff but do them like spaghetti westerns, not like big issue movies. I want to do them like they're genre films, but they deal with everything that America has never dealt with because it's ashamed of it, and other countries don't really deal with because they don't feel they have the right to\". It was released in December 2012 and became his highest grossing film to date. He also received his second Academy Award for Best Original Screenplay.",
        "ngram": 144,
        "subject": "Henry Winkler"
    },
    {
        "text": "Kravitz released his sixth album Lenny in October 2001. The album was recorded in Miami. Kravitz wrote the song \"Bank Robber Man\" after the Miami Police Department detained and cuffed him while walking to the gym with his trainer because police stated that he matched the description of a bank robber. Kravitz did not have any identification with him at the time and the police on the scene did not believe that he was indeed Lenny Kravitz. The bank teller who was robbed was then brought to the scene and said Kravitz was not the bank robber. Miami Police later sent officers to Kravitz's home to apologize for the detention. When asked if he thought the incident was a case of racial profiling, Kravitz said he was not sure although some of the lyrics in the song suggest otherwise. The first single from the album, \"Dig In\", went to number 1 in Argentina and the top 10 in Italy and Portugal. The video for \"Dig In\" was originally supposed to be shot at the top of the Empire State Building on September 12, 2001, but the terrorist attacks on the World Trade Center on September 11, 2001, caused the location to be moved. The video was later shot off the coast of Miami. He won his fourth Grammy in 2002. \"Stillness of Heart\", \"Believe in Me\", and \"If I Could Fall In Love\" were subsequent singles from the album.",
        "ngram": 239,
        "subject": "Henry Winkler"
    },
    {
        "text": "Jenner has two nail lacquers from the Nicole by OPI nail polish brand called Wear Something Spar-kylie and Rainbow in the S-kylie. Jenner and her sister Kendall earned $100,000 each for their OPI endorsements in 2013. On November 15, 2013, the Jenner sisters announced that they would launch The Kendall & Kylie Collection with PacSun which launched in February 2013. Since its conception, the sisters have released several collections for this line. In July 2013, the Jenner sisters launched a jewelry line with Pascal Mouawad's Glamhouse to create the Metal Haven by Kendall & Kylie jewelry collection.",
        "ngram": 97,
        "subject": "Henry Winkler"
    },
    {
        "text": "Robert Lane Saget was born into a Jewish family in Philadelphia, Pennsylvania, on May 17, 1956, the son of hospital administrator Rosalyn and supermarket chain executive Benjamin Saget. Early in his life, his family moved to Norfolk, Virginia, where he briefly attended Lake Taylor High School. He would later say that his sense of humor developed while he was a rebellious student at the Conservative synagogue Temple Israel in Norfolk. Due to a lack of family in Norfolk, he returned to Philadelphia for his bar mitzvah. The family later moved from Norfolk to the Encino neighborhood of Los Angeles, California, where Saget met Larry Fine of The Three Stooges and listened to him tell stories. The family then moved back to the Philadelphia area prior to his senior year, and he graduated from Abington Senior High School. Saget originally intended to become a doctor, but his Honors English teacher saw his creative potential and urged him to pursue an acting career.",
        "ngram": 161,
        "subject": "Henry Winkler"
    },
    {
        "text": "He directed several short films, including the music video for Barnes & Barnes's novelty song \"Fish Heads\", which aired during Saturday Night Live's low-rated 1980–81 season and was in heavy rotation during the early days of Canadian music channel MuchMusic. He was cast in a music video for the 1982 Pat Benatar song \"Shadows of the Night\" in which he appeared as a Nazi radio officer.",
        "ngram": 66,
        "subject": "Henry Winkler"
    },
    {
        "text": "Socrates did not document his teachings. All that is known about him comes from the accounts of others: mainly the philosopher Plato and the historian Xenophon, who were both his pupils; the Athenian comic dramatist Aristophanes (Socrates's contemporary); and Plato's pupil Aristotle, who was born after Socrates's death. The often contradictory stories from these ancient accounts only serve to complicate scholars' ability to reconstruct Socrates's true thoughts reliably, a predicament known as the Socratic problem. The works of Plato, Xenophon, and other authors who use the character of Socrates as an investigative tool, are written in the form of a dialogue between Socrates and his interlocutors and provide the main source of information on Socrates's life and thought. Socratic dialogues (logos sokratikos) was a term coined by Aristotle to describe this newly formed literary genre. While the exact dates of their composition are unknown, some were probably written after Socrates's death. As Aristotle first noted, the extent to which the dialogues portray Socrates authentically is a matter of some debate.",
        "ngram": 170,
        "subject": "Henry Winkler"
    },
    {
        "text": "The song was a global success, topping the charts in almost all countries. With 24 million copies sold, it became the best-selling single ever by a female solo artist. Houston won the Grammy Award for Record of the Year in 1994 for \"I Will Always Love You\". In addition, it won the MTV Movie Award for Best Song from a Film, two American Music Awards in the favorite pop and soul song categories and two Soul Train Music Awards, including best single by a woman and song of the year. The soundtrack topped the Billboard 200 chart and remained there for 20 weeks. It remains the second longest cumulative number one album by a female artist on the chart after singer Adele's 21. The soundtrack also became one of the fastest-selling albums in history. During Christmas week of 1992, it sold over a million copies within a week, becoming the first album in music history to achieve that feat under the Nielsen SoundScan system. Houston released four more singles from the soundtrack. Two of which, \"I'm Every Woman\" and \"I Have Nothing\", both reaching the top five. On the week of March 13, 1993, Houston became the first solo artist in history to ever have three singles in the top 11 simultaneously and the first artist in general to do so since the beginning of SoundScan. Both \"I'm Every Woman\" and \"I Have Nothing\" hit number one in other Billboard charts, with the former topping the Dance Club Songs chart, and the latter becoming Houston's tenth",
        "ngram": 256,
        "subject": "Henry Winkler"
    },
    {
        "text": "Jefferson wrote letters and speeches prolifically; these show him to be well-read in the philosophical literature of his day and of antiquity. Nevertheless, some scholars do not take Jefferson seriously as a philosopher mainly because he did not produce a formal work on philosophy. However, he has been described as one of the most outstanding philosophical figures of his time because his work provided the theoretical background to, and the substance of, the social and political events of the revolutionary years and the development of the American Constitution in the 1770s and 1780s. Jefferson continued to attend to more theoretical questions of natural philosophy and subsequently left behind a rich philosophical legacy in the form of presidential messages, letters, and public papers.",
        "ngram": 122,
        "subject": "Henry Winkler"
    },
    {
        "text": "Ryan was attached to several productions in the early 2010s—including the ensemble drama Lives of The Saints opposite Kat Dennings, Kevin Zegers, and John Lithgow, and Long Time Gone, a film adaptation of the April Stevens novel Angel Angel,—all of which failed to materialize. In April 2011, it was announced that Ryan would make her feature film directing debut in Into the Beautiful, described as \"a contemporary Big Chill with longtime friends reconnecting\", but it was never made.In October 2012, Ryan was featured in the PBS documentary Half the Sky: Turning Oppression into Opportunity for Women Worldwide. The series introduces women and girls living under difficult circumstances and fighting to challenge them. The same month, Ryan's audiobook recording of William Saroyan's The Human Comedy was released. In October 2013, it was reported that Ryan would be returning to television to produce and star in a new comedy for NBC revolving around a former hotshot New York editor, for which it again failed to get production approval.Following another four-year hiatus, Ryan re-teamed with Lisa Kudrow on her improvisational comedy series Web Therapy, for which she filmed five episodes in 2013. The following year, she provided the future voice of Greta Gerwig's character in the pilot of How I Met Your Dad, a woman-centric variation of the CBS sitcom How I Met Your Mother that was not picked up. CBS later passed on the project.Ryan's next feature film was the ABC Family film Fan Girl, an independent comedy about a 15-year-old girl, played by Kiernan Shipka, with a",
        "ngram": 256,
        "subject": "Henry Winkler"
    },
    {
        "text": "Rockefeller's company and business practices came under criticism, particularly in the writings of author Ida Tarbell.  The Supreme Court ruled in 1911 that Standard Oil must be dismantled for violation of federal antitrust laws. It was broken up into 34 separate entities, which included companies that became ExxonMobil, Chevron Corporation, and others—some of which remain among the largest companies by revenue worldwide. Consequently, Rockefeller became the country's first billionaire, with a fortune worth nearly 2% of the national economy. His personal wealth was estimated in 1913 at $900 million, which was almost 3% of the US gross domestic product (GDP) of $39.1 billion that year.Rockefeller spent much of the last 40 years of his life in retirement at Kykuit, his estate in Westchester County, New York, defining the structure of modern philanthropy, along with other key industrialists such as Andrew Carnegie.  His fortune was used chiefly to create the modern systematic approach of targeted philanthropy through the creation of foundations that supported medicine, education, and scientific research. His foundations pioneered developments in medical research and were instrumental in the near-eradication of hookworm in the American South, and yellow fever in the United States. He and Carnegie gave form and impetus through their charities to the work of Abraham Flexner, who in his essay \"Medical Education in America\" emphatically endowed empiricism as the basis for the US medical system of the 20th century.Rockefeller was the founder of the University of Chicago and Rockefeller University, and funded the establishment of Central Philippine University in the Philippines.",
        "ngram": 256,
        "subject": "Henry Winkler"
    },
    {
        "text": "In 2004, Ultimate Fighting Championship (UFC) founder Dana White called Lee the \"father of mixed martial arts\" and stated: \"If you look at the way Bruce Lee trained, the way he fought, and many of the things he wrote, he said the perfect style was no style. You take a little something from everything. You take the good things from every different discipline, use what works, and you throw the rest away\".",
        "ngram": 72,
        "subject": "Henry Winkler"
    },
    {
        "text": "Protective of his privacy, Day-Lewis has described his life as a \"lifelong study in evasion\". He had a relationship with French actress Isabelle Adjani that lasted six years, eventually ending after a split and reconciliation. Their son was born in 1995 in New York City a few months after the relationship ended.In 1996, while working on the film version of the stage play The Crucible, he visited the home of playwright Arthur Miller, where he was introduced to the writer's daughter, Rebecca Miller. They married later that year, on 13 November 1996. The couple have two sons. They divide their time between their homes in Manhattan and Annamoe, Ireland.Day-Lewis has held dual British and Irish citizenship since 1993. He has maintained his Annamoe home since 1997. He stated: \"I do have dual citizenship, but I think of England as my country. I miss London very much, but I couldn't live there because there came a time when I needed to be private and was forced to be public by the press. I couldn't deal with it.\" He is a supporter of South East London football club Millwall. Day-Lewis is also an Ambassador for The Lir Academy, a new drama school at Trinity College Dublin, founded in 2011.In 2010, Day-Lewis received an honorary doctorate in letters from the University of Bristol, in part because of his attendance of the Bristol Old Vic Theatre School in his youth. Day-Lewis has stated that he had \"no real religious education\", and that he \"suppose[s]\" he is \"a die-hard agnostic\". In",
        "ngram": 256,
        "subject": "Henry Winkler"
    },
    {
        "text": "Her next tournament was the Wimbledon Championships, where she had reached the final the previous three years. Despite her knee injury, she made it to the quarterfinals, where she lost to Tsvetana Pironkova. Pironkova was ranked No. 82 and had never gone past the second round of a Grand Slam event. As a result, Williams dropped to No. 4. She was the defending champion in doubles with her sister Serena, having won the tournament in the previous two years. However, they lost this time in the quarterfinals to Elena Vesnina and Vera Zvonareva.",
        "ngram": 93,
        "subject": "Henry Winkler"
    },
    {
        "text": "Goodman rose to fame in acting by playing the role of Dan Conner on the ABC sitcom Roseanne from 1988 to 1997. He returned to the character in 2018 for the revived, 10th season, where he said \"Roseanne and I just went back to having a ball\", and then stayed on for the show's subsequent spin-off The Conners. Goodman had a long history of appearances on late night comedy shows and was the first guest on Late Night with Conan O'Brien, which won him the series' \"First Guest Medal\" (Goodman joked he would pawn the medal for a bottle of cheap Scotch). Goodman has hosted NBC's Saturday Night Live 13 times, while also making seven cameo appearances as Linda Tripp during the Monica Lewinsky scandal, three appearances as Rex Tillerson, and cameoing on the season 28 finale hosted by former SNL cast member Dan Aykroyd. With little to no experience in TV comedy, Goodman auditioned to be a cast member for Jean Doumanian's tumultuous 1980–1981 SNL season and was rejected, along with up-and-coming comedians Jim Carrey, Paul Reubens, and Robert Townsend.",
        "ngram": 181,
        "subject": "Henry Winkler"
    },
    {
        "text": "Lowe got his first professional acting role in 1976 when he was 12 and still living in Dayton. He played an errand boy in a production of Sherlock Holmes at the Wright State University summer theater. He landed the part by calling every local theater and asking each if there was a part for a child in a play. Lowe was paid $150 for the role. In 1979, Lowe landed the part of Tony Flanagan in the short-lived television comedy A New Kind of Family.",
        "ngram": 85,
        "subject": "Henry Winkler"
    },
    {
        "text": "In November, Hogan moved into a storyline with Bully Ray after Austin Aries revealed a secret relationship between Ray and Hogan's daughter Brooke. After seeing them kissing in a parking garage on the December 20 episode of Impact Wrestling, Hogan suspended Ray indefinitely. The following week on Impact Wrestling, after Ray saved Brooke from a kidnapping by the Aces & Eights, Brooke accepted his marriage proposal. Despite Hogan's disapproval, he still walked Brooke down the aisle for her wedding on the next episode of Impact Wrestling, during which Ray's groomsmen Taz interrupted and revealed himself as a member of the Aces & Eights, leading the group to attack Hogan, Ray, and the rest of the groomsmen.",
        "ngram": 116,
        "subject": "Henry Winkler"
    },
    {
        "text": "Lively describes herself as a \"foodie and cook\", and has said Martha Stewart is her \"idol\". She is also a fan of Nigella Lawson's work. In 2008, Lively baked a cake with Stewart during an episode of The Martha Stewart Show. In 2009, Lively stated that she \"hoped one day to have an interior decorating company\", citing her love for antiques and fascination with \"colors and textures and layering things\". In 2010, she attended a tailor-made workshop at Le Cordon Bleu in Paris, and has spoken of her desire to return to the culinary school for further instruction.She has remarked that, when travelling, she always takes cookery classes to immerse herself in the local culture. In 2010 and again in 2011, Lively spoke publicly of her desire to become a restaurateur. In 2011, she created a s'mores cupcake to be sold at Sprinkles bakeries. In 2012, Lively's wedding reception was featured in Martha Stewart Weddings; food photography was the focal point of the picture spread. In 2013, she appeared in Elle Decor to recount her experiences designing a custom La Cornue oven for her newly purchased Bedford home. In 2013, she filmed a cooking segment for Vogue's website, demonstrating how to make a brie pastry. In 2014, she launched Preserve, a digital magazine and e-commerce website with hand-made one-of-a-kind items all selected by Lively; on October 9, 2015, Lively closed the site, stating that it had been launched before it was ready, and that she plans to rebuild and relaunch it properly.In 2021, Lively launched Betty",
        "ngram": 256,
        "subject": "Henry Winkler"
    },
    {
        "text": "In 1954, Shatner decided to leave Stratford and move to New York City in the hope of building a career on the Broadway stage. He was soon offered the chance to make his first appearance on American television: in a children's program called The Howdy Doody Show, he created the role of Ranger Bob, co-starring with a cast of puppets and Clarabell the Clown, whose dialogue with Shatner consisted entirely of honks on a bicycle horn. It was four years before he won his first role in a major Hollywood movie, appearing in the MGM film The Brothers Karamazov as Alexei, the youngest of the brothers, in a cast that included Yul Brynner. In December 1958, directed by Kirk Browning, he appeared opposite Ralph Bellamy as a Roman tax collector in Bethlehem on the day of Jesus's birth in a Hallmark Hall of Fame live television production entitled The Christmas Tree, the cast list of which included Jessica Tandy, Margaret Hamilton, Bernadette Peters, Richard Thomas, Cyril Ritchard, and Carol Channing. His US television profile was heightened further when he had a leading role in an episode in the third (1957–58) season of Alfred Hitchcock Presents, \"The Glass Eye\".",
        "ngram": 198,
        "subject": "Henry Winkler"
    },
    {
        "text": "Presidential scholars and historians generally praise Jefferson's public achievements, including his advocacy of religious freedom and tolerance, his peaceful acquisition of the Louisiana Territory from France, and his leadership in supporting the Lewis and Clark Expedition. Jefferson is consistently ranked among the top ten US presidents, though his relationship with slavery continues to be debated. Jefferson was a slave owner, but condemned the slave trade in his draft of the Declaration of Independence and signed the Act Prohibiting Importation of Slaves in 1807. Since the 1790s, he was rumored to have had children by his slave Sally Hemings; according to scholarly consensus, Jefferson probably fathered six children with Hemings.  Jefferson's writings and advocacy for human rights, including freedom of thought, speech, and religion, served as substantial inspirations to the American Revolution and subsequent Revolutionary War in which the Thirteen Colonies succeeded in breaking from British America and establishing the United States as a free and sovereign nation. Jefferson was a leading proponent of democracy, republicanism, and individual rights, and produced formative documents and decisions at the state, national, and international levels. Jefferson's writings have been used by proponents of libertarianism to argue in favor of natural rights and small government.",
        "ngram": 201,
        "subject": "Henry Winkler"
    },
    {
        "text": "From 1995 to 1999, Rogan starred in the NBC sitcom NewsRadio as Joe Garrelli, an electrician and handyman at the show's fictional news radio station. The role was originally set to be played by actor Ray Romano, but Romano was let go from the cast after one rehearsal and Rogan was brought in. The switch caused Rogan to work with the show's writers to help develop the character before the show was set to launch, which he later described as a \"very dumbed-down, censored version\" of himself. Rogan befriended fellow cast member Phil Hartman, who confided his marital problems to him. Rogan claimed he tried to persuade Hartman to divorce his wife five times, but \"he loved his kids and didn't want to leave.\" In 1998, Hartman was murdered by his wife. The loss affected Rogan's ability to perform stand-up, and he canceled a week of scheduled gigs. Rogan later saw acting as an easy job, but grew tired of \"playing the same character every week\", and only did so for the money. He later viewed his time on NewsRadio as \"a dream gig\" that allowed him to earn money while working on his stand-up as often as he could. During the series, he worked on a pilot for a show entitled Overseas.",
        "ngram": 213,
        "subject": "Henry Winkler"
    },
    {
        "text": "At year's end, the Wrecking Ball Tour was named Top Draw by the Billboard Touring Awards for having the highest attendance of any tour that year. Financially, the tour grossed second to the one by Roger Waters. Springsteen finished second only to Madonna as the top money maker of 2012, with $33.44 million. The Wrecking Ball album, along with the single \"We Take Care of Our Own\", was nominated for three Grammy Awards, including Best Rock Performance and Best Rock Song for \"We Take Care of Our Own\" and Best Rock Album. Rolling Stone named Wrecking Ball the number one album of 2012 on their Top 50 list.",
        "ngram": 108,
        "subject": "Henry Winkler"
    },
    {
        "text": "On April 1, 2007, Morissette released a tongue-in-cheek cover of The Black Eyed Peas's selection \"My Humps\", which she recorded in a slow, mournful voice, accompanied only by a piano. The accompanying YouTube-hosted video, in which she dances provocatively with a group of men and hits the ones who act as if attempting to touch her breasts, had received 16,465,653 views as of February 15, 2009. Morissette did not take any interviews for a time to explain the song, and it was theorized that she did it as an April Fools' Day joke. Black Eyed Peas vocalist Stacy \"Fergie\" Ferguson responded by sending Morissette a buttocks-shaped cake with an approving note. On the verge of the release of her following album, she finally elaborated on how the video came to be, citing that she became very much emotionally loaded while recording her new songs one after the other and one day she wished she could do a simple song like \"My Humps\" and the joke just took a life of its own.",
        "ngram": 172,
        "subject": "Henry Winkler"
    },
    {
        "text": "Cyrus released her new single \"We Can't Stop\" on June 3. Touted as her comeback single, it became a worldwide commercial success, topping charts in territories such as the United Kingdom. The song's music video set the Vevo record for most views within twenty-four hours of release and became the first to reach 100 million views on the site. Cyrus performed with Robin Thicke at the 2013 MTV Video Music Awards, a performance that resulted in widespread media attention and public scrutiny. Her simulated sex acts with a foam finger were described as \"disturbing\" and the whole performance as \"cringe-worthy\". Cyrus released \"Wrecking Ball\" (2013) as the second single from Bangerz on the same day as the VMAs. The accompanying music video, which showed her swinging naked on a wrecking ball, was viewed over nineteen million times within 24 hours of its release, and drew criticism from some for allegedly objectifying Cyrus, including fellow singer Sinéad O’Connor, who said that \"you will obscure your talent by allowing yourself to be pimped, whether it's the music business or yourself doing the pimping\". Despite this, the single became Cyrus's first to top the Hot 100 in the US, and maintained the #1 spot for three weeks. It sold over two million copies.",
        "ngram": 210,
        "subject": "Henry Winkler"
    },
    {
        "text": "Brando displayed his apathy for the production by demonstrating some shocking onstage manners. He \"tried everything in the world to ruin it for her,\" Bankhead's stage manager claimed. \"He nearly drove her crazy: scratching his crotch, picking his nose, doing anything.\" After several weeks on the road, they reached Boston, by which time Bankhead was ready to dismiss him. This proved to be one of the greatest blessings of his career, as it freed him up to play the role of Stanley Kowalski in Tennessee Williams' 1947 play A Streetcar Named Desire, directed by Elia Kazan. Moreover, to that end, Bankhead herself, in her letter declining Williams' invitation to play the role of Blanche, gave Brando this ringing—albeit acid-tongued—endorsement stating \"I do have one suggestion for casting. I know of an actor who can appear as this brutish Stanley Kowalski character. I mean, a total pig of a man without sensitivity or grace of any kind. Marlon Brando would be perfect as Stanley. I have just fired the cad from my play, The Eagle Has Two Heads, and I know for a fact that he is looking for work\".",
        "ngram": 189,
        "subject": "Henry Winkler"
    },
    {
        "text": "Louis-Dreyfus lent her voice to the 2013 animated film Planes, in the role of Rochelle. To date, the film has grossed well over $200 million at the box office worldwide. She also starred in the film Enough Said, directed by Nicole Holofcener, which was released on September 18, 2013. This marked her debut as a lead actress in a full-length feature film. The film garnered rave reviews from film critics, ranking among the best-reviewed films of 2013. The website Rotten Tomatoes gives the film a score of 96% based on 152 reviews, many of them praising Louis-Dreyfus's performance. She received several Best Actress nominations including for the Golden Globe Awards and the Critics' Choice Movie Awards. Another review aggregation website, Metacritic, gave the film a score of 78 out of 100, based on 44 critics, signifying \"generally favorable reviews\".",
        "ngram": 139,
        "subject": "Henry Winkler"
    },
    {
        "text": "The Kissingerian doctrine endorsed the forced concession of Spanish Sahara to Morocco. At the height of the 1975 Sahara crisis, Kissinger misled Gerald Ford into thinking the International Court of Justice had ruled in favor of Morocco. Kissinger was aware in advance of the Moroccan plans for the invasion of the territory, materialized on November 6, 1975, in the so-called Green March.",
        "ngram": 62,
        "subject": "Henry Winkler"
    },
    {
        "text": "Grant's first studio-financed Hollywood project was opposite Julianne Moore in Chris Columbus's comedy Nine Months (1995). Though a hit at the box office, it was almost universally panned by critics. The Washington Post called it a \"grotesquely pandering caper\" and singled out Grant's performance, as a child psychiatrist reacting unfavourably to his girlfriend's unexpected pregnancy, for his \"insufferable muggings\". Grant himself has been highly critical of his performance in Nine Months, stating in a 2016 interview that \"I really ruined it. And it was entirely my fault. I panicked, it was such a big jump up from what I'd been paid before to what they were offering me. And the scale was inhuman to my standards, you know the scale of the production, 20th Century Fox, the whole thing. And I just tried much too hard, and you know I forgot to do basic acting things, like mean it. So I pulled faces and overacted, it was a shocker\".Next in 1995, he starred as Emma Thompson's suitor in her Academy Award-winning adaptation of Jane Austen's Sense and Sensibility, directed by Ang Lee. In 1995 he also performed in Restoration; Lisa Schwarzbaum wrote that Grant is \"having a fine and liberating time playing a supercilious court portrait painter\", and Kevin Thomas of Los Angeles Times said he has \"some delicious moments\" in the film.He made his debut as a film producer with the 1996 thriller Extreme Measures. Roger Ebert and Gene Siskel each gave the film three out of four stars, with Siskel writing \"Hugh Grant's work",
        "ngram": 256,
        "subject": "Henry Winkler"
    }
]