[
    {
        "text": "In December 1992, American Public Television aired Liza Minnelli Live from Radio City Music Hall produced by Phil Ramone and Chris Giordano. The show received six Emmy nominations and won the Emmy Award for Outstanding Individual Achievement in Music and Lyrics, awarded to Fred Ebb and John Kander. This was followed by appearances in two more Made-For-TV movies: Parallel Lives, and The West Side Waltz, in 1994 and 1995, respectively. ",
        "ngram": 71,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "In 1992, she opened Reba's Ranch House in Denison, Texas, an extended-stay residence for relatives of patients undergoing treatment at Texoma Medical Center or other nearby facilities.Over the course of her career, she has been and continues to be an active supporter of various charitable organizations including Habitat for Humanity, The Salvation Army, the American Red Cross, Feeding America and Celebrity Fight Night. She has been honored with the Minnie Pearl Award, the ACM Home Depot Humanitarian Award and the Andrea Bocelli Foundation Humanitarian Award for her efforts. In 2018, she was honored with the Horatio Alger Award for Education, Charity Work. Named after the \"rags to riches\" writer, the award recognizes perseverance and giving back.",
        "ngram": 116,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "After accepting an athletic scholarship to play football at the University of Miami, he was a member of the 1991 national championship team but was largely a backup player. Despite aspirations to professional football, he went undrafted in the 1995 NFL draft, and briefly signed with the Calgary Stampeders before being cut in his first season. In 1996, Johnson's father Rocky assisted in helping him secure a contract with the WWF. Johnson quickly rose to global prominence, aided by a gimmick he employed as a charismatic trash talker. Johnson left the WWE in 2004 and returned in 2011 as a part-time performer until 2013, making sporadic appearances from thereon until 2019 where he quietly retired until 2023, where he returned once again on a part-time basis. A 10-time world champion, including the promotion's first of African-American descent, he is also a two-time Intercontinental Champion, a five-time Tag Team Champion, the 2000 Royal Rumble winner, and WWE's sixth Triple Crown champion. Johnson headlined multiple pay-per-view events, including WWE's flagship event WrestleMania a record ten times (15, 16, 17, 18, 19, 20, 27, 28, 29 and 40) which includes the most-bought professional wrestling pay-per-view (WrestleMania 28) and main evented the most watched episodes of WWE's flagship television series (Raw and SmackDown).",
        "ngram": 209,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Matthew Langford Perry was born in Williamstown, Massachusetts, on August 19, 1969. His mother, Suzanne Marie Morrison (née Langford, born 1948), is a Canadian journalist who was press secretary to Canadian prime minister Pierre Trudeau. His father, John Bennett Perry (born 1941), is an American actor and former model.Perry's parents separated when he was one year old, and his mother married Canadian broadcast journalist Keith Morrison. He was raised by his mother mostly in Ottawa, Ontario, but he also lived briefly in Toronto and Montreal. Perry attended Rockcliffe Park Public School and Ashbury College, a boarding school in Ottawa. He had four younger maternal half-siblings, as well as a younger paternal half-sister. His siblings \"would stand and applaud\" him for early performances.By the time he was ten, Perry started misbehaving. He stole money, smoked, let his grades slip, and beat up fellow student and future Canadian prime minister Justin Trudeau. Perry later attributed this to feeling like a family outsider who did not belong when his mother began having children with Morrison, writing \"I was so often on the outside looking in, still that kid up in the clouds on a flight to somewhere else, unaccompanied\". At the age of 14, he began drinking alcohol and was drinking every day by the time he was 18. Perry practiced tennis, often for 10 hours per day, and became a top-ranked junior player in Canada with the possibility of a tennis career. However, at the age of 15, he moved from Ottawa to live with his father in",
        "ngram": 256,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Rihanna founded the Clara Lionel Foundation (CLF) in 2012, in honor of her grandparents, Clara and Lionel Braithwaite. Programs include the Clara Braithwaite Center for Oncology and Nuclear Medicine at the Queen Elizabeth Hospital in Barbados, and education programs. The CLF hosts an annual Diamond Ball charity fundraiser event. The inaugural event in 2014 raised over $2 million and the second raised over $3 million. On February 12, 2012, Rihanna performed a benefit show at the House of Blues to raise money for the Children's Orthopaedic Center and the Mark Taper-Johnny Mercer Artists Program at Children's Hospital. In November 2012, Rihanna gave $100,000 to food bank donation for Hurricane Sandy. On January 3, 2014, Rihanna was part of the MAC Viva Glam campaign, which benefits women, men and children living with HIV/AIDS. In March 2020, Rihanna donated $5,000,000 to COVID-19 relief and followed that up with additional donations of personal protective equipment to the state of New York and an offer of $700,000 worth of ventilators to her home country Barbados. In April 2020, Rihanna further donated an additional $2,100,000, matching Twitter CEO Jack Dorsey for a total of $4,200,000, to provide support and resources to individuals and children suffering from domestic violence amid the lockdown.",
        "ngram": 206,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "News of Saget's death broke during a broadcast of America's Funniest Home Videos, of which he was the original host, and the network interrupted the program to announce it. A tribute video was posted on the show's official YouTube channel, and a dedication to Saget was added before the credits of the following episode. Clips of Saget's hosting of the show were run from January 16 to the end of 2021–22 season on America's Funniest Home Videos as tribute as well.",
        "ngram": 81,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Hamilton has been married and divorced twice. Her first marriage, from 1982 to 1989, was to actor Bruce Abbott, who left her when she was pregnant with their son, Dalton, born in 1989. She stated it was because of the way she treated him during their marriage and made a public apology to him in 2004. In 1991, Hamilton began a relationship and moved in with film director James Cameron after filming Terminator 2: Judgment Day. They had a daughter, born in 1993. Hamilton said she experienced postpartum depression after the birth of her second child. Hamilton and Cameron briefly separated when Cameron was filming Titanic (1997) and he began a relationship with actress Suzy Amis, who played a small role in the film. Hamilton and Cameron later got back together and married in 1997; this ended in a $50 million divorce settlement in 1999. In a 2019 interview for The New York Times, Hamilton said she had been celibate for \"at least 15 years\". \"One loses track, because it just doesn't matter — or at least it doesn't matter to me. I have a very romantic relationship with my world every day and the people who are in it\", she said.Hamilton started to binge eat when she entered high school. After seeing a psychologist for the first time at the age of 22, she thought acting would help her feel better, but she ended up having a breakdown in the beginning of her acting career and turned to drugs and alcohol use and self-medicated with",
        "ngram": 256,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "By mid-March, most global financial markets had severely contracted in response to the emerging pandemic. On March 6, Trump signed the Coronavirus Preparedness and Response Supplemental Appropriations Act, which provided $8.3 billion in emergency funding for federal agencies. On March 11, the World Health Organization (WHO) recognized COVID-19 as a pandemic, and Trump announced partial travel restrictions for most of Europe, effective March 13. That same day, he gave his first serious assessment of the virus in a nationwide Oval Office address, calling the outbreak \"horrible\" but \"a temporary moment\" and saying there was no financial crisis. On March 13, he declared a national emergency, freeing up federal resources. Trump falsely claimed that \"anybody that wants a test can get a test\", despite test availability being severely limited.",
        "ngram": 128,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "On Sophistical RefutationsThe order of the books (or the teachings from which they are composed) is not certain, but this list was derived from analysis of Aristotle's writings. It goes from the basics, the analysis of simple terms in the Categories, the analysis of propositions and their elementary relations in On Interpretation, to the study of more complex forms, namely, syllogisms (in the Analytics) and dialectics (in the Topics and Sophistical Refutations). The first three treatises form the core of the logical theory stricto sensu: the grammar of the language of logic and the correct rules of reasoning. The Rhetoric is not conventionally included, but it states that it relies on the Topics.",
        "ngram": 113,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "On June 10, 2014, it was announced she was \"coming out of retirement\" for a special 20/20 interview with Peter Rodger, the father of the perpetrator of the 2014 Isla Vista killings, Elliot Rodger. In 2015, Walters hosted special 20/20 episodes featuring interviews with Mary Kay Letourneau and Donald and Melania Trump. In 2015, Walters hosted the documentary series American Scandals on Investigation Discovery.",
        "ngram": 64,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "In his song \"FML\" and his featured verse on Vic Mensa's song \"U Mad\", he refers to using the antidepressant medication Lexapro, and in his unreleased song \"I Feel Like That\", he mentions feeling many common symptoms of depression and anxiety. In a 2018 interview, West said that he had become addicted to opioids when they were prescribed to him after liposuction. The addiction may have contributed to his nervous breakdown in 2016. In addition to his opioid addiction, West has stated that he has had addictions to alcohol, sex, and pornography. West said that he often has suicidal ideation. West was diagnosed with bipolar disorder in 2016, though his diagnosis was not made public until his 2018 album Ye. He told President Donald Trump that it was a misdiagnosis. He had reportedly accepted the diagnosis again by 2019, but again suggested that it had been a misdiagnosis in 2022. In December 2022, he suggested that he may be autistic.",
        "ngram": 160,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "He also made a guest starring appearance as a rapper in the ABC sitcom Black-ish in the Season 3 episode entitled, \"Richard Youngster\". The episode received controversy and criticism for its casting of Brown with Caroline Framke of Vox writing, \"Casting Brown as the linchpin of an episode all about double standards and oblivious men doing wrong by black women is astonishingly tone-deaf — and a major misstep from a show that usually makes a point of knowing better.\" The show's creator Kenya Barris defended Brown's casting saying, \"We wanted someone to play a troubled music star, which he was... It had been 10 years since the Rihanna incident, which happened when he was a kid, basically, 19 years old, I saw him out, and he was very contrite and wanted to do something. I felt like, let’s do that.\"",
        "ngram": 140,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Walters began her career when the prevalent view among television executives was that women reporting news about war, politics and other important matters would be taken lightly by viewers. Her success is credited with creating career opportunities for future female network anchors, including Jane Pauley, Katie Couric and Diane Sawyer. Walters often got her interviewees to speak about their perspectives and share anecdotes. She was inducted into the Television Hall of Fame in 1989. On June 15, 2007, Walters received a star on the Hollywood Walk of Fame. She won Daytime and Prime Time Emmy Awards, a Women in Film Lucy Award, and a GLAAD Excellence in Media award.",
        "ngram": 109,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Musk, a longtime opponent of short-selling, has repeatedly criticized the practice and argued it should be illegal. Wired magazine speculated that Musk's opposition to short-selling stems from how short sellers have an incentive to find and promote unfavorable information about his companies. In early 2021, he encouraged the GameStop short squeeze.",
        "ngram": 51,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "After appearing as oil tycoon Adam Steiffel in 1980's The Formula, which was poorly received critically, Brando announced his retirement from acting. However, he returned in 1989 in A Dry White Season, based on André Brink's 1979 anti-apartheid novel. Brando agreed to do the film for free, but fell out with director Euzhan Palcy over how the film was edited; he even made a rare television appearance in an interview with Connie Chung to voice his disapproval. In his memoir, he maintained that Palcy \"had cut the picture so poorly, I thought, that the inherent drama of this conflict was vague at best.\" Brando received praise for his performance, earning an Academy Award nomination for Best Supporting Actor and winning the Best Actor Award at the Tokyo Film Festival.",
        "ngram": 129,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Beyoncé received the Michael Jackson Video Vanguard Award at the 2014 MTV Video Music Awards and was honored as Honorary Mother of the Year at the Australian Mother of the Year Award in Barnardo's Australia for her Humanitarian Effort in the region and the Council of Fashion Designers of America Fashion Icon Award in 2016.  In 2019, alongside Jay-Z, she received GLAAD Vanguard Award which is presented to a member of the entertainment community who does not identify as LGBT but who has made a significant difference in promoting equal rights for LGBT people. In 2020, she was awarded the BET Humanitarian Award. Consequence named her the 30th best singer of all time.",
        "ngram": 114,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "During the 1980s, MTV was coming into its own and received criticism for not playing enough videos by black artists. With Michael Jackson breaking down the color barrier for black men, Houston did the same for black women. She became the first black woman to receive heavy rotation on the network following the success of the \"How Will I Know\" video.",
        "ngram": 61,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "In February 2013, Chi published the first photos of Catherine's exposed pregnant belly, taken during her vacation on the private island of Mustique. The British press refused to publish the paparazzi shots. While Catherine was visiting the Blue Mountains in Sydney, a picture was taken of her bare bottom as her dress blew up. Many newspapers outside the United Kingdom published the picture. In October 2014, Catherine and William sent a legal letter to a freelance photographer who had put their son George and his nanny \"under surveillance\", asking the individual to stop \"harassing and following\" them. On 14 August 2015, Kensington Palace published a letter detailing what it stated were the \"dangerous\" and invasive efforts of the media to get paparazzi pictures of Prince George and Princess Charlotte. Jason Knauf, communications secretary to the Cambridges, wrote the letter to media standards organisations in various countries.In March 2019, the royal family introduced new rules for followers commenting on its official social media accounts in response to the online abuse aimed at Catherine and her sister-in-law Meghan. In May 2020, Kensington Palace said that the cover story of Tatler magazine titled \"Catherine the Great\" contained \"a swathe of inaccuracies and false misrepresentations\". Despite the palace's statement that most of the material was not given to them before publication, the magazine's editor-in-chief announced that he would stand behind the story as the palace had been aware of it for months. In September 2020, after pressure from the couple's lawyers, the magazine removed remarks on Catherine's family and other",
        "ngram": 256,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Tyler has served as a UNICEF Goodwill Ambassador for the United States since 2003, and as a spokesperson for Givenchy's line of perfume and cosmetics. She is the daughter of Steven Tyler and Bebe Buell, although she has a very close relationship with her adoptive father Todd Rundgren.",
        "ngram": 48,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "According to a 2020 review of declassified U.S. documents by Conor Tobin in the journal Diplomatic History: \"The primary significance of this small-scale aid was in creating constructive links with dissidents through Pakistan's ISI that could be utilized in the case of an overt Soviet intervention ... The small-scale covert program that developed in response to the increasing Soviet influence was part of a contingency plan if the Soviets did intervene militarily, as Washington would be in a better position to make it difficult for them to consolidate their position, but not designed to induce an intervention.\"",
        "ngram": 97,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "As a nine-year-old, he co-starred with his father in The Kid in 1950, which was based on a comic book character, \"Kid Cheung\", and was his first leading role. By the time he was 18, he had appeared in 20 films. After attending Tak Sun School (德信學校; several blocks from his home at 218 Nathan Road, Kowloon), Lee entered the primary school division of the Catholic La Salle College at age 12.",
        "ngram": 72,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Berry was ranked No. 1 on People's \"50 Most Beautiful People in the World\" list in 2003 after making the top ten seven times and appeared No. 1 on FHM's \"100 Sexiest Women in the World\" the same year. She was named Esquire magazine's \"Sexiest Woman Alive\" in October 2008, about which she stated: \"I don't know exactly what it means, but being 42 and having just had a baby, I think I'll take it.\" Men's Health ranked her at No. 35 on their \"100 Hottest Women of All-Time\" list. In 2009, she was voted #23 on Empire's 100 Sexiest Film Stars. The same year, rapper Hurricane Chris released a song titled \"Halle Berry (She's Fine)\" extolling Berry's beauty and sex appeal. At the age of 42 (in 2008), she was named the \"Sexiest Black Woman\" by Access Hollywood's \"TV One Access\" survey. Born to an African-American father and a white mother, Berry has stated that her biracial background was \"painful and confusing\" when she was a young woman, and she made the decision early on to identify as a black woman because she knew that was how she would be perceived.",
        "ngram": 192,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Cyrus went on to release her second studio album, Breakout (2008), in June of that year. The album earned the highest first-week sales of her career thus far and became her third to top the Billboard 200. Cyrus later starred with John Travolta in the animated film Bolt (2008), her debut as a film actress; she also co-wrote the song \"I Thought I Lost You\" (2008) for the film, which she sings as a duet with Travolta. The film was a critical and commercial success and earned her a Golden Globe Award nomination for Best Original Song.",
        "ngram": 97,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "On 8 July 2010, Blair was awarded the Order of Freedom by President Fatmir Sejdiu of Kosovo. As Blair is considered to have been instrumental in ending the conflict in Kosovo, some boys born in the country following the war have been given the name Toni or Tonibler.",
        "ngram": 48,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Grammer won numerous awards and accolades, particularly for his work on Frasier. He was the first American actor to be nominated for multiple Emmy awards for portraying the same character on three different television shows (Cheers, Frasier, and Wings). In 2010, Grammer received his first Tony Award nomination for Best Actor in a Musical for his performance in La Cage Aux Folles opposite Douglas Hodge. He later won the Best Revival of a Musical, as a producer for The Color Purple, in 2016. On May 22, 2001, he was presented with a star on the Hollywood Walk of Fame for television. He received a nomination from the Directors Guild of America Award in 1999, for directing the Frasier episode \"Merry Christmas, Mrs. Moskowitz\". At the Golden Globes, he has received nine nominations and won three.",
        "ngram": 135,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "In late 2016, Carter made statements critical of the Black Lives Matter movement, saying, \"I don't feel connected to a damn thing that ain't got nothin' to do with me. If you do, you crazy as shit,\" adding that his status as a wealthy black man who has white fans is evidence that black people are valued in the United States.",
        "ngram": 61,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "In late June, the Beatles performed Lennon's \"All You Need Is Love\" as Britain's contribution to the Our World satellite broadcast, before an international audience estimated at up to 400 million. Intentionally simplistic in its message, the song formalised his pacifist stance and provided an anthem for the Summer of Love. After the Beatles were introduced to the Maharishi Mahesh Yogi, the group attended an August weekend of personal instruction at his Transcendental Meditation seminar in Bangor, Wales. During the seminar, they were informed of Epstein's death. \"I knew we were in trouble then\", Lennon said later. \"I didn't have any misconceptions about our ability to do anything other than play music. I was scared – I thought, 'We've fucking had it now.'\" McCartney organised the group's first post-Epstein project, the self-written, -produced and -directed television film Magical Mystery Tour, which was released in December that year. While the film itself proved to be their first critical flop, its soundtrack release, featuring Lennon's Lewis Carroll-inspired \"I Am the Walrus\", was a success.",
        "ngram": 172,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Williams, along with her sister Serena, competed in a \"Battle of the Sexes\" against Karsten Braasch at the 1998 Australian Open. Braasch, the world's 203rd-ranked player, was more than 13 years older than the sisters and was described by a journalist as \"a man whose training regime centered around a pack of cigarettes and more than a couple bottles of ice cold lager.\" However, he defeated both sisters in a single set against each, beating Serena 6–1 and Venus 6–2. After the sets, Braasch said \"500 and above, no chance.\" He added that he had played as if ranked 600th in order to keep the game \"fun\".",
        "ngram": 107,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "McEntire's stepson Brandon Blackstock married singer Kelly Clarkson, with whom he has a daughter and a son. Speaking about their impending marriage in 2013, McEntire stated she was \"Thrilled to death, to have my buddy as my daughter-in-law. I mean, who could ask for more?\" Blackstock and Clarkson's divorce was finalized in March 2022. In 2017, McEntire began a relationship with photographer Anthony \"Skeeter\" Lasuzzo. The couple met through McEntire's association with Kix Brooks. In describing her feelings about Lasuzzo, she stated in April 2019, \"We're totally in love — absolutely,\" she says. \"I wouldn't put up with somebody for two years if I wasn't in love with 'em!\" McEntire and Lasuzzo separated six months later.In 2020, McEntire began dating film and TV actor Rex Linn. They first met on the set of The Gambler Returns: The Luck of the Draw (1991) and reconnected almost thirty years later when McEntire guest-starred as June on Young Sheldon, where Linn has a recurring role as principal of Sheldon's high school.",
        "ngram": 168,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Besides working on his own material, Dr. Dre produced Snoop Dogg's debut album Doggystyle, which became the first debut album for an artist to enter the Billboard 200 album charts at number one. In 1994 Dr. Dre produced some songs on the soundtracks to the films Above the Rim and Murder Was the Case. He collaborated with fellow N.W.A member Ice Cube for the song \"Natural Born Killaz\" in 1995. For the film Friday, Dre recorded \"Keep Their Heads Ringin'\", which reached number ten on the Billboard Hot 100 and number 1 on the Hot Rap Singles (now Hot Rap Tracks) charts.In 1995, Death Row Records signed rapper 2Pac, and began to position him as their major star: he collaborated with Dr. Dre on the commercially successful single \"California Love\", which became both artists' first song to top the Billboard Hot 100. However, in March 1996 Young left the label amidst a contract dispute and growing concerns that label boss Suge Knight was corrupt, financially dishonest and out of control. Later that year, he formed his own label, Aftermath Entertainment, under the distribution label for Death Row Records, Interscope Records. Subsequently, Death Row Records suffered poor sales by 1997, especially following the death of 2Pac and the racketeering charges brought against Knight.Dr. Dre also appeared on the single \"No Diggity\" by R&B group Blackstreet in 1996: it too was a sales success, topping the Hot 100 for four consecutive weeks, and later won the award for Best R&B Vocal by a Duo or Group at the",
        "ngram": 256,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "In 2019, documents were published revealing that Houssaye had kept the ring and a lock of hair. In 1925, his great-grandson sold these to an American collector. Sixty years later, another American acquired them, leading to their being displayed at the Leonardo Museum in Vinci beginning on 2 May 2019, the 500th anniversary of the artist's death.",
        "ngram": 57,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Houston won numerous accolades, including two Emmy Awards, eight Grammy Awards (including two Grammy Hall of Fame honors), fourteen World Music Awards, sixteen Billboard Music Awards (46 Billboard awards in all) and twenty-two American Music Awards. Houston holds the record for the most American Music Awards received in a single year by a woman with eight wins in 1994 (overall tied with Michael Jackson). Houston was the first artist at the Billboard Music Awards to win more than 11 awards in one night at its fourth annual ceremony in 1993, which set a Guinness World Record at the time. Houston continues to hold the record for the most WMAs won in a single year, winning five trophies at the sixth World Music Awards in 1994. Houston is also the black female artist with the most Guinness World Records in history with 30.",
        "ngram": 142,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Knievel played himself in the 1977 American action film Viva Knievel, directed by Gordon Douglas and co-starring Gene Kelly and Lauren Hutton, with an ensemble supporting cast including Red Buttons, Leslie Nielsen, Cameron Mitchell, Frank Gifford, Dabney Coleman and Marjoe Gortner. The film premiered in June 1977, three months before Knievel and his associates attacked promoter Shelly Saltman with an aluminum baseball bat on September 21, 1977. ",
        "ngram": 68,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "Pottermore, a website with information and stories about characters in the Harry Potter universe, launched in 2011. On its release, Pottermore was rooted in the Harry Potter novels, tracing the series's story in an interactive format. Its brand was associated with Rowling: she introduced the site in a video as a shared media environment to which she and Harry Potter fans would contribute. The site was substantially revised in 2015 to resemble an encyclopedia of Harry Potter. Beyond encyclopedia content, the post-2015 Pottermore included promotions for Warner Bros. films including Fantastic Beasts and Where to Find Them.Harry Potter and the Cursed Child premiered in the West End in May 2016 and on Broadway in July. At its London premiere, Rowling confirmed that she would not write any more Harry Potter books. Rowling collaborated with writer Jack Thorne and director John Tiffany. Cursed Child's script was published as a book in July 2016. The play follows the friendship between Harry's son Albus and Scorpius Malfoy, Draco Malfoy's son, at Hogwarts.In April 2023, it was announced that the Harry Potter television series on Max streaming service will span 10 years of production and feature a season dedicated to each of the seven Harry Potter books, with Rowling as executive producer. It will release in 2026.",
        "ngram": 213,
        "subject": "Lenny Kravitz"
    },
    {
        "text": "At the same time, Grant's son Buck had opened a Wall Street brokerage house with Ferdinand Ward. Although a conniving man who swindled numerous wealthy men, Ward was at the time regarded as a rising star on Wall Street. The firm, Grant & Ward, was initially successful. In 1883, Grant joined the firm and invested $100,000 (~$2.78 million in 2023) of his own money. Ward paid investors abnormally high interest by pledging the company's securities on multiple loans in a process called rehypothecation, which would now be understood as a Ponzi scheme. Ward, in collusion with banker James D. Fish and kept secret from bank examiners, retrieved the firm's securities from the company's bank vault. When the trades went bad, multiple loans came due, all backed by the same collateral.",
        "ngram": 130,
        "subject": "Lenny Kravitz"
    }
]