[
    {
        "text": "Cash was born J. R. Cash in Kingsland, Arkansas, on February 26, 1932, to Carrie Cloveree (née Rivers) and Ray Cash. He had three older siblings, Roy, Margaret Louise, and Jack, and three younger siblings, Reba, Joanne, and Tommy (who also became a successful country artist). He was primarily of English and Scottish descent.His paternal grandmother claimed Cherokee ancestry. But a DNA test of Cash's daughter Rosanne in 2021 on Finding Your Roots, hosted by historian Henry Louis Gates Jr, found she has no known Native American markers. The researchers did find DNA for African ancestry on both sides of her family. They were able to document her maternal ancestry by historic records, dating to her great-great-great-great-grandmother Sarah Shields, a mixed-race woman born into slavery and freed by her white father in 1848, along with her eight siblings. Her paternal DNA suggested African ancestry in a similar time frame among Johnny Cash's family.After meeting with the then-laird of Falkland in Fife, Major Michael Crichton-Stuart, Cash became interested in his Scots ancestry. He traced his Scottish surname to 11th-century Fife.  Cash Loch and other locations in Fife bear the surname of his father. He is a distant cousin of British Conservative politician Sir William Cash. He also had English ancestry. ",
        "ngram": 211,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Instead of a follow-up solo album, Carter began to reach his audience through a plethora of mixtapes and guest appearances on a variety of pop and hip hop singles. Of his many mixtapes, Dedication 2 and Da Drought 3 received the most media exposure and critical review. Dedication 2, released in 2006, paired Carter with DJ Drama and contained the acclaimed socially conscious track \"Georgia Bush\", in which Carter critiqued former US president George W. Bush's response to the effects of Hurricane Katrina on the city of New Orleans. Da Drought 3 was released the following year and was available for free legal download. It contained Carter rapping over a variety of beats from recent hits by other musicians. A number of prominent hip hop magazines such as XXL and Vibe covered the mixtape. Christian Hoard of Rolling Stone magazine considered the mixtapes Da Drought 3 and The Drought Is Over 2 (The Carter 3 Sessions) \"among the best albums of 2007\".",
        "ngram": 162,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Henry Franklin Winkler (born October 30, 1945) is an American actor, comedian, author, producer, and director. Widely known as Arthur \"Fonzie\" Fonzarelli on the American television series Happy Days, Winkler has distinguished himself as a character actor for roles on stage and screen. His many accolades include three Emmy Awards, two Golden Globe Awards, and two Critics Choice Awards.",
        "ngram": 59,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Bradley Charles Cooper (born January 5, 1975) is an American actor and filmmaker. He is the recipient of various accolades, including a British Academy Film Award and two Grammy Awards. In addition, he has been nominated for twelve Academy Awards, six Golden Globe Awards, and a Tony Award. Cooper appeared on the Forbes Celebrity 100 list three times and on Time's list of the 100 most influential people in the world in 2015. His films have grossed $13 billion worldwide, and he has been placed in annual rankings of the world's highest-paid actors four times.",
        "ngram": 95,
        "subject": "Linda Hamilton"
    },
    {
        "text": " He then appeared in two war films, playing the lead role as \"Hawkeye\" Pierce in Robert Altman's MASH in 1970; and, again in 1970, as hippie tank commander \"Oddball\" in Kelly's Heroes; his health was threatened by spinal meningitis contracted during its filming. Sutherland starred with Gene Wilder in the 1970 comedy Start the Revolution Without Me. During the filming of the Academy Award-winning detective thriller Klute (1971), Sutherland had an intimate relationship with co-star Jane Fonda. Sutherland and Fonda went on to co-produce and star together in the anti–Vietnam War documentary F.T.A. (1972), consisting of a series of sketches performed outside army bases in the Pacific Rim and interviews with American troops who were then on active service. As a follow-up to their appearance in Klute, Sutherland and Fonda performed together in Steelyard Blues (1973), a \"freewheeling, Age-of-Aquarius, romp-and-roll caper\" from the writer David S. Ward.Sutherland found himself as a leading man throughout the 1970s in films such as the Venice-based psychological horror film Don't Look Now (1973), co-starring Julie Christie, a role which saw him nominated for the BAFTA Award for Best Actor, the war film The Eagle Has Landed (1976), Federico Fellini's Casanova (1976) and the thriller Eye of the Needle (which was filmed on location on the Isle of Mull, West Scotland) and as the health inspector in the science fiction/horror film Invasion of the Body Snatchers (1978) alongside Brooke Adams and Jeff Goldblum. He helped launch the internationally popular Canadian television series Witness to Yesterday, with a performance as the",
        "ngram": 256,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Goldblum replaced Chris Noth as a senior detective on Law & Order: Criminal Intent. In the series, Goldblum plays Detective Zack Nichols. In August 2010, media outlets reported that Goldblum had decided not to return to Criminal Intent due to persistent concerns about the program's future.In 2014, Goldblum's jazz band, The Mildred Snitzer Orchestra, did a weekly show at the Carlyle Hotel. Also in 2014, he appeared in an episode of Last Week Tonight parodying his role in Law & Order. In 2016, he reprised his role of David Levinson in Independence Day: Resurgence, the sequel to Roland Emmerich's 1996 alien invasion/disaster film Independence Day.",
        "ngram": 105,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In the 1999 HBO biopic Introducing Dorothy Dandridge, she portrayed Dorthy Dandridge, the first African American woman to be nominated for the Academy Award for Best Actress. It was to Berry a heartfelt project that she introduced, co-produced and fought intensely for it to come through. Berry won awards including a Primetime Emmy Award and Golden Globe Award.",
        "ngram": 58,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In addition to political contributions over the years, Buffett endorsed and made campaign contributions to Barack Obama's presidential campaign. On July 2, 2008, Buffett attended a $28,500 per plate fundraiser for Obama's campaign in Chicago. Buffett intimated that John McCain's views on social justice were so far from his own that McCain would need a \"lobotomy\" for Buffett to change his endorsement. During the second 2008 U.S. presidential debate, McCain and Obama, after being asked first by presidential debate mediator Tom Brokaw, both mentioned Buffett as a possible future Secretary of the Treasury. Later, in the third and final presidential debate, Obama mentioned Buffett as a potential economic advisor. Buffett was also a financial advisor to Republican candidate Arnold Schwarzenegger during the 2003 California gubernatorial election.On December 16, 2015, Buffett endorsed Democratic candidate Hillary Clinton for president. On August 1, 2016, Buffett challenged Donald Trump to release his tax returns. On October 10, 2016, after a reference to him in the second presidential debate, Buffett released his own tax return. He said he had paid $1.85 million in federal income taxes in 2015 on an adjusted gross income of $11.6 million, meaning he had an effective federal income tax rate of around 16 percent. Buffett also said he had made more than $2.8 billion worth of donations last year. In response to Trump saying he was unable to release his tax information due to being under audit, Buffett said, \"I have been audited by the IRS multiple times and am currently being audited. I have no",
        "ngram": 256,
        "subject": "Linda Hamilton"
    },
    {
        "text": "As seen in the credits for tracks Young has appeared on, there are often multiple people who contribute to his songs (although often in hip hop many people are officially credited as a writer for a song, even the producer).",
        "ngram": 40,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Lennon met Cynthia Powell (1939–2015) in 1957, when they were fellow students at the Liverpool College of Art. Although Powell was intimidated by Lennon's attitude and appearance, she heard that he was obsessed with the French actress Brigitte Bardot, so she dyed her hair blonde. Lennon asked her out, but when she said that she was engaged, he shouted, \"I didn't ask you to fuckin' marry me, did I?\" She often accompanied him to Quarrymen gigs and travelled to Hamburg with McCartney's girlfriend to visit him.",
        "ngram": 86,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Dr. Dre has said that his primary instrument in the studio is the Akai MPC3000, a drum machine and sampler, and that he often uses as many as four or five to produce a single recording. He cites 1970s funk musicians such as George Clinton, Isaac Hayes and Curtis Mayfield as his primary musical influences. Unlike most rap producers, he tries to avoid samples as much as possible, preferring to have studio musicians re-play pieces of music he wants to use, because it allows him more flexibility to change the pieces in rhythm and tempo. In 2001 he told Time magazine, \"I may hear something I like on an old record that may inspire me, but I'd rather use musicians to re-create the sound or elaborate on it. I can control it better.\"Other equipment he uses includes the E-mu SP-1200 drum machine and other keyboards from such manufacturers as Korg, Rhodes, Wurlitzer, Moog, and Roland. Dr. Dre also stresses the importance of equalizing drums properly, telling Scratch in 2004 that he \"used the same drum sounds on a couple of different songs on one album before but you'd never be able to tell the difference because of the EQ\".  Dr. Dre also uses the digital audio workstation Pro Tools and uses the software to combine hardware drum machines and vintage analog keyboards and synthesizers.After founding Aftermath Entertainment in 1996, Dr. Dre took on producer Mel-Man as a co-producer, and his music took on a more synthesizer-based sound, using fewer vocal samples (as he had used",
        "ngram": 256,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In 2001, Cowell was given the role of judge on the first series of Pop Idol, a show that he and the show creator Simon Fuller successfully pitched to ITV Controller of Entertainment Claudia Rosencrantz. Maggie Brown in The Guardian states, \"the show became a seminal reality/entertainment format once on air that autumn\". Cowell's S Records signed the top two finishers of the first season of Pop Idol, Will Young and Gareth Gates, both of whom went on to have No 1 UK hits, and they were the top 2 best-selling singles of 2002 and the decade of 2000s. He also became a judge on the first season of American Idol in 2002. With his notoriously critical reputation, Cowell has been likened to TV personalities such as Judge Judy and The Weakest Link host Anne Robinson. His closest predecessor was British TV critic Nina Myskow who, in the 1980s, became known for her harsh put-downs in New Faces, a talent show that Cowell cited as an influence. Cowell's prominence grew, fed by his signature phrase, \"I don't mean to be rude, but ...\", inevitably followed by an unsparingly blunt appraisal of the contestant's talents, personality, or even physical appearance. A lot of these one-liners were the product of coaching that Cowell received from publicist Max Clifford. Cowell also appeared on the one-off World Idol programme in 2003, in which it became clear that each country's version of the Idol had attempted to come up with its own \"Simon Cowell\" type personality.",
        "ngram": 251,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In March 2015, it was announced that West is a co-owner, with various other music artists, in the music streaming service Tidal. The service specialises in lossless audio and high definition music videos. Jay-Z acquired the parent company of Tidal, Aspiro, in the first quarter of 2015. Sixteen artist stakeholders including Jay-Z, Rihanna, Beyoncé, Madonna, Chris Martin, Nicki Minaj co-own Tidal, with the majority owning a 3% equity stake. In October 2022, in direct response to bans he received on Twitter and Instagram stemming from his antisemitic comments, West reached an agreement in principle to acquire the alt-tech social network Parler for an undisclosed amount. Parler and West mutually agreed to terminate the proposed deal in mid-November.",
        "ngram": 117,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Winkler has continued his work as a character actor in television and film. In television, he was nominated in 2004 for a Daytime Emmy, Outstanding Performer in an Animated Program, and in 2005, he won the Daytime Emmy, Outstanding Performer in an Animated Program, for his voice-work as Norville in Clifford's Puppy Days. Additional television roles include Dr. Stewart Barnes in Out of Practice (2005–2006), Eddie R. Lawson in Royal Pains (2010–2016), Sy Mittleman in Childrens Hospital (2010–2016), Dr. Saperstein in Parks and Recreation (2013–2015), and Fritz in the 2021–present animated streaming television series Monsters at Work.His film roles include Uncle Ralph in the Christmas film The Most Wonderful Time of the Year (2008), Marty Streb in Here Comes the Boom (2012), Ed Koch in Donald Trump's The Art of the Deal: The Movie (2016),  Grandpa Bill in All I Want for Christmas Is You (2017), Uncle Joe in Wes Anderson's 2021 release The French Dispatch, and a cameo appearance as Al Pratt (Uncle Al) in the 2022 release Black Adam.",
        "ngram": 172,
        "subject": "Linda Hamilton"
    },
    {
        "text": "On February 16, 2016, Manimal Vinyl released Yes, I'm a Witch Too, which features remixes from Moby, Death Cab For Cutie, Sparks, and Miike Snow. Like its predecessor, Yes, I'm a Witch Too received critical acclaim. On February 26, 2016, Ono was hospitalized after suffering what was rumored to be a possible stroke. It was later announced that she was experiencing extreme symptoms of the flu.  On September 6, 2016, Secretly Canadian announced that they would be re-issuing 11 of Ono's albums from 1968 to 1985; Unfinished Music No. 1: Two Virgins through Starpeace. In December 2016, Billboard magazine named her the 11th most successful dance club artist of all time.In October 2018, Ono released Warzone, which included new versions of previously recorded tracks including \"Imagine\".In a piece for the New Yorker published in November 2021, it was noted that Ono had \"withdrawn from public life\", with her son Sean now acting as the public representative for the family's interests in the Beatles' business.",
        "ngram": 165,
        "subject": "Linda Hamilton"
    },
    {
        "text": "This Is Paris (2020), a YouTube Originals documentary directed by Alexandra Dean, focuses on her personal and professional trajectory. In the film, Hilton revealed her experiences with emotional, verbal and physical abuse while attending a series of boarding schools as a teenager. Unprepared to disclose that information, she trusted Dean's approach and found the process of filming to be a healing space for her. She served as a producer but did not have artistic authority over the production. It received over 16 million views in its first month of release and was deemed a successful \"rebranding\" of her image.Between 2020 and 2024, Hilton appeared in advertisement campaigns for Skims, Valentino, Lanvin, Uber Eats, Hilton Hotels & Resorts, Klarna, Marc Jacobs, Taco Bell, Grey Goose, NBCUniversal's coverage of the 2024 Summer Olympics, MSCHF–Crocs' Big Yellow Boots, Living Proof, and WOW Vegas. With Klarna, she opened a pop-up store which ran from February 23 to 24, 2023 in Los Angeles.In 2020, Hilton served as a guest judge in the premiere episode of James Charles's YouTube series Instant Influencer, produced and starred in Ramez Silyan's short film Sorry, modeled at Rihanna's Savage X Fenty Show Vol. 2, and released a merchandise collection, as well as a single with Lodato, \"I Blame You\". In 2021, Hilton, who founded Paris Hilton Entertainment in 2006, renamed the company 11:11 Media. That year, she created London Audio, in partnership with iHeartMedia, and Slivington Manor Entertainment, with an overall deal at Warner Bros. Unscripted Television.Her podcast I am Paris debuted on February 22, 2021,",
        "ngram": 256,
        "subject": "Linda Hamilton"
    },
    {
        "text": "On 1 May 1888,  Van Gogh signed a lease for four rooms in  the Yellow House.  The house at 2 place Lamartine cost 15 francs per month. The rooms were unfurnished and had been uninhabited for months. Because the Yellow House had to be furnished before he could fully move in, Van Gogh moved from the Hôtel Carrel to the Café de la Gare on 7 May 1888. He had befriended the Yellow House's proprietors, Joseph and Marie Ginoux, and was able to use it as a studio. Van Gogh wanted a gallery to display his work and started a series of paintings that eventually included Van Gogh's Chair (1888), Bedroom in Arles (1888), The Night Café (1888), Café Terrace at Night (September 1888), Starry Night Over the Rhone (1888), and Still Life: Vase with Twelve Sunflowers (1888), all intended for the decoration for the Yellow House.",
        "ngram": 150,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In an interview with the Associated Press, Cuban said that he matches NBA fines with charitable donations of equal amounts. In a nationally publicized incident in 2002, he criticized the league's manager of officials, Ed T. Rush, saying that he \"wouldn't be able to manage a Dairy Queen.\" Dairy Queen management took offense to Cuban's comments and invited him to manage a Dairy Queen restaurant for a day. Cuban accepted the company's invitation and worked for a day at a Dairy Queen in Coppell, Texas, where fans lined up in the street to get a Blizzard from the owner of the Mavericks.",
        "ngram": 102,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Murphy has received numerous accolades including a Emmy Award, a Grammy Award, a Golden Globe Award, and a Screen Actors Guild Award. He earned a nomination for the Academy Award for Best Supporting Actor his role in Dreamgirls (2006). He lost to Alan Arkin for his performance in Little Miss Sunshine (2006). For Murphy's role as Donkey in Shrek (2001), he won the Annie Award for Outstanding Achievement for Voice Acting in a Feature Production and was nominated for the BAFTA Award for Best Actor in a Supporting Role for the latter, which to date the only voice-over performance to ever be nominated in BAFTA's history.",
        "ngram": 106,
        "subject": "Linda Hamilton"
    },
    {
        "text": "He was offered the title role in The Bodyguard (to star Diana Ross) when it was proposed in 1976, but the film did not reach production until years after McQueen's death; the film eventually starred Kevin Costner and Whitney Houston in 1992.",
        "ngram": 42,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Jenner attended Sierra Canyon School, where she was also a member of the cheerleading team. Jenner claims to have performed in plays while attending school, along with community plays. In 2012, she became homeschooled and enrolled in an at-home education program, from which she graduated with a high school diploma in July 2015 from Laurel Springs School in Ojai, California.",
        "ngram": 60,
        "subject": "Linda Hamilton"
    },
    {
        "text": "As a solo artist, Simon has explored genres including gospel, reggae and soul. His albums Paul Simon (1972), There Goes Rhymin' Simon (1973), and Still Crazy After All These Years (1975) kept him in the public eye and drew acclaim, producing the hits \"Mother and Child Reunion\", \"Me and Julio Down by the Schoolyard\", and \"50 Ways to Leave Your Lover\". Simon reunited with Garfunkel for several tours and the 1981 Concert in Central Park. ",
        "ngram": 76,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Stallone has occasionally sung in his films. He sang \"Too Close to Paradise\" for Paradise Alley (1978), with the music provided by Bill Conti (who also collaborated with Stallone in prior years, having recorded the famous \"Gonna Fly Now\" theme for his Academy Award-nominated film, Rocky (1976) which was a U.S. No. 1 hit). In Rocky III (1982), Stallone (as Rocky Balboa) sang \"Take Me Back\" to his on-screen wife, Adrian (Talia Shire), as they lay in bed. The song was first performed by singer and younger brother, Frank, who had a small role in the original Rocky. For Rhinestone (1984), Stallone sang such songs as \"Drinkenstein\" as well as duets with his co-star, and actual country music star, Dolly Parton. He also performed two songs when he guest-starred on The Muppet Show in the 1980s, at the height of his career. The last time Stallone sang in a film was in Grudge Match (2013) when he and Robert De Niro performed \"The Star-Spangled Banner\" together.",
        "ngram": 166,
        "subject": "Linda Hamilton"
    },
    {
        "text": "During an episode of his podcast in February 2023, Rogan stated the \"idea that Jewish people are not into money is ridiculous. That's like saying Italians aren't into pizza. It's fucking stupid.\" Rogan made the comment in defense of Congresswoman Ilhan Omar, who faced allegations of antisemitism for saying that political support for Israel was \"all about the benjamins.\" Jonathan Greenblatt, the Director of the Anti-Defamation League, condemned Rogan's comment as reflecting \"antisemitic tropes about Jews and money.\"",
        "ngram": 78,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In other 2001 work, Lopez launched her first business venture, the clothing line J.Lo by Jennifer Lopez. The line catered to women of all sizes, as Lopez felt \"the voluptuous woman [was] almost ignored\" in the fashion industry. She also founded her production company, Nuyorican Productions, with manager Benny Medina. Her next film was the romantic drama Angel Eyes, starring opposite Jim Caviezel. Lopez's performance was well-reviewed, though the film was a critical and commercial disappointment. She was slated to star alongside Ricky Martin in a remake of Elvis Presley's Viva Las Vegas, but this did not eventuate. ",
        "ngram": 99,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Schneider has been a critic of childhood vaccinations. In an interview with News10 in Sacramento, Schneider opined that \"The efficacy of these shots have not been proven ... And the toxicity of these things – we're having more and more side effects. We're having more and more autism.\" Schneider's statements have been discredited as lacking any factual basis. He also views the actions from the state to mandate vaccinations as government overreach.In 2015, Schneider actively opposed the passage of two California laws, California Assembly Bill 2109 and California Senate Bill 277, which both made childhood vaccination exemptions harder to obtain. On September 28, 2012, Schneider and California State Assemblyman Tim Donnelly spoke at the \"Medical Freedom Rally\", where they urged California Governor Jerry Brown to veto Assembly Bill 2109, which would have made it more difficult for parents to use philosophical reasons for exemptions from mandatory childhood vaccinations. While the bill was not vetoed, Governor Brown added a signing message instructing the Department of Health to add a religious exemption and to make sure the process was not overly burdensome to parents.While fighting California Senate Bill 277, which removed exemptions to mandatory vaccinations due to personal beliefs, Schneider left a phone message to California state Assemblywoman and bill co-author Lorena Gonzalez saying that he would spend money against her in her next re-election. Gonzalez, in an interview with The Washington Times, said that she found the message to be disturbing, but upon calling back, she said, \"he was actually much nicer to me, but let's be",
        "ngram": 256,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Catherine has tackled issues surrounding mental health and disabilities and has previously made visits to charities and hospitals such as St Thomas' Hospital and the Maurice Wohl Clinical Neuroscience Institute to spend time with mothers and children who deal with these issues. She has also been credited with raising national awareness of children's mental health; Benita Refson, president of Place2Be, has praised her work, saying that she would \"shine the spotlight on child mental health\", while Peter Fonagy, CEO of the Anna Freud Centre has called her one of the most important figures in the field, and stated that \"to the millions of children who have been suffering in silence, she is their voice\". In recognition of their work with charities concerned with children's mental health, Catherine and William were awarded the Gold Blue Peter badge, an award previously granted to Queen Elizabeth II. To encourage people to open up about their mental health issues, Catherine, William and Harry initiated the mental health awareness campaign \"Heads Together\" in April 2016. The campaign was first envisioned by Catherine earlier that year. \"Heads Together\" reportedly resulted in over one million people speaking out about their mental health, and an investment of £3m in mental health innovations. She later voluntarily talked about her struggles as a mother, and admitted that she suffered a \"lack of confidence\" and \"feelings of ignorance\" during certain periods of time.Catherine has discussed her experiences with \"mum guilt\" in balancing work/life commitments, and described bringing her newborn home from the hospital for the first time",
        "ngram": 256,
        "subject": "Linda Hamilton"
    },
    {
        "text": "Throughout their marriage, there were rumors of infidelity on Brown's part, alcohol and drug abuse, and domestic violence. Their personal issues became fodder for talk shows and sketch comedy shows. Some sketch comedy shows portrayed Brown as a has-been who was jealous of his wife's celebrity status. In 2003, Brown was charged with battery after an altercation with Houston.",
        "ngram": 59,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In June 2014, Griffith and Banderas released a statement announcing their intention to divorce \"in a loving and friendly manner\". According to the petition filed in the Los Angeles Superior Court, the couple had \"irreconcilable differences\" that led to the divorce. In December 2015, their divorce was finalized. Banderas has stated that he will always love Griffith, and Griffith appeared alongside Banderas in the 2014 science-fiction film Autómata, which they filmed amid their divorce proceedings. She then had a role in Day Out of Days (2015), directed by Zoe Cassavetes. In 2016, she signed to be a guest star on Hulu's The Path.In 2017, Griffith costarred opposite Al Pacino and Evan Peters in The Pirates of Somalia (originally titled Where the White Man Runs Away), a biopic about journalist Jay Bahadur; and played Jean Shelton in James Franco's The Disaster Artist, a comedy based on Greg Sestero's book of the same name. In mid-2018, Griffith played Mrs. Robinson in a stage version of The Graduate at the Laguna Playhouse in California. In August 2018, she revealed she had undergone further and \"final\" surgical treatments to remove skin cancer from her face.",
        "ngram": 191,
        "subject": "Linda Hamilton"
    },
    {
        "text": "In 1982, Goodman made his film debut with a small role in Eddie Macon's Run. During this period he continued to work on the stage, starring as Pap Finn in Big River from 1985 to 1987. For his role, he received a Drama Desk nomination for Best Featured Actor in a Musical; he is also featured on the Original Broadway Cast Recording. Before landing his big break into movies in 1986 with a significant comedic role in True Stories, he starred in the movie Revenge of the Nerds, and later had a brief cameo as Otis in Sweet Dreams. In the former film, his character Louis Fyne says \"I'm 6' 3\" and maintain a consistent panda bear shape\", establishing his trademark size as an important part of many characters he later played on film and stage.",
        "ngram": 136,
        "subject": "Linda Hamilton"
    }
]