[
    {
        "text": "Sir Anthony Charles Lynton Blair  (born 6 May 1953) is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. He served as Leader of the Opposition from 1994 to 1997 and held various shadow cabinet posts from 1987 to 1994. Blair was Member of Parliament (MP) for Sedgefield from 1983 to 2007. He is the second-longest-serving prime minister in post-war British history (after Margaret Thatcher) and the longest-serving Labour Prime Minister.",
        "ngram": 89,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair attended Fettes College, studied law at St John's College, Oxford, and became a barrister. He joined the Labour Party and was elected to the House of Commons in 1983 for the Sedgefield constituency in County Durham. As a backbencher, Blair supported moving the party to the political centre of British politics. He was appointed to Neil Kinnock's shadow cabinet in 1988 and was appointed shadow home secretary by John Smith in 1992. Following Smith's death in 1994, Blair won the leadership election to succeed him. As leader, Blair began a historic rebranding of the party, which became known as \"New Labour\".",
        "ngram": 102,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair became the youngest Prime Minister of the 20th century after winning the 1997 general election, Labour's largest general election victory in history. During his first term, Blair significantly increased public spending on healthcare and education, introduced controversial market-based reforms, a minimum wage, university tuition fees, devolution in Scotland and Wales, an extensive expansion of LGBT rights in the UK and significant progress in the Northern Ireland peace process with the passing of the Good Friday Agreement. On foreign policy, Blair oversaw British interventions in Kosovo in 1999 and Sierra Leone in 2000, which were generally perceived to be successful. Blair was re-elected in a second landslide in 2001. Three months into his second term, the 9/11 terrorist attacks hit the United States, starting the war on terror. Blair supported the foreign policy of U.S. President George W. Bush by ensuring that the British Armed Forces participated in the War in Afghanistan to overthrow the Taliban, destroy al-Qaeda and capture Osama bin Laden. In 2003, Blair supported the invasion of Iraq and had the British Armed Forces participate in the Iraq War, believing Saddam Hussein's regime possessed weapons of mass destruction and had developed close ties with al-Qaeda.",
        "ngram": 198,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair was re-elected in 2005, in part thanks to the UK's strong economic performance, but with a substantially reduced majority, due to the UK's involvement in the Iraq War. During his third term, Blair pushed for more systemic public sector reform and brokered a settlement to restore powersharing to Northern Ireland. The Afghanistan and Iraq wars continued, and in 2006, Blair announced he would resign within a year. He resigned as Leader of the Labour Party on 24 June 2007 and as Prime Minister on 27 June, and was succeeded in both posts by Gordon Brown, his chancellor. After leaving office, Blair gave up his seat in the House of Commons and was appointed special envoy of the Quartet on the Middle East, a diplomatic post he held until 2015. He has been the executive chairman of the Tony Blair Institute for Global Change since 2016 and has made occasional political interventions. He was knighted by Elizabeth II as a Knight Companion of the Garter in 2022.",
        "ngram": 167,
        "subject": "Tony Blair"
    },
    {
        "text": "Throughout his premiership, Blair has been considered the most popular and unpopular Prime Minister in British history. During his time in office, he achieved the highest recorded approval ratings in his first term but also one of the lowest ratings during and in the aftermath of the Iraq War.",
        "ngram": 49,
        "subject": "Tony Blair"
    },
    {
        "text": "Anthony Charles Lynton Blair was born on 6 May 1953 at Queen Mary Maternity Home in Edinburgh, Scotland. He was the second son of Leo and Hazel (née Corscadden) Blair. Leo Blair was the illegitimate son of two entertainers and was adopted as a baby by the Glasgow shipyard worker James Blair and his wife, Mary. Hazel Corscadden was the daughter of George Corscadden, a butcher and Orangeman who moved to Glasgow in 1916. In 1923, he returned to Ballyshannon, County Donegal, in Ulster. In Ballyshannon, Corscadden's wife, Sarah Margaret (née Lipsett), gave birth above the family's shop to Blair's mother, Hazel.",
        "ngram": 102,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair has an elder brother, William, and a younger sister, Sarah. Blair's first home was with his family at Paisley Terrace in the Willowbrae area of Edinburgh. During this period, his father worked as a junior tax inspector whilst studying for a law degree from the University of Edinburgh.",
        "ngram": 49,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair's first relocation was when he was nineteen months old. In 1954, Blair's parents and their two sons moved from Paisley Terrace to Adelaide, South Australia. His father became a law professor at the University of Adelaide. In Australia, Blair's sister, Sarah, was born. The Blairs lived in the suburb of Dulwich close to the university. The family returned to the United Kingdom in mid-1958. They lived for a time with Hazel's mother and stepfather (William McClay) at their home in Stepps on the outskirts of north-east Glasgow. Blair's father accepted a job as a professor at Durham University, and moved the family to Durham, England, when Blair was five. It was the beginning of a long association Blair was to have with Durham.",
        "ngram": 124,
        "subject": "Tony Blair"
    },
    {
        "text": "Now living in Durham, Blair attended Chorister School from 1961 to 1966. Aged 13, he enrolled at Fettes College in Edinburgh, staying there for five years. According to Blair, he hated his time at Fettes. His teachers were unimpressed with him, his biographer, John Rentoul, reported that \"all the teachers I spoke to when researching the book said he was a complete pain in the backside and they were very glad to see the back of him.\" Blair modelled himself on Mick Jagger, lead singer of the Rolling Stones. Leaving Fettes College at the age of 18, Blair spent a gap year in London working as a rock music promoter.",
        "ngram": 110,
        "subject": "Tony Blair"
    },
    {
        "text": "In 1972, at the age of 19, Blair matriculated at St John's College, Oxford, studyingl jurisprudence for three years. As a student, he played guitar and sang in a rock band called Ugly Rumours, and performed stand-up comedy. He was influenced by fellow student and Anglican priest Peter Thomson, who awakened his religious faith and left-wing politics. While at Oxford, Blair has stated that he was briefly a Trotskyist, after reading the first volume of Isaac Deutscher's biography of Leon Trotsky, which was \"like a light going on\". He graduated from Oxford at the age of 22 in 1975 with a second-class Honours B.A. in jurisprudence.",
        "ngram": 106,
        "subject": "Tony Blair"
    },
    {
        "text": "After Oxford, Blair served his barrister pupillage at Lincoln's Inn, where he was called to the Bar. He met his future wife, Cherie Booth, at the chambers founded by Derry Irvine (who was to be Blair's first lord chancellor), 11 King's Bench Walk Chambers.",
        "ngram": 44,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair joined the Labour Party shortly after graduating from Oxford in 1975. In the early 1980s, he was involved in Labour politics in Hackney South and Shoreditch, where he aligned himself with the \"soft left\" of the party. He stood as a candidate for the Hackney council elections of 1982 in Queensbridge ward, a safe Labour area, but was not selected.",
        "ngram": 61,
        "subject": "Tony Blair"
    },
    {
        "text": "In 1982, Blair was selected as the Labour Party candidate for the safe Conservative seat of Beaconsfield, where there was a forthcoming by-election. Although Blair lost the Beaconsfield by-election and Labour's share of the vote fell by 10 percentage points, he acquired a profile within the party. Despite his defeat, William Russell, political correspondent for The Glasgow Herald, described Blair as \"a very good candidate\", while acknowledging that the result was \"a disaster\" for the Labour Party. In contrast to his later centrism, Blair made it clear in a letter he wrote to Labour leader Michael Foot in July 1982 (published in  2006) that he had \"come to Socialism through Marxism\" and considered himself on the left. Like Tony Benn, Blair believed that the \"Labour right\" was bankrupt, saying \"[s]ocialism ultimately must appeal to the better minds of the people. You cannot do that if you are tainted overmuch with a pragmatic period in power.\" Yet, he saw the hard left as no better, saying:",
        "ngram": 166,
        "subject": "Tony Blair"
    },
    {
        "text": "With a general election due, Blair had not been selected as a candidate anywhere. He was invited to stand again in Beaconsfield, and was initially inclined to agree but was advised by his head of chambers Derry Irvine to find somewhere else which might be winnable. The situation was complicated by the fact that Labour was fighting a legal action against planned boundary changes, and had selected candidates on the basis of previous boundaries. When the legal challenge failed, the party had to rerun all selections on the new boundaries; most were based on existing seats, but unusually in County Durham a new Sedgefield constituency had been created out of Labour-voting areas which had no obvious predecessor seat.",
        "ngram": 118,
        "subject": "Tony Blair"
    },
    {
        "text": "The selection for Sedgefield did not begin until after the 1983 general election was called. Blair's initial inquiries discovered that the left was trying to arrange the selection for Les Huckfield, sitting MP for Nuneaton who was trying elsewhere; several sitting MPs displaced by boundary changes were also interested in it. When he discovered the Trimdon branch had not yet made a nomination, Blair visited them and won the support of the branch secretary John Burton, and with Burton's help was nominated by the branch. At the last minute, he was added to the shortlist and won the selection over Huckfield. It was the last candidate selection made by Labour before the election, and was made after the Labour Party had issued biographies of all its candidates (\"Labour's Election Who's Who\").",
        "ngram": 131,
        "subject": "Tony Blair"
    },
    {
        "text": "John Burton became Blair's election agent and one of his most trusted and longest-standing allies. Blair's election literature in the 1983 general election endorsed left-wing policies that Labour advocated in the early 1980s. He called for Britain to leave the EEC as early as the 1970s, though he had told his selection conference that he personally favoured continuing membership and voted \"Yes\" in the 1975 referendum on the subject. He opposed the Exchange Rate Mechanism (ERM) in 1986 but supported the ERM by 1989. He was a member of the Campaign for Nuclear Disarmament, despite never strongly being in favour of unilateral nuclear disarmament. Blair was helped on the campaign trail by soap opera actress Pat Phoenix, his father-in-law's girlfriend. At the age of thirty, he was elected as MP for Sedgefield in 1983; despite the party's landslide defeat at the general election.",
        "ngram": 143,
        "subject": "Tony Blair"
    },
    {
        "text": "In his maiden speech in the House of Commons on 6 July 1983, Blair stated, \"I am a socialist not through reading a textbook that has caught my intellectual fancy, nor through unthinking tradition, but because I believe that, at its best, socialism corresponds most closely to an existence that is both rational and moral. It stands for cooperation, not confrontation; for fellowship, not fear. It stands for equality.\"",
        "ngram": 69,
        "subject": "Tony Blair"
    },
    {
        "text": "Once elected, Blair's political ascent was rapid. He received his first front-bench appointment in 1984 as assistant Treasury spokesman. In May 1985, he appeared on BBC's Question Time, arguing that the Conservative Government's Public Order White Paper was a threat to civil liberties.",
        "ngram": 43,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair demanded an inquiry into the Bank of England's decision to rescue the collapsed Johnson Matthey bank in October 1985. By this time, Blair was aligned with the reforming tendencies in the party (headed by leader Neil Kinnock) and in 1988 was promoted to the shadow Trade and Industry team as spokesman on the City of London.",
        "ngram": 57,
        "subject": "Tony Blair"
    },
    {
        "text": "In 1987, he stood for election to the Shadow Cabinet, receiving 71 votes. When Kinnock resigned after a fourth consecutive Conservative victory in the 1992 general election, Blair became shadow home secretary under John Smith. The old guard argued that trends showed they were regaining strength under Smith's strong leadership.  Meanwhile, the breakaway SDP faction had merged with the Liberal Party; the resulting Liberal Democrats seemed to pose a major threat to the Labour base. Blair, the leader of the modernising faction, had an entirely different vision, arguing that the long-term trends had to be reversed. The Labour Party was too locked into a base that was shrinking, since it was based on the working-class, on trade unions, and on residents of subsidised council housing. The rapidly growing middle-class was largely ignored, especially the more ambitious working-class families. They aspired to middle-class status but accepted the Conservative argument that Labour was holding ambitious people back with its levelling-down policies. They increasingly saw Labour in terms defined by the opposition, regarding higher taxes and higher interest rates. The steps towards what would become New Labour were procedural but essential. Calling on the slogan \"One member, one vote\", John Smith (with limited input from Blair) secured an end to the trade union block vote for Westminster candidate selection at the 1993 conference. But Blair and the modernisers wanted Smith to go further still, and called for radical adjustment of Party goals by repealing \"Clause IV\", the historic commitment to nationalisation of industry. This would be achieved in",
        "ngram": 256,
        "subject": "Tony Blair"
    },
    {
        "text": "John Smith died suddenly in 1994 of a heart attack. Blair defeated John Prescott and Margaret Beckett in the subsequent leadership election and became Leader of the Opposition. As is customary for the holder of that office, Blair was appointed a Privy Counsellor.",
        "ngram": 43,
        "subject": "Tony Blair"
    },
    {
        "text": "During his speech at the 1994 Labour Party conference, Blair announced a forthcoming proposal to update the party's objects and objectives, which was widely interpreted to relate to replacing Clause IV of the party's constitution with a new statement of aims and values. This involved the deletion of the party's stated commitment to \"the common ownership of the means of production and exchange\", which was generally understood to mean wholesale nationalisation of major industries. At a special conference in April 1995, the clause was replaced by a statement that the party is \"democratic socialist\", and Blair also claimed to be a \"democratic socialist\" himself in the same year. However, the move away from nationalisation in the old Clause IV made many on the left wing of the Labour Party feel that Labour was moving away from traditional socialist principles of nationalisation set out in 1918, and was seen by them as part of a shift of the party towards \"New Labour\".",
        "ngram": 161,
        "subject": "Tony Blair"
    },
    {
        "text": "He inherited the Labour leadership at a time when the party was ascendant over the Conservatives in the opinion polls, since the Conservative government's reputation in monetary  policy was left in tatters by the Black Wednesday economic disaster of September 1992. Blair's election as leader saw Labour support surge higher still in spite of the continuing economic recovery and fall in unemployment that the Conservative government (led by John Major) had overseen since the end of the 1990–92 recession. At the 1996 Labour Party conference, Blair stated that his three top priorities on coming to office were \"education, education, and education\".",
        "ngram": 102,
        "subject": "Tony Blair"
    },
    {
        "text": "Aided by the unpopularity of John Major's Conservative government (itself deeply divided over the European Union), \"New Labour\" won a landslide victory at the 1997 general election, ending eighteen years of Conservative Party rule, with the heaviest Conservative defeat since 1906.",
        "ngram": 41,
        "subject": "Tony Blair"
    },
    {
        "text": "According to diaries released by Paddy Ashdown, during Smith's leadership of the Labour Party, there were discussions with Ashdown about forming a coalition government if the next general election resulted in a hung parliament. Ashdown also claimed that Blair was a supporter of proportional representation (PR). In addition to Ashdown, Liberal Democrat MPs Menzies Campbell and Alan Beith were earmarked for places in the cabinet if a Labour-Lib Dem coalition was formed. Blair was forced to back down on these proposals because John Prescott and Gordon Brown opposed the PR system, and many members of the Shadow Cabinet were worried about concessions being made towards the Lib Dems. In the event, virtually every opinion poll since late-1992 put Labour ahead with enough support to form an overall majority.",
        "ngram": 128,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair became Prime Minister of the United Kingdom on 2 May 1997; aged 43, he was the youngest person to reach that office since Lord Liverpool became prime minister aged 42 in 1812. He was also the first prime minister born after the Second World War and the accession of Elizabeth II to the throne. With victories in 1997, 2001, and 2005, Blair was the Labour Party's longest-serving prime minister, and the first person (and the only one, to date) to lead the party to three consecutive general election victories.",
        "ngram": 90,
        "subject": "Tony Blair"
    },
    {
        "text": "His contribution towards assisting the Northern Ireland peace process by helping to negotiate the Good Friday Agreement (after 30 years of conflict) was widely recognised. Following the Omagh bombing on 15 August 1998, by members of the Real IRA opposed to the peace process, which killed 29 people and wounded hundreds, Blair visited the County Tyrone town and met with victims at Royal Victoria Hospital, Belfast.",
        "ngram": 66,
        "subject": "Tony Blair"
    },
    {
        "text": "In his first six years in office, Blair ordered British troops into combat five times, more than any other prime minister in British history. This included Iraq in both 1998 and 2003, Kosovo (1999), Sierra Leone (2000) and Afghanistan (2001).",
        "ngram": 40,
        "subject": "Tony Blair"
    },
    {
        "text": "The Kosovo War, which Blair had advocated on moral grounds, was initially a failure when it relied solely on air strikes; the threat of a ground offensive convinced Serbia's Slobodan Milošević to withdraw. Blair had been a major advocate for a ground offensive, which Bill Clinton was reluctant to do, and ordered that 50,000 soldiers – most of the available British Army – should be made ready for action. The following year, the limited Operation Palliser in Sierra Leone swiftly swung the tide against the rebel forces; before deployment, the United Nations Mission in Sierra Leone had been on the verge of collapse. Palliser had been intended as an evacuation mission but Brigadier David Richards was able to convince Blair to allow him to expand the role; at the time, Richards' action was not known and Blair was assumed to be behind it.",
        "ngram": 143,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair ordered Operation Barras, a highly successful SAS/Parachute Regiment strike to rescue hostages from a Sierra Leone rebel group. Journalist Andrew Marr has argued that the success of ground attacks, real and threatened, over air strikes alone was influential on how Blair planned the Iraq War, and that the success of the first three wars Blair fought \"played to his sense of himself as a moral war leader\". When asked in 2010 if the success of Palliser may have \"embolden[ed] British politicians\" to think of military action as a policy option, General Sir David Richards admitted there \"might be something in that\".",
        "ngram": 102,
        "subject": "Tony Blair"
    },
    {
        "text": "From the start of the War on Terror in 2001, Blair strongly supported the foreign policy of George W. Bush, participating in the 2001 invasion of Afghanistan and 2003 invasion of Iraq. The invasion of Iraq was particularly controversial, as it attracted widespread public opposition and 139 of Blair's own MPs opposed it.",
        "ngram": 53,
        "subject": "Tony Blair"
    },
    {
        "text": "As a result, he faced criticism over the policy itself and the circumstances of the decision. Alastair Campbell described Blair's statement that the intelligence on WMDs was \"beyond doubt\" as his \"assessment of the assessment that was given to him.\" In 2009, Blair stated that he would have supported removing Saddam Hussein from power even in the face of proof that he had no such weapons. Playwright Harold Pinter and former Malaysian prime minister Mahathir Mohamad accused Blair of war crimes.",
        "ngram": 81,
        "subject": "Tony Blair"
    },
    {
        "text": "Testifying before the Iraq Inquiry on 29 January 2010, Blair said Saddam was a \"monster and I believe he threatened not just the region but the world.\" Blair said that British and American attitude towards Saddam Hussein had \"changed dramatically\" after the 11 September attacks. Blair denied that he would have supported the invasion of Iraq even if he had thought Saddam had no weapons of mass destruction. He said he believed the world was safer as a result of the invasion. He said there was \"no real difference between wanting regime change and wanting Iraq to disarm: regime change was US policy because Iraq was in breach of its UN obligations.\" In an October 2015 CNN interview with Fareed Zakaria, Blair apologised for his \"mistakes\" over Iraq War and admitted there were \"elements of truth\" to the view that the invasion helped promote the rise of ISIS. The Chilcot Inquiry report of 2016 gave a damning assessment of Blair's role in the Iraq War, though the former prime minister again refused to apologise for his decision to back the US-led invasion.",
        "ngram": 182,
        "subject": "Tony Blair"
    },
    {
        "text": "One of Blair's first acts as prime minister was to replace the then twice-weekly 15-minute sessions of Prime Minister's Questions held on Tuesdays and Thursdays with a single 30-minute session on Wednesdays. In addition to PMQs, Blair held monthly press conferences at which he fielded questions from journalists and – from 2002 – broke precedent by agreeing to give evidence twice yearly before the most senior Commons select committee, the Liaison Committee. Blair was sometimes perceived as paying insufficient attention both to the views of his own Cabinet colleagues and to those of the House of Commons. His style was sometimes criticised as not that of a prime minister and head of government, which he was, but of a president and head of state – which he was not. Blair was accused of excessive reliance on spin. He was the first UK prime minister to have been formally questioned by police, though not under caution, while still in office.",
        "ngram": 159,
        "subject": "Tony Blair"
    },
    {
        "text": "As the casualties of the Iraq War mounted, Blair was accused of misleading Parliament, and his popularity dropped as a result, with Labour's overall majority at the 2005 election reduced from 167 to 66 seats. As a combined result of the Blair–Brown pact, the Iraq War and low approval ratings, pressure built up within the Labour Party for Blair to resign. Over the summer of 2006, many MPs criticised Blair for not calling for a ceasefire in the Israel–Lebanon conflict. On 7 September 2006, Blair publicly stated he would step down as leader by the time of the Trades Union Congress conference held from 10 to 13 September 2007, despite promising to serve a full term during the previous general election campaign. On 10 May 2007, during a speech at the Trimdon Labour Club, Blair announced his intention to resign as both Labour leader and prime minister, triggering a leadership election in which Brown was the only candidate.",
        "ngram": 158,
        "subject": "Tony Blair"
    },
    {
        "text": "At a special party conference in Manchester on 24 June 2007, Blair formally handed over the leadership of the Labour Party to Brown, who had been Chancellor of the Exchequer in Blair's three ministries. Blair tendered his resignation as prime minister on 27 June and Brown assumed office the same afternoon. Blair resigned from his Sedgefield seat in the traditional form of accepting the Stewardship of the Chiltern Hundreds, to which he was appointed by Brown in one of the latter's last acts as chancellor; the resulting by-election was won by Labour candidate Phil Wilson. Blair decided not to issue a list of Resignation Honours, making him the first prime minister of the modern era not to do so.",
        "ngram": 119,
        "subject": "Tony Blair"
    },
    {
        "text": "In 2001, Blair said, \"We are a left of centre party, pursuing economic prosperity and social justice as partners and not as opposites\". Blair rarely applies such labels to himself, but he promised before the 1997 election that New Labour would govern \"from the radical centre\", and according to one lifelong Labour Party member, has always described himself as a social democrat. However, in a 2007 opinion piece in The Guardian, left-wing commentator Neil Lawson described Blair as to the right of centre. A YouGov opinion poll in 2005 found that a small majority of British voters, including many New Labour supporters, placed Blair on the right of the political spectrum. The Financial Times on the other hand has argued that Blair is not conservative, but instead a populist.",
        "ngram": 129,
        "subject": "Tony Blair"
    },
    {
        "text": "Critics and admirers tend to agree that Blair's electoral success was based on his ability to occupy the centre ground and appeal to voters across the political spectrum, to the extent that he has been fundamentally at odds with traditional Labour Party values. Some left-wing critics, such as Mike Marqusee in 2001, argued that Blair oversaw the final stage of a long term shift of the Labour Party to the right.",
        "ngram": 71,
        "subject": "Tony Blair"
    },
    {
        "text": "There is some evidence that Blair's long term dominance of the centre forced his Conservative opponents to shift a long distance to the left to challenge his hegemony there. Leading Conservatives of the post-New Labour era hold Blair in high regard: George Osborne describes him as \"the master\", Michael Gove thought he had an \"entitlement to conservative respect\" in February 2003, while David Cameron reportedly maintained Blair as an informal adviser.",
        "ngram": 71,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair introduced significant constitutional reforms; promoted new rights for gay people; and signed treaties integrating Britain more closely with the EU. With specifical regards to Blair's LGBTQ+ reforms, Blair introduced the Civil Partnership Act 2004 which granted civil partners rights and responsibilities similar to those in civil marriages, equalised the age of consent between straight and gay couples, ended the ban on gay people serving in the British military, introduced the Gender Recognition Act 2004 which allows those with gender dysphoria to legally change their gender, repealed Section 28, gave gay couples the right to adopt and enacted several anti-discrimination policies into law. In 2014 he was proclaimed a 'gay icon' by the Gay Times.",
        "ngram": 115,
        "subject": "Tony Blair"
    },
    {
        "text": "The New Labour government increased police powers by adding to the number of arrestable offences, compulsory DNA recording and the use of dispersal orders. Under Blair's government the amount of new legislation increased which attracted criticism. He also introduced tough anti-terrorism and identity card legislation.",
        "ngram": 45,
        "subject": "Tony Blair"
    },
    {
        "text": "Tony Blair has been credited with overseeing a strong economy, with real incomes of British citizens growing 18% between 1997 and 2006. Britain saw rapid productivity growth and significant GDP growth, as well as falling poverty rates and inequality which, despite stubbornly failing to fall, stalled thanks to New Labour's economic policies (such as tax credits). Despite the financial bubble developing in the property markets, studies have credited the growth to investments in education and the maintenance of fiscal responsibility, rather than a financial sugar-high.",
        "ngram": 85,
        "subject": "Tony Blair"
    },
    {
        "text": "During his time as prime minister, Blair kept direct taxes low, while raising indirect taxation; invested a significant amount in Human capital; introduced a National Minimum Wage and some new employment rights (while keeping Margaret Thatcher's trade union reforms). He introduced substantial market-based reforms in the education and health sectors; introduced student tuition fees; introduced a welfare to work scheme and sought to reduce certain categories of welfare payments. He did not reverse the privatisation of the railways enacted by his predecessor John Major and instead strengthened regulation (by creating the Office of Rail Regulation) and limited fare rises to inflation +1%.",
        "ngram": 102,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair and Brown raised spending on the NHS and other public services, increasing spending from 39.9% of GDP to 48.1% in 2010–11. They pledged in 2001 to bring NHS spending to the levels of other European countries, and doubled spending in real terms to over £100 billion in England alone.",
        "ngram": 50,
        "subject": "Tony Blair"
    },
    {
        "text": "Non-European immigration rose significantly during the period from 1997, not least because of the government's abolition of the primary purpose rule in June 1997. This change made it easier for UK residents to bring foreign spouses into the country. The former government advisor Andrew Neather in the Evening Standard stated that the deliberate policy of ministers from late 2000 until early 2008 was to open up the UK to mass migration. Neather later stated that his words had been twisted, saying: \"The main goal was to allow in more migrant workers at a point when – hard as it is to imagine now – the booming economy was running up against skills shortages.... Somehow this has become distorted by excitable Right-wing newspaper columnists into being a \"plot\" to make Britain multicultural. There was no plot.\"",
        "ngram": 135,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair criticised other governments for not doing enough to solve global climate change. In a 1997 visit to the United States, he made a comment on \"great industrialised nations\" that fail to reduce greenhouse gas emissions. Again in 2003, Blair went before the United States Congress and said that climate change \"cannot be ignored\", insisting \"we need to go beyond even Kyoto.\" Blair and his party promised a 20% reduction in carbon dioxide. The Labour Party also claimed that by 2010 10% of the energy would come from renewable resources; however, it only reached 7% by that point.",
        "ngram": 98,
        "subject": "Tony Blair"
    },
    {
        "text": "Along with enjoying a close relationship with Bill Clinton, Blair formed a strong political alliance with George W. Bush, particularly in the area of foreign policy. For his part, Bush lauded Blair and the UK. In his post-9/11 speech, for example, he stated that \"America has no truer friend than Great Britain\".",
        "ngram": 52,
        "subject": "Tony Blair"
    },
    {
        "text": "The alliance between Bush and Blair seriously damaged Blair's standing in the eyes of Britons angry at American influence; a 2002 poll revealed that a large amount of Britons viewed Blair as a \"lapdog\" of Bush. Blair argued it was in Britain's interest to \"protect and strengthen the bond\" with the United States regardless of who was in the White House.",
        "ngram": 61,
        "subject": "Tony Blair"
    },
    {
        "text": "However, a perception of one-sided compromising personal and political closeness led to discussion of the term \"Poodle-ism\" in the UK media, to describe the \"Special Relationship\" of the UK government and prime minister with the US White House and president. A revealing conversation between Bush and Blair, with the former addressing the latter as \"Yo [or Yeah], Blair\" was recorded when they did not know a microphone was live at the G8 summit in Saint Petersburg in 2006.",
        "ngram": 78,
        "subject": "Tony Blair"
    },
    {
        "text": "In 1994, Blair forged close ties with Michael Levy, a leader of the Jewish Leadership Council. Levy ran the Labour Leader's Office Fund to finance Blair's campaign before the 1997 election and raised £12 million towards Labour's landslide victory, Levy was rewarded with a peerage, and in 2002, Blair appointed Lord Levy as his personal envoy to the Middle East. Levy praised Blair for his \"solid and committed support of the State of Israel\". Tam Dalyell, while Father of the House of Commons, suggested in 2003 that Blair's foreign policy decisions were unduly influenced by a \"cabal\" of Jewish advisers, including Levy, Peter Mandelson and Jack Straw (the last two are not Jewish but have some Jewish ancestry).",
        "ngram": 118,
        "subject": "Tony Blair"
    },
    {
        "text": "Blair, on coming to office, had been \"cool towards the right-wing Netanyahu government\". During his first visit to Israel, Blair thought the Israelis bugged him in his car. After the election in 1999 of Ehud Barak, with whom Blair forged a close relationship, he became much more sympathetic to Israel. From 2001, Blair built up a relationship  with Barak's successor, Ariel Sharon, and responded positively to Arafat, whom he had met thirteen times since becoming prime minister and regarded as essential to future negotiations. In 2004, 50 former diplomats, including ambassadors to Baghdad and Tel Aviv, stated they had \"watched with deepening concern\" at Britain following the US into war in Iraq in 2003. They criticised Blair's support for the road map for peace which included the retaining of Israeli settlements on the West Bank.",
        "ngram": 136,
        "subject": "Tony Blair"
    },
    {
        "text": "In 2006 Blair was criticised for his failure to immediately call for a ceasefire in the 2006 Lebanon War. The Observer newspaper claimed that at a cabinet meeting before Blair left for a summit with Bush on 28 July 2006, a significant number of ministers pressured Blair to publicly criticise Israel over the scale of deaths and destruction in Lebanon. Blair was criticised for his solid stance alongside US president George W. Bush on Middle East policy.",
        "ngram": 77,
        "subject": "Tony Blair"
    }
]