[
    {
        "text": "In January 2010, Beyoncé participated in George Clooney and Wyclef Jean's Hope for Haiti Now: A Global Benefit for Earthquake Relief telethon, donated a large sum to the organization, and was named the official face of the limited edition Council of Fashion Designers of America (CFDA) \"Fashion For Haiti\" T-shirt. In April 2011, Beyoncé joined forces with U.S. First Lady Michelle Obama and the National Association of Broadcasters Education Foundation, to help boost the latter's campaign against child obesity by reworking her single \"Get Me Bodied\". Following the death of Osama bin Laden, Beyoncé released her cover of the Lee Greenwood song \"God Bless the USA\", as a charity single to help raise funds for the New York Police and Fire Widows' and Children's Benefit Fund.",
        "ngram": 126,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Chase was a member of an early underground comedy ensemble called Channel One, which he co-founded in 1967. He also wrote a one-page spoof of Mission: Impossible for Mad magazine in 1970 and was a writer for the short-lived Smothers Brothers TV show comeback in the spring of 1975. Chase made the move to comedy as a full-time career by 1973, when he became a writer and cast member of The National Lampoon Radio Hour, a syndicated satirical radio series. The National Lampoon Radio Hour also featured John Belushi, Gilda Radner, Bill Murray, and Brian Doyle-Murray, all of whom later became the \"Not-Ready-For-Prime Time Players\" on NBC Saturday Night (later re-titled NBC's Saturday Night and finally Saturday Night Live). Chase and Belushi also appeared in National Lampoon's off-Broadway revue Lemmings, a sketch and musical send-up of popular youth culture, in which Chase also played the drums and piano during the musical numbers. He appeared in the movie The Groove Tube, which was directed by another co-founder of Channel One, Ken Shapiro, featuring several Channel One sketches.",
        "ngram": 176,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Blair was interviewed in June 2020 for an article in the American magazine The Atlantic on European views of U.S. foreign policy concerning the COVID-19 pandemic and resulting recession, the rise of China, and the George Floyd protests. He affirmed his belief in the continued strength of American soft power and the need to address Iranian military aggression, European military underinvestment, and illicit Chinese trade practices. He said, however, \"I think it's fair to say a lot of political leaders in Europe are dismayed by what they see as the isolationism growing in America and the seeming indifference to alliances. But I think there will come a time when America decides in its own interest to reengage, so I'm optimistic that America will in the end understand that this is not about relegating your self-interest behind the common interest; it's an understanding that by acting collectively in alliance with others you promote your own interests.\" Blair warned that structural issues plaguing American domestic policy needed to be addressed imminently.",
        "ngram": 169,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Carrey portrayed the Batman villain the Riddler in the Joel Schumacher-directed superhero film Batman Forever (1995). The film received mixed reviews, but was a box office success. He reprised his role as Ace Ventura in Ace Ventura: When Nature Calls which was also released in 1995. Like the original film, it was well received by the public, but poorly received by critics. It was a huge box-office success, earning $212 million worldwide in addition to breaking records, with a $40 million opening weekend.Carrey became the first actor to be paid $20 million for his next film, The Cable Guy (1996). Directed by Ben Stiller, the film was a satirical black comedy, in which Carrey played a lonely, menacing cable TV installer who infiltrates the life of one of his customers (played by Matthew Broderick). The role was a departure from the \"hapless, hyper, overconfident\" characters he had been known for. However, it did not fare well with most critics, many reacting to Carrey's change of tone from previous films. Carrey also starred in the music video of the film's closing song, \"Leave Me Alone\" by Jerry Cantrell. Despite the reviews, The Cable Guy grossed $102 million worldwide.He soon bounced back with the critically acclaimed comedy Liar Liar (1997), playing Fletcher Reede, an unethical lawyer rendered unable to lie by his young son's birthday wish. Carrey was praised for his performance, earning a second Golden Globe Award nomination for Best Actor. Janet Maslin of The New York Times said: \"Well into his tumultuous career, Mr. Carrey finally",
        "ngram": 256,
        "subject": "Rebel Wilson"
    },
    {
        "text": "2013: Favre's agent Bus Cook indicated early in the season that Favre could still play in the NFL. When asked about what his agent said, Favre responded \"I am (in shape), but I am no way considering playing... The stress level was much, much more (when I played)... The demands are, don't get me wrong, I want to win, but it's not a job.\" A few weeks later, in late October, the St. Louis Rams called Favre after their starting quarterback Sam Bradford was lost for the season, but Favre declined their offer to bring him out of retirement.",
        "ngram": 99,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Knievel, after learning about the culling of elk in Yellowstone, decided to hitchhike from Butte to Washington, D.C., in December 1961 to raise awareness and to have the elk relocated to areas where hunting was permitted. After this conspicuous trek (he hitchhiked with a 54-inch-wide (1.4-meter) rack of elk antlers and a petition with 3,000 signatures), he presented his case to Representative Arnold Olsen, Senator Mike Mansfield, and Interior Secretary Stewart Udall. Culling was stopped in the late 1960s.",
        "ngram": 79,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Upon release, Apocalypse Now earned critical acclaim, as did Brando's performance. His whispering of Kurtz's final words \"The horror! The horror!\", has become particularly famous. Roger Ebert, writing in the Chicago Sun-Times, defended the movie's controversial denouement, opining that the ending, \"with Brando's fuzzy, brooding monologues and the final violence, feels much more satisfactory than any conventional ending possibly could.\" Brando received a fee of $2 million plus 10% of the gross theatrical rental and 10% of the TV sale rights, earning him around $9 million.",
        "ngram": 86,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Berry first saw baseball player David Justice on TV playing in an MTV celebrity baseball game in February 1992. When a reporter from Justice's hometown of Cincinnati told her that Justice was a fan, Berry gave her phone number to the reporter to give to Justice. Berry married Justice shortly after midnight on January 1, 1993. Following their separation in February 1996, Berry stated publicly that she was so depressed that she had considered taking her own life. Berry and Justice were divorced on June 20, 1997.",
        "ngram": 87,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Following The Soft Parade, the Doors released Morrison Hotel. After a lengthy break, the group reconvened in October 1970 to record their final album with Morrison, titled L.A. Woman. Shortly after the recording sessions for the album began, producer Paul A. Rothchild – who had overseen all of their previous recordings – left the project, and engineer Bruce Botnick took over as producer.",
        "ngram": 63,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Williams finished as the year-end No.1 for the third time, becoming the oldest No.1 player in WTA history. She was named the ITF World Champion for the fourth time. She received two prizes at the 2013 ESPY Awards: Best Female Athlete and Best Female Tennis Player, the latter of which she won for a record sixth time. In December, Williams received the Associated Press Female Athlete of the Year award for the third time. Only Evert and Babe Didrikson have been chosen more often as Athlete of the Year since the awards were first handed out in 1931.",
        "ngram": 98,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In 1996, Harmon saved a teenage boy involved in a car accident outside his Brentwood home. The driver had been able to escape, but the passenger was trapped in the burning car. Dawber telephoned emergency services, while Harmon used a sledgehammer from his garage to break the window of the car and pulled the passenger from the vehicle. The passenger suffered severe burns but survived his injuries.",
        "ngram": 67,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Van Gogh suffered from psychotic episodes and delusions. Though he worried about his mental stability, he often neglected his physical health, did not eat properly and drank heavily. His friendship with Gauguin ended after a confrontation with a razor when, in a rage, he severed his left ear. Van Gogh spent time in psychiatric hospitals, including a period at Saint-Rémy. After he discharged himself and moved to the Auberge Ravoux in Auvers-sur-Oise near Paris, he came under the care of the homeopathic doctor Paul Gachet. His depression persisted, and on 27 July 1890, Van Gogh is believed to have shot himself in the chest with a revolver, dying from his injuries two days later.",
        "ngram": 114,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In early June 2017, posters were displayed in New York City and Los Angeles, and banner ads were placed on the Internet promoting a Tidal-related project titled 4:44. A teaser ad was aired during the NBA Finals on June 7 featuring actors Mahershala Ali, Lupita Nyong'o and Danny Glover in a one-minute video, ending in \"4:44 – 6.30.17, Exclusively on Tidal\". On June 18, the project was confirmed to be a new Jay-Z album, and a clip featuring a song titled \"Adnis\" was posted on Sprint's YouTube page.4:44 was released through Roc Nation and Universal Music Group, as an exclusive to Sprint and Tidal customers. The album is the first in a planned series of music exclusives from the Sprint–Tidal partnership. For a short time, on July 2, the album was made available for free digital download in Tidal's site. A physical edition was released on July 7, including three additional tracks. On the same day, the album was made available to other streaming platforms, such as Apple Music, Google Play Music and Amazon Music.",
        "ngram": 175,
        "subject": "Rebel Wilson"
    },
    {
        "text": "On May 24, 2021, a video of Cena apologizing to China was published on Twitter. While promoting Fast & Furious 9 in an interview, Cena stated Taiwan would be the first country to be able to view the film. This resulted in a backlash from Chinese social media users, prompting Cena to apologize in Mandarin in the video for the slip of the tongue. His apology received mixed reactions in China, and was the subject of further internet memes in the west.",
        "ngram": 82,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In 1988, Trump acquired the Plaza Hotel with a loan from a consortium of sixteen banks. The hotel filed for bankruptcy protection in 1992, and a reorganization plan was approved a month later, with the banks taking control of the property. In 1995, Trump defaulted on over $3 billion of bank loans, and the lenders seized the Plaza Hotel along with most of his other properties in a humiliating restructuring that allowed Trump to avoid personal bankruptcy. The lead bank's attorney said of the banks' decision that they \"all agreed that he'd be better alive than dead.\"",
        "ngram": 97,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Following Lethal Injection, Cube focused on films and producing albums of other rappers, including Da Lench Mob, Mack 10, Mr. Short Khop, and Kausion. In 1994, Cube teamed with onetime N.W.A groupmate Dr. Dre, who was then leading rap's G-funk subgenre, for the first time since Cube had left the group, and which had disbanded upon Dre's 1991 departure. The result was the Cube and Dre song \"Natural Born Killaz\", on the Murder Was The Case soundtrack, released by Dre's then-new label, Death Row Records.",
        "ngram": 85,
        "subject": "Rebel Wilson"
    },
    {
        "text": "On the January 7, 1984, episode of Championship Wrestling, Hogan confirmed his fan favorite status (for any WWF fans unaware of his late 1981 babyface turn) by saving Bob Backlund from a three-way assault by the Wild Samoans. Hogan's turn was explained simply by Backlund: \"He's changed his ways. He's a great man. He's told me he's not gonna have Blassie around\". The storyline shortcut was necessary because less than three weeks later on January 23, Hogan won his first WWF World Heavyweight Championship, pinning The Iron Sheik (who had Blassie in his corner) in Madison Square Garden. The storyline accompanying the victory was that Hogan was a \"last minute\" replacement for the Sheik's original opponent Bob Backlund, and became the champion by way of being the first man to escape the camel clutch (the Iron Sheik's finishing move).",
        "ngram": 139,
        "subject": "Rebel Wilson"
    },
    {
        "text": "On July 24, 2008, Abkco Music Inc filed a lawsuit against Carter for copyright infringement and unfair competition, specifically referring to Tha Carter III's track \"Playing with Fire\". In the lawsuit, Abkco says that the song was obviously derived from The Rolling Stones' \"Play with Fire\", to which Abkco owns the rights. Subsequently, \"Playing with Fire\" was removed from the track list of Tha Carter III on all online music stores and replaced with the David Banner produced track, \"Pussy Monster\".",
        "ngram": 81,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Barker died at his home in Los Angeles on August 26, 2023, at the age of 99 following several years with Alzheimer's disease, a condition that Burnet and Barker's publicity team had kept hidden from the public. Hypertension, hyperlipidemia and hypothyroidism were listed as secondary causes of death. He was interred alongside his wife at Forest Lawn Memorial Park – Hollywood Hills.",
        "ngram": 62,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In a statement made a month before his death, Kissinger responded to the 2023 Hamas-led attack on Israel and outbreak of the Israel–Hamas war by saying that the goals of Hamas \"can only be to mobilize the Arab world against Israel and to get off the track of peaceful negotiations\". In response to celebrations of the attack by some Arabs in Germany, he issued a statement denouncing Muslim immigration into Germany: \"It was a grave mistake to let in so many people of totally different culture and religion and concepts, because it creates a pressure group inside each country that does that.\"",
        "ngram": 102,
        "subject": "Rebel Wilson"
    },
    {
        "text": "From available data, Swift has amassed over 50 million album sales and 150 million single sales as of 2019, and 114 million units globally, including 78 billion streams as of 2021. The International Federation of the Phonographic Industry ranked her as the Global Recording Artist of the Year for a record four times (2014, 2019, 2022, and 2023). Swift has the most number-one albums in the United Kingdom and Ireland for a female artist this millennium, earned the highest income for an artist on Chinese digital music platforms (RMB 159,000,000 as of 2021), and is the first artist to occupy the entire top five of the Australian albums chart. Swift remains the world's highest-grossing female touring act ever, with cumulative ticket sales at $1.96 billion as of November 2023, per Pollstar. The Eras Tour is the highest-grossing tour of all time and the first to surpass $1 billion in revenue. Beginning with Fearless, each of her studio albums have opened with over one million global units. Swift is the most-streamed act on Spotify, and the most-streamed female artist on Apple Music. On Spotify, she is the only artist to have received more than 250 million streams in one day (260 million on October 27, 2023) and the only female act to reach 100 million monthly listeners. The most entries and the most simultaneous entries for an artist on the Billboard Global 200, with 143 and 31 songs, respectively, are among her feats.",
        "ngram": 242,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Thomas William Selleck was born in Detroit, Michigan, on January 29, 1945, to housewife Martha Selleck (née Jagger) and Robert Dean Selleck, who was an executive and real estate investor. He has an elder brother Robert (born 1944), a younger sister Martha (born 14 Nov 1953), and a younger brother Daniel (born 1956).Selleck is of mostly English descent, although he also has some German ancestry. Through an entirely paternal line, Selleck is a direct descendant of English colonist David Selleck who moved to Massachusetts from Somerset, England in 1633. Through this line, Selleck is of the 11th generation of his family born in North AmericaSelleck's family moved to Sherman Oaks, California in 1948.",
        "ngram": 113,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Trump was acquitted of both charges by the Republican majority. Senator Mitt Romney was the only Republican who voted to convict Trump on one charge, the abuse of power. Following his acquittal, Trump fired impeachment witnesses and other political appointees and career officials he deemed insufficiently loyal.",
        "ngram": 47,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Jenner and her family suffered emotional turmoil during the O. J. Simpson trial (1994–1995), later described as the \"Trial of the Century.\" Jenner was a good friend of Simpson's ex-wife, Nicole Brown, and Jenner's first husband, Robert Kardashian, was one of O.J. Simpson's \"Dream Team\" of defense lawyers during the trial.She was portrayed by American actress Selma Blair in the FX limited series The People v. O. J. Simpson: American Crime Story, which premiered in February 2016.",
        "ngram": 77,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In 1997, Garland was posthumously awarded the Grammy Lifetime Achievement Award. Several of her recordings have been inducted into the Grammy Hall of Fame, and in 1999 the American Film Institute ranked her as the eighth-greatest female screen legend of classic Hollywood cinema.",
        "ngram": 43,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Kissinger married Anneliese \"Ann\" Fleischer (born November 6, 1925, in Fürth, Germany) on February 6, 1949. They had two children, Elizabeth and David, and divorced in 1964. In 1955, he met Austrian poet Ingeborg Bachmann during a symposium at Harvard; the two had a romantic relationship that lasted several years. On March 30, 1974, he married Nancy Maginnes. They lived in Kent, Connecticut, and in New York City. Kissinger's son David served as an executive with NBC Universal Television Studio before becoming head of Conaco, Conan O'Brien's production company, in 2005. In February 1982, at the age of 58, Henry Kissinger underwent coronary bypass surgery. On May 27, 2023, he turned 100.Kissinger described Diplomacy as his favorite game in a 1973 interview.",
        "ngram": 122,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Outside of work, Richards dedicates much of her time to philanthropy. She has supported numerous charities, including Dave Thomas Foundation for Adoption, Elizabeth Glaser Pediatric AIDS Foundation, Feeding America, Much Love Animal Rescue, Barbara Davis Center for Childhood Diabetes, Best Friends Animal Society and Children's Hospital Los Angeles. Richards has also appeared in the NOH8 Campaign and has spoken in support of gay marriage.",
        "ngram": 64,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Music critics have often credited Beyoncé with the invention of the staccato rap-singing style that has since dominated pop, R&B, and rap music. Lakin Starling of The Fader wrote that Beyoncé's innovative implementation of the delivery style on Destiny's Child's 1999 album The Writing's on the Wall invented a new form of R&B. The staccato rap-singing style continued to be used in the music industry in the late 2010s and early 2020s; Aaron Williams of Uproxx described Beyoncé as the \"primary pioneer\" of the rapping style that dominates the music industry today, with many rappers implementing Beyoncé's rap-singing. Michael Eric Dyson agrees, saying in 2019 that Beyoncé \"changed the whole genre\" and has become the \"godmother\" of mumble rappers, who use the staccato rap-singing cadence. Dyson added: \"She doesn't get credit for the remarkable way in which she changed the musical vocabulary of contemporary art.\"",
        "ngram": 145,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In the weeks following the murder, \"(Just Like) Starting Over\" and Double Fantasy topped the charts in the UK and the US. \"Imagine\" hit number one in the UK in January 1981 and \"Happy Xmas\" peaked at number two. \"Imagine\" was succeeded at the top of the UK chart by \"Woman\", the second single from Double Fantasy. Later that year, Roxy Music's cover version of \"Jealous Guy\", recorded as a tribute to Lennon, was also a UK number-one.",
        "ngram": 78,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Jackson's issues with former The Diplomats member Cam'ron began in 2007, when they had a live argument on The Angie Martinez Show on Hot 97 radio. Jackson commented that he felt that the music division of Koch Entertainment (known today as MNRK Music Group) was a \"graveyard\", meaning major record labels would not work with their artists. Cam'ron then ridiculed the record sales of G-Unit members Lloyd Banks and Mobb Deep by pointing out that Dipset member Jim Jones outsold both of their albums despite not being signed to a major label, and also went on to clarify that his group, The Diplomats, had a distribution deal from several labels. Both rappers released diss songs with videos on YouTube. Jackson released \"Funeral Music\", and suggested in the song that Cam'ron is no longer able to lead The Diplomats and that Jim Jones should take his place. Cam'ron responded with \"Curtis\" and \"Curtis Pt. II\", in which he makes fun of not only Jackson's first name, but also his appearance, calling him \"a gorilla, with rabbit teeth\". Jackson responded by releasing \"Hold On\" with Young Buck. Since 2009, the feud slowly died down, and they eventually reconciled in 2016.",
        "ngram": 198,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Until the branches are covered with wishes.Her Wish Tree installation in the Sculpture Garden of the Museum of Modern Art, New York, established in July 2010, has attracted contributions from all over the world. Other installation locations include London; St. Louis; Washington, D.C.; San Francisco; Copenhagen; the Stanford University campus in Palo Alto, California; Japan; Venice; Dublin; and, Miami at the Fairchild Tropical Botanic Garden in 2010.",
        "ngram": 67,
        "subject": "Rebel Wilson"
    },
    {
        "text": "On January 6, 2020, Perry posted a video on Instagram in which he revealed that he doesn't use a writers room for his films and TV shows and prefers to write his work himself. Perry received criticism from several outlets and figures in entertainment for denying opportunities to up-and-coming black writers. Later that month, Perry responded in an interview by stating that he had experienced issues when working with both WGA writers and nonunion writers. He claims that the WGA writers would submit \"scripts that would need rewrites in order to get paid multiple times.\" He also said that nonunion writers struggled to meet his standards of quality and that he \"was unhappy with every single script they wrote\" because \"they were not speaking to the voice.\"",
        "ngram": 127,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In 2010, he appeared in the biography of the Brat Packers called: Brat Pack: Where Are They Now? He also appeared on The Tonight Show with Conan O'Brien. Lowe is currently teaming up with 44 Blue to produce a reality series entitled Potomac Fever about young adults living in Washington, D.C.In July 2010, it was announced that Lowe would be providing the voice for the superhero Captain Marvel in the animated series, Young Justice. It was also announced in July 2010 that Lowe would become a series regular on the series Parks and Recreation. He portrayed Chris Traeger, the relentlessly upbeat city manager of the fictional town of Pawnee, Indiana, for four seasons, before his character was written out of the show in 2014. He was so pleased with the show and his guest appearances on season 2 that he agreed to become a full-fledged cast member from there on out. He reprised the role in the 2015 series finale, \"One Last Ride\", and in the 2020 special episode \"A Parks and Recreation Special\".",
        "ngram": 174,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Her second son, Damon Elliott, is a music producer, who has worked with Mýa, Pink, Christina Aguilera and Keyshia Cole. He arranged and produced his mother's 2006 Concord release My Friends and Me. She received a 2014 Grammy Award nomination in the Traditional Pop Category for her 2013 album release, Now.On January 24, 2015, Warwick was hospitalized after a fall in the shower at her home. After ankle surgery, she was discharged from the hospital.",
        "ngram": 75,
        "subject": "Rebel Wilson"
    },
    {
        "text": "In January 2010, Rihanna released her charity cover version of \"Redemption Song\" for the  Hope for Haiti Now campaign. She also recorded the song \"Stranded (Haiti Mon Amour)\" together with Jay-Z, Bono and The Edge for the same campaign to alleviate the 2010 Haiti earthquake.",
        "ngram": 46,
        "subject": "Rebel Wilson"
    },
    {
        "text": "A number of action filmmakers around the world have cited Bruce Lee as a formative influence on their careers, including Hong Kong action film directors such as Jackie Chan and John Woo, and Hollywood filmmakers such as Quentin Tarantino and Brett Ratner.",
        "ngram": 42,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Jay-Z became the first rapper in Reebok's history to endorse the company's footwear, signing a three-year endorsement deal. He later appeared in a 2003 Reebok collection advertising his S. Carter Collection. Later that year, he and frenemy 50 Cent appeared in a commercial to promote their S. Carter and G-Unit footwears for the company, with a Just Blaze-produced song made for it.In 2006, Jay-Z's deal with Reebok expired with no renewal.",
        "ngram": 71,
        "subject": "Rebel Wilson"
    },
    {
        "text": "Cyrus possesses a mezzo-soprano vocal range, although her vocals were once described as alto with a \"Nashville twang\" in both her spoken and singing voice. Her voice has a distinctive raspy sound to it, similar in vein to that of Pink and Amy Winehouse. On \"Party in the U.S.A.\" (2009), her vocals feature belter refrains, while those on the song \"Obsessed\" (2009) are described as \"husky\". Releases such as \"The Climb\" (2009) and \"These Four Walls\" (2008) feature elements of country music and showcase Cyrus's \"twangy vocals\". Cyrus experimented with an electropop sound on \"Fly on the Wall\" (2008), a genre that she would explore further with the release of Can't Be Tamed (2010), her third studio album. It was initially intended to feature rock elements prior to its completion, and Cyrus claimed after its release that it could be her final pop album. The album's songs speak of Cyrus's desire to achieve freedom in both her personal and professional life. She began working on Bangerz (2013) during a musical hiatus, and described the record as having a \"dirty south feel\" prior to its release. Critics noted the use of hip hop and synthpop on the album. The album's songs are placed in chronological order telling the story of her failed relationship with Liam Hemsworth. Cyrus described Miley Cyrus & Her Dead Petz (2015) as \"a little psychedelic, but still in that pop world\". For her rock-influenced album, Plastic Hearts, Cyrus cited Britney Spears and Metallica as major influences. Inspired by pop and dance-pop, Endless Summer",
        "ngram": 256,
        "subject": "Rebel Wilson"
    },
    {
        "text": "His 100th movie, 1911, was released on 26 September 2011. Chan was the co-director, executive producer, and lead star of the movie. While Chan has directed over ten films over his career, this was his first directorial work since Who Am I? in 1998. 1911 premiered in North America on 14 October.While at the 2012 Cannes Film Festival, Chan announced that he was retiring from action films citing that he was getting too old for the genre. He later clarified that he would not be completely retiring from action films, but would be performing fewer stunts and taking care of his body more.In 2013, Chan starred in Police Story 2013, a reboot of the Police Story franchise directed by Ding Sheng, and it was released in China at the end of 2013. Chan's next film Dragon Blade was released in early 2015 and co-starred Hollywood actors John Cusack and Adrien Brody. In 2015, Chan was awarded the title of \"Datuk\" by Malaysia as he helped Malaysia to boost its tourism, especially in Kuala Lumpur where he previously shot his films. In early 2017, Chan's new film titled Kung Fu Yoga, a Chinese-Indian project, which also starred Disha Patani, Sonu Sood and Amyra Dastur, was released. The film reunited Chan with director Stanley Tong, who directed a number of Chan's films in the 1990s. Upon release, the film was a huge success at the box office, and became the 5th highest-grossing film in China, one month after its release. In 2016, he teamed up with Johnny Knoxville",
        "ngram": 256,
        "subject": "Rebel Wilson"
    },
    {
        "text": "McQueen was inducted in the Off-road Motorsports Hall of Fame in 1978. In 1971, McQueen's Solar Productions funded the classic motorcycle documentary On Any Sunday, in which McQueen is featured, along with racing legends Mert Lawwill and Malcolm Smith. The same year, he also appeared on the cover of Sports Illustrated magazine riding a Husqvarna dirt bike.",
        "ngram": 57,
        "subject": "Rebel Wilson"
    }
]