[
    {
        "text": "Marlon Brando Jr. (April 3, 1924 – July 1, 2004) was an American actor and activist. Widely considered one of the greatest and most influential actors of all time, he received numerous accolades throughout his career, which spanned six decades, including two Academy Awards, two Golden Globe Awards, one Cannes Film Festival Award, and three British Academy Film Awards. Brando is credited with being one of the first actors to bring the Stanislavski system of acting and method acting to mainstream audiences.",
        "ngram": 82,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando fell under the influence of Stella Adler and Stanislavski's system in the 1940s. He began his career on stage, adeptly reading his characters and consistently anticipating where scenes flowed. He transitioned to film, initially gaining acclaim and his first Academy Award for Best Actor nomination for the role of Stanley Kowalski in A Streetcar Named Desire (1951). He received further praise and his first Academy Award and Golden Globe Award for his performance as Terry Malloy in On the Waterfront (1954), which remains a watershed moment in the history of Hollywood, and his work continues to be studied and interpreted. His portrayal of the rebellious motorcycle gang leader Johnny Strabler in The Wild One (1953) became an emblem of the era's generational gap.",
        "ngram": 124,
        "subject": "Marlon Brando"
    },
    {
        "text": "The 1960s saw Brando's career take a commercial and critical downturn. He directed and starred in One-Eyed Jacks (1961), a commercial flop, after which he delivered a series of notable box-office failures, beginning with Mutiny on the Bounty (1962), which damaged his career. After ten years of underachieving and markedly diminished interest in his films, he starred as Vito Corleone in The Godfather (1972), which helped him win his second Academy Award and Golden Globe Award in a performance considered among the finest in the art form's history, based on extensive surveys of critics, directors and other actors. With this and his Oscar-nominated performance in Last Tango in Paris (1972), Brando reestablished himself in the ranks of top box-office stars.",
        "ngram": 120,
        "subject": "Marlon Brando"
    },
    {
        "text": "After a hiatus in the early 1970s, Brando was generally content with being a highly paid character actor in supporting roles of varying quality such as Jor-El in Superman (1978), as Colonel Kurtz in Apocalypse Now (1979) and as Adam Steiffel in The Formula (1980) before taking a nine-year break from film. The last two decades of Brando's life were marked with controversy, and his troubled private life received significant attention. He struggled with mood disorders and legal issues. Brando continues to be respected and held in high regard.",
        "ngram": 89,
        "subject": "Marlon Brando"
    },
    {
        "text": "Marlon Brando Jr. was born on April 3, 1924, in Omaha, Nebraska, as the only son of Marlon Brando Sr. and Dorothy Pennebaker. His father was a salesman who often travelled out-of-state and his mother was a stage actress, often away from home. His mother's absence resulted in Brando becoming attached to the family's housekeeper, who eventually left to get married, causing Brando to develop abandonment issues. His two elder sisters were Jocelyn and Frances.",
        "ngram": 75,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando's ancestry was mostly German, Dutch, English, and Irish. His patrilineal immigrant ancestor, Johann Wilhelm Brandau, arrived in New York City in the early 1700s from the Palatinate in Germany. He is also a descendant of Louis DuBois, a French Huguenot, who arrived in New York around 1660. His maternal great-grandfather, Myles Joseph Gahan, was an Irish immigrant who served as a medic in the American Civil War. In 1995, he gave an interview in Ireland in which he said, \"I have never been so happy in my life. When I got off the plane I had this rush of emotion. I have never felt at home in a place as I do here. I am seriously contemplating Irish citizenship.\"",
        "ngram": 120,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1930, when Brando was only 6 years old, the family moved to Evanston, Illinois, where Brando mimicked other people, developed a reputation for pranking, and met Wally Cox, with whom he remained friends until Cox's death in 1973. In 1936, his parents separated and he and his siblings moved with their mother to Santa Ana, California. Two years later, his parents reconciled, and his father purchased a farmhouse in Libertyville, Illinois. Brando attended Libertyville High School, excelling at sports and drama, but failing in every other subject. Consequently, he was held back for a year, and with his history of misbehaving, he was expelled in 1941.",
        "ngram": 107,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando was sent by his father to Shattuck Military Academy, where his father had himself studied. There, Brando continued to excel at acting until 1943 when he was put on probation for being insubordinate to an officer during maneuvers. He was confined to the campus, but sneaked into town and was caught. The faculty voted to expel him although he was supported by the students who thought expulsion was too harsh. Brando was invited back for the following year but decided instead to drop out of high school. He then worked as a ditch-digger as a summer job arranged by his father and tried to enlist in the Army, but his routine physical revealed that a football injury he had sustained at Shattuck had left him with a trick knee; he was classified physically unfit for military service.",
        "ngram": 138,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando decided to follow his sisters to New York, studying at the American Theatre Wing Professional School, part of the Dramatic Workshop of the New School, with influential German director Erwin Piscator. In a 1988 documentary, Marlon Brando: The Wild One, Brando's sister Jocelyn remembered, \"He was in a school play and enjoyed it ... So he decided he would go to New York and study acting because that was the only thing he had enjoyed. That was when he was 18.\" In the A&E Biography episode on Brando, George Englund said Brando fell into acting in New York because \"he was accepted there. He wasn't criticized. It was the first time in his life that he heard good things about himself.\" He spent his first few months in New York sleeping on friends' couches. For a time he lived with Roy Somlyo, who later became a four time Emmy winning Broadway producer.",
        "ngram": 153,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando was an avid student and proponent of Stella Adler, from whom he learned the techniques of the Stanislavski system. This technique encouraged the actor to explore both internal and external aspects to fully realize the character being portrayed. Brando's remarkable insight and sense of realism were evident early on. Adler used to recount that when teaching Brando, she had instructed the class to act like chickens, and added that a nuclear bomb was about to fall on them. Most of the class clucked and ran around wildly, but Brando sat calmly and pretended to lay an egg. Asked by Adler why he had chosen to react this way, he said, \"I'm a chicken—what do I know about bombs?\" Despite being commonly regarded as a method actor, Brando disagreed. He claimed to have abhorred Lee Strasberg's teachings:",
        "ngram": 137,
        "subject": "Marlon Brando"
    },
    {
        "text": "After I had some success, Lee Strasberg tried to take credit for teaching me how to act. He never taught me anything. He would have claimed credit for the sun and the moon if he believed he could get away with it. He was an ambitious, selfish man who exploited the people who attended the Actors Studio and tried to project himself as an acting oracle and guru. Some people worshipped him, but I never knew why. I sometimes went to the Actors Studio on Saturday mornings because Elia Kazan was teaching, and there were usually a lot of good-looking girls, but Strasberg never taught me acting. Stella (Adler) did—and later Kazan.",
        "ngram": 112,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando was the first to bring a natural approach to acting on film. According to Dustin Hoffman in his online Masterclass, Brando would often talk to camera men and fellow actors about their weekend even after the director would call action. Once Brando felt he could deliver the dialogue as natural as that conversation he would start the dialogue. In his 2015 documentary, Listen To Me Marlon, he said that prior to that, actors were like breakfast cereals, meaning they were predictable. Critics would later say that this was Brando being difficult, but actors who worked opposite him said it was just all part of his technique.",
        "ngram": 107,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando used his Stanislavski System skills for his first summer stock roles in Sayville, New York, on Long Island. Brando established a pattern of erratic, insubordinate behavior in the few shows he had been in. His behavior had him kicked out of the cast of the New School's production in Sayville, but he was soon afterwards discovered in a locally produced play there. Then, in 1944, he made it to Broadway in the bittersweet drama I Remember Mama, playing the son of Mady Christians. The Lunts wanted Brando to play the role of Alfred Lunt's son in O Mistress Mine, and Lunt even coached him for the audition, but Brando made no attempt to even read his lines at the audition and was not hired. New York Drama Critics voted him \"Most Promising Young Actor\" for his role as an anguished veteran in Truckline Café, although the play was a commercial failure. In 1946, he appeared on Broadway as the young hero in the political drama A Flag is Born, refusing to accept wages above the Actors' Equity rate. In that same year, Brando played the role of Marchbanks alongside Katharine Cornell in her production's revival of Candida, one of her signature roles. Cornell also cast him as the Messenger in her production of Jean Anouilh's Antigone that same year. He was also offered the opportunity to portray one of the principal characters in the Broadway premiere of Eugene O'Neill's The Iceman Cometh, but turned the part down after falling asleep while trying to read the",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1945, Brando's agent recommended he take a co-starring role in The Eagle Has Two Heads with Tallulah Bankhead, produced by Jack Wilson. Bankhead had turned down the role of Blanche Dubois in A Streetcar Named Desire, which Williams had written for her, to tour the play for the 1946–1947 season. Bankhead recognized Brando's potential, despite her disdain (which most Broadway veterans shared) for method acting, and agreed to hire him even though he auditioned poorly. The two clashed greatly during the pre-Broadway tour, with Bankhead reminding Brando of his mother, being her age and also having a drinking problem. Wilson was largely tolerant of Brando's behavior, but he reached his limit when Brando mumbled through a dress rehearsal shortly before the November 28, 1946, opening. \"I don't care what your grandmother did,\" Wilson exclaimed, \"and that Method stuff, I want to know what you're going to do!\" Brando in turn raised his voice, and acted with great power and passion. \"It was marvelous,\" a cast member recalled. \"Everybody hugged him and kissed him. He came ambling offstage and said to me, 'They don't think you can act unless you can yell.'\"",
        "ngram": 192,
        "subject": "Marlon Brando"
    },
    {
        "text": "Critics were not as kind, however. A review of Brando's performance in the opening assessed that Brando was \"still building his character, but at present fails to impress.\" One Boston critic remarked of Brando's prolonged death scene, \"Brando looked like a car in midtown Manhattan searching for a parking space.\" He received better reviews at subsequent tour stops, but what his colleagues recalled was only occasional indications of the talent he would later demonstrate. \"There were a few times when he was really magnificent,\" Bankhead admitted to an interviewer in 1962. \"He was a great young actor when he wanted to be, but most of the time I couldn't even hear him on the stage.\"",
        "ngram": 115,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando displayed his apathy for the production by demonstrating some shocking onstage manners. He \"tried everything in the world to ruin it for her,\" Bankhead's stage manager claimed. \"He nearly drove her crazy: scratching his crotch, picking his nose, doing anything.\" After several weeks on the road, they reached Boston, by which time Bankhead was ready to dismiss him. This proved to be one of the greatest blessings of his career, as it freed him up to play the role of Stanley Kowalski in Tennessee Williams' 1947 play A Streetcar Named Desire, directed by Elia Kazan. Moreover, to that end, Bankhead herself, in her letter declining Williams' invitation to play the role of Blanche, gave Brando this ringing—albeit acid-tongued—endorsement stating \"I do have one suggestion for casting. I know of an actor who can appear as this brutish Stanley Kowalski character. I mean, a total pig of a man without sensitivity or grace of any kind. Marlon Brando would be perfect as Stanley. I have just fired the cad from my play, The Eagle Has Two Heads, and I know for a fact that he is looking for work\".",
        "ngram": 189,
        "subject": "Marlon Brando"
    },
    {
        "text": "Pierpont writes that John Garfield was first choice for the role, but \"made impossible demands.\" It was Kazan's decision to fall back on the far less experienced (and technically too young for the role) Brando. In a letter dated August 29, 1947, Williams confided to his agent Audrey Wood: \"It had not occurred to me before what an excellent value would come through casting a very young actor in this part. It humanizes the character of Stanley in that it becomes the brutality and callousness of youth rather than a vicious old man ... A new value came out of Brando's reading which was by far the best reading I have ever heard.\" Brando based his portrayal of Kowalski on the boxer Rocky Graziano, whom he had studied at a local gymnasium. Graziano did not know who Brando was, but attended the production with tickets provided by the young man. He said, \"The curtain went up and on the stage is that son of a bitch from the gym, and he's playing me.\"",
        "ngram": 173,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1947, Brando performed a screen test for an early Warner Brothers script for the novel Rebel Without a Cause (1944), which bore no relation to the film eventually produced in 1955. The screen test is included as an extra in the 2006 DVD release of A Streetcar Named Desire. Brando's first screen role was a bitter paraplegic veteran in The Men (1950). He spent a month in bed at the Birmingham Army Hospital in Van Nuys to prepare for the role. The New York Times reviewer Bosley Crowther wrote that Brando as Ken \"is so vividly real, dynamic and sensitive that his illusion is complete\" and noted, \"Out of stiff and frozen silences he can lash into a passionate rage with the tearful and flailing frenzy of a taut cable suddenly cut.\"",
        "ngram": 133,
        "subject": "Marlon Brando"
    },
    {
        "text": "By Brando's own account, it may have been because of this film that his draft status was changed from 4-F to 1-A. He had had surgery on his trick knee, and it was no longer physically debilitating enough to incur exclusion from the draft. When Brando reported to the induction center, he answered a questionnaire by saying his race was \"human\", his color was \"Seasonal-oyster white to beige\", and he told an Army doctor that he was psychoneurotic. When the draft board referred him to a psychiatrist, Brando explained that he had been expelled from military school and had severe problems with authority. Coincidentally, the psychiatrist knew a doctor friend of Brando. Brando avoided military service during the Korean War.",
        "ngram": 120,
        "subject": "Marlon Brando"
    },
    {
        "text": "Early in his career, Brando began using cue cards instead of memorizing his lines. Despite the objections of several of the film directors he worked with, Brando felt that this helped bring realism and spontaneity to his performances. He felt otherwise he would appear to be reciting a writer's speech. In the TV documentary The Making of Superman: The Movie, Brando explained: \"If you don't know what the words are but you have a general idea of what they are, then you look at the cue card and it gives you the feeling to the viewer, hopefully, that the person is really searching for what he is going to say—that he doesn't know what to say\". Some, however, thought Brando used the cards out of laziness or an inability to memorize his lines. Once, on the set of The Godfather, Brando was asked why he wanted his lines printed out. He responded: \"Because I can read them that way.\"",
        "ngram": 159,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando brought his performance as Stanley Kowalski to the screen in Tennessee Williams' A Streetcar Named Desire (1951). It earned him his first Academy Award nomination in the Best Actor category. The role is regarded as one of Brando's greatest.",
        "ngram": 40,
        "subject": "Marlon Brando"
    },
    {
        "text": "He was also nominated the next year for Viva Zapata! (1952), a fictionalized account of the life of Mexican revolutionary Emiliano Zapata. The film recounted Zapata's lower-class upbringing, his rise to power in the early 20th century, and death. The film was directed by Elia Kazan and co-starred Anthony Quinn. In the biopic Marlon Brando: The Wild One, Sam Shaw says: \"Secretly, before the picture started, he went to Mexico to the very town where Zapata lived and was born in and it was there that he studied the speech patterns of people, their behavior, movement.\" Most critics focused on the actor rather than the film, with Time and Newsweek publishing rave reviews.",
        "ngram": 113,
        "subject": "Marlon Brando"
    },
    {
        "text": "Years later, in his autobiography, Brando remarked: \"Tony Quinn, whom I admired professionally and liked personally, played my brother, but he was extremely cold to me while we shot that picture. During our scenes together, I sensed a bitterness toward me, and if I suggested a drink after work, he either turned me down or else was sullen and said little. Only years later did I learn why.\" Brando explained that, to create on-screen tension between the two, \"Gadg\" (Kazan) had told Quinn — who had taken over the role of Stanley Kowalski from Brando on Broadway — that Brando had been unimpressed with his work. After achieving the desired effect, Kazan never told Quinn that he had misled him. It was only many years later, after comparing notes, that Brando and Quinn realized the deception.",
        "ngram": 136,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando's next film, Julius Caesar (1953), received highly favorable reviews. Brando portrayed Mark Antony. While most acknowledged Brando's talent, some critics felt Brando's \"mumbling\" and other idiosyncrasies betrayed a lack of acting fundamentals and, when his casting was announced, many remained dubious about his prospects for success. Directed by Joseph L. Mankiewicz and co-starring British stage actor John Gielgud, Brando delivered an impressive performance, especially during Antony's noted \"Friends, Romans, countrymen ...\" speech. Gielgud was so impressed that he offered Brando a full season at the Hammersmith Theatre, an offer he declined. In his biography on the actor, Stefan Kanfer writes, \"Marlon's autobiography devotes one line to his work on that film: Among all those British professionals, 'for me to walk onto a movie set and play Mark Anthony was asinine'—yet another example of his persistent self-denigration, and wholly incorrect.\"",
        "ngram": 140,
        "subject": "Marlon Brando"
    },
    {
        "text": "Kanfer adds that after a screening of the film, director John Huston commented: \"Christ! It was like a furnace door opening—the heat came off the screen. I don't know another actor who could do that.\" During the filming of Julius Caesar, Brando learned that Elia Kazan had cooperated with congressional investigators, naming a whole string of \"subversives\" to the House Committee on Un-American Activities (HUAC). By all accounts, Brando was upset by his mentor's decision, but he worked with him again in On The Waterfront. \"None of us is perfect,\" he later wrote in his memoir, \"and I think that Gadg has done injury to others, but mostly to himself.\"",
        "ngram": 110,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1953, Brando also starred in The Wild One, riding his own Triumph Thunderbird 6T motorcycle. Triumph's importers were ambivalent at the exposure, as the subject matter was rowdy motorcycle gangs taking over a small town. The film was criticized for its perceived gratuitous violence at the time, with Time stating: \"The effect of the movie is not to throw light on the public problem, but to shoot adrenaline through the moviegoer's veins.\" Brando allegedly did not see eye to eye with the Hungarian director László Benedek and did not get on with costar Lee Marvin.",
        "ngram": 96,
        "subject": "Marlon Brando"
    },
    {
        "text": "To Brando's expressed puzzlement, the movie inspired teen rebellion and made him a role model to the nascent rock-and-roll generation and future stars such as James Dean and Elvis Presley. After the movie's release, the sales of leather jackets and motorcycles skyrocketed. Reflecting on the movie in his autobiography, Brando concluded that it had not aged very well but said \"More than most parts I've played in the movies or onstage, I related to Johnny, and because of this, I believe I played him as more sensitive and sympathetic than the script envisioned. There's a line in the picture where he snarls, 'Nobody tells me what to do.' That's exactly how I've felt all my life.\"",
        "ngram": 116,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1954, Brando starred in On the Waterfront, a crime drama film about union violence and corruption among longshoremen. The film was directed by Elia Kazan and written by Budd Schulberg; it also starred Karl Malden, Lee J. Cobb, Rod Steiger and, in her film debut, Eva Marie Saint. When initially offered the role, Brando—still stung by Kazan's testimony to HUAC—demurred and the part of Terry Malloy nearly went to Frank Sinatra. According to biographer Stefan Kanfer, the director believed that Sinatra, who grew up in Hoboken (where the film takes place and was shot), would work as Malloy, but eventually producer Sam Spiegel wooed Brando to the part, signing him for $100,000. \"Kazan made no protest because, he subsequently confessed, 'I always preferred Brando to anybody.'\"",
        "ngram": 127,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando won the Oscar for his role as Irish-American stevedore Terry Malloy in On the Waterfront. His performance, spurred on by his rapport with Eva Marie Saint and Kazan's direction, was praised as a tour de force. For the scene in which Terry laments his failings, saying I coulda been a contender, he convinced Kazan that the scripted scene was unrealistic. Schulberg's script had Brando acting the entire scene with his character being held at gunpoint by his brother Charlie, played by Rod Steiger. Brando insisted on gently pushing away the gun, saying that Terry would never believe that his brother would pull the trigger and doubting that he could continue his speech while fearing a gun on him. Kazan let Brando improvise and later expressed deep admiration for Brando's instinctive understanding, saying:",
        "ngram": 133,
        "subject": "Marlon Brando"
    },
    {
        "text": "what was extraordinary about his performance, I feel, is the contrast of the tough-guy front and the extreme delicacy and gentle cast of his behavior. What other actor, when his brother draws a pistol to force him to do something shameful, would put his hand on the gun and push it away with the gentleness of a caress? Who else could read \"Oh, Charlie!\" in a tone of reproach that is so loving and so melancholy and suggests the terrific depth of pain? ... If there is a better performance by a man in the history of film in America, I don't know what it is.",
        "ngram": 106,
        "subject": "Marlon Brando"
    },
    {
        "text": "Upon its release, On the Waterfront received glowing reviews from critics and was a commercial success, earning an estimated $4.2 million in rentals at the North American box office in 1954. In his July 29, 1954, review, The New York Times critic A. H. Weiler praised the film, calling it \"an uncommonly powerful, exciting, and imaginative use of the screen by gifted professionals.\" Film critic Roger Ebert lauded the film, stating that Brando and Kazan changed acting in American films forever and added it to his \"Great Movies\" list. In his autobiography, Brando was typically dismissive of his performance: \"On the day Gadg showed me the complete picture, I was so depressed by my performance I got up and left the screening room ... I thought I was a huge failure.\" After Brando won the Academy Award for Best Actor, the statue was stolen. Much later, it turned up at a London auction house, which contacted the actor and informed him of its whereabouts.",
        "ngram": 164,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando was in the film adaptation of the musical Guys and Dolls (1955). Guys and Dolls would be Brando's first and last musical role. Time found the picture \"false to the original in its feeling\", remarking that Brando \"sings in a faraway tenor that sometimes tends to be flat.\" Appearing in Edward Murrow's Person to Person interview in early 1955, he admitted to having problems with his singing voice, which he called \"pretty terrible.\" In the 1965 documentary Meet Marlon Brando, he revealed that the final product heard in the movie was a result of countless singing takes being cut into one and later joked, \"I couldn't hit a note with a baseball bat; some notes I missed by extraordinary margins ... They sewed my words together on one song so tightly that when I mouthed it in front of the camera, I nearly asphyxiated myself\". Relations between Brando and costar Frank Sinatra were also frosty, with Stefan Kanfer observing: \"The two men were diametrical opposites: Marlon required multiple takes; Frank detested repeating himself.\" Upon their first meeting Sinatra reportedly scoffed, \"Don't give me any of that Actors Studio shit.\" Brando later quipped, \"Frank is the kind of guy, when he dies, he's going to heaven and give God a hard time for making him bald.\" Frank Sinatra called Brando \"the world's most overrated actor\", and referred to him as \"mumbles\". The film was commercially though not critically successful, costing $5.5 million to make and grossing $13 million.",
        "ngram": 248,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando played Sakini, a Japanese interpreter for the U.S. Army in postwar Japan, in The Teahouse of the August Moon (1956). Pauline Kael was not particularly impressed by the movie, but noted \"Marlon Brando starved himself to play the pixie interpreter Sakini, and he looks as if he's enjoying the stunt—talking with a mad accent, grinning boyishly, bending forward, and doing tricky movements with his legs. He's harmlessly genial (and he is certainly missed when he's offscreen), though the fey, roguish role doesn't allow him to do what he's great at and it's possible that he's less effective in it than a lesser actor might have been.\"",
        "ngram": 107,
        "subject": "Marlon Brando"
    },
    {
        "text": "In Sayonara (1957), Brando appeared as a United States Air Force officer. Newsweek found the film a \"dull tale of the meeting of the twain\", but it was nevertheless a box-office success. According to Stefan Kanfer's biography of the actor, Brando's manager Jay Kanter negotiated a profitable contract with ten percent of the gross going to Brando, which put him in the millionaire category. The movie was controversial due to openly discussing interracial marriage, but proved a great success, earning 10 Academy Award nominations, with Brando being nominated for Best Actor. The film went on to win four Academy Awards. Teahouse and Sayonara were the first in a string of films Brando would strive to make over the next decade which contained socially relevant messages, and he formed a partnership with Paramount to establish his own production company called Pennebaker, its declared purpose to develop films that contained \"social value that would improve the world.\" The name was a tribute in honor of his mother, who had died in 1954. By all accounts, Brando was devastated by her death, with biographer Peter Manso telling A&E's Biography, \"She was the one who could give him approval like no one else could and, after his mother died, it seems that Marlon stops caring.\" Brando appointed his father to run Pennebaker. In the same A&E special, George Englund claims that Brando gave his father the job because \"it gave Marlon a chance to take shots at him, to demean and diminish him\".",
        "ngram": 249,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1958, Brando appeared in The Young Lions, dyeing his hair blonde and assuming a German accent for the role, which he later admitted was not convincing. The film is based on the novel by Irwin Shaw, and Brando's portrayal of the character Christian Diestl was controversial for its time. He later wrote, \"The original script closely followed the book, in which Shaw painted all Germans as evil caricatures, especially Christian, whom he portrayed as a symbol of everything that was bad about Nazism; he was mean, nasty, vicious, a cliché of evil ... I thought the story should demonstrate that there are no inherently 'bad' people in the world, but they can easily be misled.\" Shaw and Brando even appeared together for a televised interview with CBS correspondent David Schoenbrun and, during a bombastic exchange, Shaw charged that, like most actors, Brando was incapable of playing flat-out villainy; Brando responded by stating \"Nobody creates a character but an actor. I play the role; now he exists. He is my creation.\" The Young Lions also features Brando's only appearance in a film with friend and rival Montgomery Clift (although they shared no scenes together). Brando closed out the decade by appearing in The Fugitive Kind (1960) opposite Anna Magnani. The film was based on another play by Tennessee Williams but was hardly the success A Streetcar Named Desire had been, with the Los Angeles Times labeling Williams' personae \"psychologically sick or just plain ugly\" and The New Yorker calling it a \"cornpone melodrama\".",
        "ngram": 253,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1961, Brando made his directorial debut in the western One-Eyed Jacks. The picture was originally directed by Stanley Kubrick, but he was fired early in the production. Paramount then made Brando the director. Brando portrays the lead character Rio, and Karl Malden plays his partner \"Dad\" Longworth. The supporting cast features Katy Jurado, Ben Johnson, and Slim Pickens. Brando's penchant for multiple retakes and character exploration as an actor carried over into his directing, however, and the film soon went over budget; Paramount expected the film to take three months to complete but shooting stretched to six and the cost doubled to more than six million dollars. Brando's inexperience as an editor also delayed postproduction and Paramount eventually took control of the film. Brando later wrote, \"Paramount said it didn't like my version of the story; I'd had everyone lie except Karl Malden. The studio cut the movie to pieces and made him a liar, too. By then, I was bored with the whole project and walked away from it\". One-Eyed Jacks was received with mixed reviews by critics.",
        "ngram": 180,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando's revulsion with the film industry reportedly boiled over on the set of his next film, Metro-Goldwyn-Mayer's remake of Mutiny on the Bounty, which was filmed in Tahiti. The actor was accused of deliberately sabotaging nearly every aspect of the production. On June 16, 1962, The Saturday Evening Post ran an article by Bill Davidson with the headline \"Six million dollars down the drain: the mutiny of Marlon Brando\". Mutiny director Lewis Milestone claimed that the executives \"deserve what they get when they give a ham actor, a petulant child, complete control over an expensive picture.\"  Mutiny on the Bounty nearly capsized MGM and, while the project had indeed been hampered with delays other than Brando's behavior, the accusations would dog the actor for years as studios began to fear Brando's difficult reputation. Critics also began taking note of his fluctuating weight.",
        "ngram": 143,
        "subject": "Marlon Brando"
    },
    {
        "text": "Distracted by his personal life and becoming disillusioned with his career, Brando began to view acting as a means to a financial end. Critics protested when he started accepting roles in films many perceived as being beneath his talent, or criticized him for failing to live up to the better roles. Previously only signing short-term deals with film studios, in 1961 Brando uncharacteristically signed a five-picture deal with Universal Studios that would haunt him for the rest of the decade. The Ugly American (1963) was the first of these films. Based on the 1958 novel of the same title that Pennebaker had optioned, the film, which featured Brando's sister Jocelyn, was rated fairly positively but died at the box office. Brando was nominated for a Golden Globe for his performance. All of Brando's other Universal films during this period, including Bedtime Story (1964), The Appaloosa (1966), A Countess from Hong Kong (1967) and The Night of the Following Day (1969), were also critical and commercial flops. Countess in particular was a disappointment for Brando, who had looked forward to working with one of his heroes, director Charlie Chaplin. The experience turned out to be an unhappy one; Brando was horrified at Chaplin's didactic style of direction and his authoritarian approach. Brando had also appeared in the spy thriller Morituri in 1965; that, too, failed to attract an audience.",
        "ngram": 228,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando acknowledged his professional decline, writing later, \"Some of the films I made during the sixties were successful; some weren't. Some, like The Night of the Following Day, I made only for the money; others, like Candy, I did because a friend asked me to and I didn't want to turn him down ... In some ways I think of my middle age as the Fuck You Years.\" Candy was especially appalling for many; a 1968 sex farce film directed by Christian Marquand and based on the 1958 novel by Terry Southern, the film satirizes pornographic stories through the adventures of its naive heroine, Candy, played by Ewa Aulin. It is generally regarded as the nadir of Brando's career. The Washington Post observed: \"Brando's self-indulgence over a dozen years is costing him and his public his talents.\" In the March 1966 issue of The Atlantic, Pauline Kael wrote that in his rebellious days, Brando \"was antisocial because he knew society was crap; he was a hero to youth because he was strong enough not to take the crap\", but now Brando and others like him had become \"buffoons, shamelessly, pathetically mocking their public reputations.\" In an earlier review of The Appaloosa in 1966, Kael wrote that the actor was \"trapped in another dog of a movie ... Not for the first time, Mr. Brando gives us a heavy-lidded, adenoidally openmouthed caricature of the inarticulate, stalwart loner.\" Although he feigned indifference, Brando was hurt by the critical mauling, admitting in the 2015 film Listen to Me Marlon,",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando portrayed a repressed gay army officer in Reflections in a Golden Eye, directed by John Huston and co-starring Elizabeth Taylor. The role turned out as one of his most acclaimed in years, with Stanley Crouch marveling, \"Brando's main achievement was to portray the taciturn but stoic gloom of those pulverized by circumstances.\" The film overall received mixed reviews. Another notable film was The Chase (1966), which paired the actor with director Arthur Penn, Jane Fonda, Robert Redford and Robert Duvall. The film deals with themes of racism, sexual revolution, small-town corruption, and vigilantism. The film was received mostly positively.",
        "ngram": 100,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando cited Burn! (1969) as his personal favorite of the films he had made, writing in his autobiography: \"I think I did some of the best acting I've ever done in that picture, but few people came to see it.\" Brando dedicated a full chapter to the film in his memoir, stating that the director, Gillo Pontecorvo, was the best director he had ever worked with next to Kazan and Bernardo Bertolucci. Brando also detailed his clashes with Pontecorvo on the set and how \"we nearly killed each other.\" Loosely based on events in the history of Guadeloupe, the film got a hostile reception from critics. In 1971, Michael Winner directed him in the British horror film The Nightcomers with Stephanie Beacham, Thora Hird, Harry Andrews and Anna Palk. It is a prequel to The Turn of the Screw, which had previously been filmed as The Innocents (1961). Brando's performance earned him a nomination for a Best Actor BAFTA, but the film bombed at the box office.",
        "ngram": 167,
        "subject": "Marlon Brando"
    },
    {
        "text": "During the 1970s, Brando was considered \"unbankable\". Critics were becoming increasingly dismissive of his work and he had not appeared in a box office hit since The Young Lions in 1958, the last year he had ranked as one of the Top Ten Box Office Stars and the year of his last Academy Award nomination, for Sayonara. Brando's performance as Vito Corleone, the \"Don,\" in The Godfather (1972), Francis Ford Coppola's adaptation of Mario Puzo's 1969 bestselling novel of the same name, was a career turning point, putting him back in the Top Ten and winning him his second Best Actor Oscar.",
        "ngram": 102,
        "subject": "Marlon Brando"
    },
    {
        "text": "Paramount production chief Robert Evans, who had given Puzo an advance to write The Godfather so that Paramount would own the film rights, hired Coppola after many major directors had turned the film down. Evans wanted an Italian-American director who could provide the film with cultural authenticity. Coppola also came cheap. Evans was conscious of the fact that Paramount's last Mafia film, The Brotherhood (1968) had been a box office bomb, and he believed it was partly due to the fact that the director, Martin Ritt, and the star, Kirk Douglas, were Jewish, and the film lacked an authentic Italian flavor. The studio originally intended the film to be a low-budget production set in contemporary times without any major actors, but the phenomenal success of the novel gave Evans the clout to turn The Godfather into a prestige picture.",
        "ngram": 139,
        "subject": "Marlon Brando"
    },
    {
        "text": "Coppola had developed a list of actors for all the roles, and his list of potential Dons included the Oscar-winning Italian-American Ernest Borgnine, the Italian-American Frank de Kova (best known for playing Chief Wild Eagle on the TV sitcom F-Troop), John Marley (a Best Supporting Oscar-nominee for Paramount's 1970 hit film Love Story who was cast as the film producer Jack Woltz in the picture), the Italian-American Richard Conte (who was cast as Don Corleone's deadly rival Don Emilio Barzini), and Italian film producer Carlo Ponti. Coppola admitted in a 1975 interview, \"We finally figured we had to lure the best actor in the world. It was that simple. That boiled down to Laurence Olivier or Marlon Brando, who are the greatest actors in the world.\" Coppola's hand-written cast list has Brando's name underlined.",
        "ngram": 134,
        "subject": "Marlon Brando"
    },
    {
        "text": "Evans told Coppola that he had been thinking of Brando for the part two years earlier, and Puzo had imagined Brando in the part when he wrote the novel and had actually written to him about the part, so Coppola and Evans narrowed it down to Brando. (Coincidentally, Olivier would compete with Brando for the Best Actor Oscar for his part in Sleuth. He bested Brando at the 1972 New York Film Critics Circle Awards.) Albert S. Ruddy, whom Paramount assigned to produce the film, agreed with the choice of Brando. However, Paramount studio executives were opposed to casting Brando, due to his reputation for difficulty and his long string of box office flops. Brando also had One-Eyed Jacks working against him, a troubled production that lost money for Paramount when it was released in 1961. Paramount Pictures President Stanley Jaffe told an exasperated Coppola: \"As long as I'm president of this studio, Marlon Brando will not be in this picture, and I will no longer allow you to discuss it.\"",
        "ngram": 171,
        "subject": "Marlon Brando"
    },
    {
        "text": "Jaffe eventually set three conditions for the casting of Brando: That he would have to take a fee far below what he typically received; he would have to agree to accept financial responsibility for any production delays his behavior cost; and he had to submit to a screen test. Coppola convinced Brando to do a videotaped \"make-up\" test, in which Brando did his own makeup (he used cotton balls to simulate the character's puffed cheeks). Coppola had feared Brando might be too young to play the Don, but was electrified by the actor's characterization as the head of a crime family. Even so, he had to fight the studio in order to cast the temperamental actor. Brando had doubts himself, stating in his autobiography, \"I had never played an Italian before, and I didn't think I could do it successfully.\" Eventually, Charles Bluhdorn, the president of Paramount parent Gulf+Western, was won over to letting Brando have the role; when he saw the screen test, he asked in amazement, \"What are we watching? Who is this old guinea?\" Brando was signed for a low fee of $50,000, but in his contract, he was given a percentage of the gross on a sliding scale: 1% of the gross for each $10 million over a $10 million threshold, up to 5% if the picture exceeded $60 million. According to Evans, Brando sold back his points in the picture for $100,000, as he was in dire need of funds. \"That $100,000 cost him $11 million,\" Evans claimed.",
        "ngram": 253,
        "subject": "Marlon Brando"
    },
    {
        "text": "In a 1994 interview that can be found on the Academy of Achievement website, Coppola insisted: \"The Godfather was a very unappreciated movie when we were making it. They were very unhappy with it. They didn't like the cast. They didn't like the way I was shooting it. I was always on the verge of getting fired.\" When word of this reached Brando, he threatened to walk off the picture, writing in his memoir: \"I strongly believe that directors are entitled to independence and freedom to realize their vision, though Francis left the characterizations in our hands and we had to figure out what to do.\" In a 2010 television interview with Larry King, Al Pacino also talked about how Brando's support helped him keep the role of Michael Corleone in the movie—despite the fact Coppola wanted to fire him. Pacino also explained in the Larry King interview that, while Coppola expressed disappointment in Pacino's early scenes, he did not specifically threaten to fire him; Coppola himself was feeling pressure from studio executives who were puzzled by Pacino's performance. In the same interview, Pacino credits Coppola with getting him the part. Brando was on his best behavior during filming, buoyed by a cast that included Pacino, Robert Duvall, James Caan, and Diane Keaton. In the Vanity Fair article \"The Godfather Wars\", Mark Seal writes, \"With the actors, as in the movie, Brando served as the head of the family. He broke the ice by toasting the group with a glass of wine.\" 'When we were young,",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "Brando's performance was glowingly reviewed by critics. \"I thought it would be interesting to play a gangster, maybe for the first time in the movies, who wasn't like those bad guys Edward G. Robinson played, but who is kind of a hero, a man to be respected,\" Brando recalled in his autobiography. \"Also, because he had so much power and unquestioned authority, I thought it would be an interesting contrast to play him as a gentle man, unlike Al Capone, who beat up people with baseball bats.\" Duvall later marveled to A&E's Biography, \"He minimized the sense of beginning. In other words he, like, deemphasized the word action. He would go in front of that camera just like he was before. Cut! It was all the same. There was really no beginning. I learned a lot from watching that.\" Brando won the Academy Award for Best Actor for his performance, but he declined it, becoming the second actor to refuse a Best Actor award (after George C. Scott for Patton). Brando did not attend the award ceremony; instead, he sent actress Sacheen Littlefeather (who appeared in Plains Indian-style regalia) to decline the Oscar on his behalf. After refusing to touch the statue at the podium, she announced to the crowd that Brando was rejecting the award in protest of \"the treatment of American Indians today by the film industry ... and on television and movie reruns and also with recent happenings at Wounded Knee.\" The Wounded Knee Occupation of 1973 was occurring at the time of",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "The actor followed The Godfather with Bernardo Bertolucci's 1972 film Last Tango in Paris, playing opposite Maria Schneider, but Brando's highly noted performance threatened to be overshadowed by an uproar over the sexual content of the film. Brando portrays a recent American widower named Paul, who begins an anonymous sexual relationship with a young, betrothed Parisian woman named Jeanne. As with previous films, Brando refused to memorize his lines for many scenes; instead, he wrote his lines on cue cards and posted them around the set for easy reference, leaving Bertolucci with the problem of keeping them out of the picture frame. The film features several intense, graphic scenes involving Brando, including Paul anally raping Jeanne using butter as a lubricant, which it was alleged was not consensual. The actress confirmed that no actual sex occurred, but she complained that she was not told what the scene would include until shortly prior to filming.",
        "ngram": 154,
        "subject": "Marlon Brando"
    },
    {
        "text": "Bertolucci also shot a scene which showed Brando's genitals, but in 1973 explained, \"I had so identified myself with Brando that I cut it out of shame for myself. To show him naked would have been like showing me naked.\" Schneider declared in an interview that \"Marlon said he felt raped and manipulated by it and he was 48. And he was Marlon Brando!\". Like Schneider, Brando confirmed that the sex was simulated. Bertolucci said about Brando that he was \"a monster as an actor and a darling as a human being\". Brando refused to speak to Bertolucci for 15 years after the production was completed. Bertolucci said:",
        "ngram": 108,
        "subject": "Marlon Brando"
    },
    {
        "text": "I was thinking that it was like a dialogue where he was really answering my questions in a way. When at the end of the movie, when he saw it, I discovered that he realized what we were doing, that he was delivering so much of his own experience. And he was very upset with me, and I told him, \"Listen, you are a grown-up. Older than me. Didn't you realize what you were doing?\" And he didn't talk to me for years.",
        "ngram": 83,
        "subject": "Marlon Brando"
    },
    {
        "text": "I called him one day in '93, I think, I was in LA and my wife was shooting a movie. First of all, he answered the phone, and he was talking to me like we had seen each other a day earlier. He said, \"Come here.\" I said, \"When?\" He said, \"Now.\" So I remember driving on Mulholland Drive to his home and thinking I think I won't make it, I think I will crash before [I get there]. I was so emotional.",
        "ngram": 83,
        "subject": "Marlon Brando"
    },
    {
        "text": "The film also features Paul's angry, emotionally charged final confrontation with the corpse of his dead wife. The controversial movie was a hit however, and Brando made the list of Top Ten Box Office Stars for the last time. His gross participation deal earned him $3 million. The voting membership of the Academy of Motion Picture Arts & Sciences again nominated Brando for Best Actor, his seventh nomination. Brando won the 1973 New York Film Critics Circle Award for Best Actor.",
        "ngram": 81,
        "subject": "Marlon Brando"
    },
    {
        "text": "Pauline Kael, in The New Yorker review, wrote \"The movie breakthrough has finally come. Bertolucci and Brando have altered the face of an art form.\" Brando confessed in his autobiography, \"To this day I can't say what Last Tango in Paris was about\", and added the film \"required me to do a lot of emotional arm wrestling with myself, and when it was finished, I decided that I wasn't ever again going to destroy myself emotionally to make a movie\".",
        "ngram": 80,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1973, Brando was devastated by the death of his childhood best friend Wally Cox. Brando wrenched his ashes from his widow, who was going to sue for their return, but finally said, \"Marlon needed the ashes more than I did.\"",
        "ngram": 41,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1976, Brando appeared in The Missouri Breaks with his friend Jack Nicholson. The movie also reunited the actor with director Arthur Penn. As biographer Stefan Kanfer describes, Penn had difficulty controlling Brando, who seemed intent on going over the top with his border-ruffian-turned-contract-killer Robert E. Lee Clayton: \"Marlon made him a cross-dressing psychopath. Absent for the first hour of the movie, Clayton enters on horseback, dangling upside down, caparisoned in white buckskin, Littlefeather-style. He speaks in an Irish accent for no apparent reason. Over the next hour, also for no apparent reason, Clayton assumes the intonation of a British upper-class twit and an elderly frontier woman, complete with a granny dress and matching bonnet. Penn, who believed in letting actors do their thing, indulged Marlon all the way.\" Critics were unkind, with The Observer calling Brando's performance \"one of the most extravagant displays of grandedamerie since Sarah Bernhardt\", while The Sun complained, \"Marlon Brando at fifty-two has the sloppy belly of a sixty-two-year-old, the white hair of a seventy-two-year-old, and the lack of discipline of a precocious twelve-year-old.\" However, Kanfer noted: \"Even though his late work was met with disapproval, a re-examination shows that often, in the middle of the most pedestrian scene, there would be a sudden, luminous occurrence, a flash of the old Marlon that showed how capable he remained.\"",
        "ngram": 223,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1978, Brando narrated the English version of Raoni, a French-Belgian documentary film directed by Jean-Pierre Dutilleux and Luiz Carlos Saldanha that focused on the life of Raoni Metuktire and issues surrounding the survival of the Indigenous tribes in north central Brazil. Brando portrayed Superman's father Jor-El in the 1978 film Superman. He agreed to the role only on assurance that he would be paid a large sum for what amounted to a small part, that he would not have to read the script beforehand, and that his lines would be displayed somewhere off-camera. It was revealed in a documentary contained in the 2001 DVD release of Superman that he was paid $3.7 million for two weeks of work. Brando also filmed scenes for the movie's sequel, Superman II, but after producers refused to pay him the same percentage he received for the first movie, he denied them permission to use the footage. \"I asked for my usual percentage,\" he recollected in his memoir, \"but they refused, and so did I.\" However, after Brando's death, the footage was reincorporated into the 2006 recut of the film, Superman II: The Richard Donner Cut and in the 2006 \"loose sequel\" Superman Returns, in which both used and unused archive footage of him as Jor-El from the first two Superman films was remastered for a scene in the Fortress of Solitude, and Brando's voice-overs were used throughout the film. In 1979, he made a rare television appearance in the miniseries Roots: The Next Generations, portraying George Lincoln Rockwell; he",
        "ngram": 256,
        "subject": "Marlon Brando"
    }
]