[
    {
        "text": "MGM hit on a winning formula when it paired Garland with Mickey Rooney in a string of what were known as \"backyard musicals\". The duo first appeared together as supporting characters in the B movie Thoroughbreds Don't Cry (1937). Garland was then put in the cast of the fourth of the Hardy Family movies, Love Finds Andy Hardy (1938), as a literal girl-next-door to Rooney's character Andy Hardy, although Hardy's love interest was played by Lana Turner. They teamed as lead characters for the first time in Babes in Arms (1939), ultimately appearing in five additional films, including Hardy films Andy Hardy Meets Debutante (1940) and Life Begins for Andy Hardy (1941).",
        "ngram": 112,
        "subject": "Travis Kelce"
    },
    {
        "text": "As National Security Adviser under Nixon, Kissinger pioneered the policy of détente with the Soviet Union, seeking a relaxation in tensions between the two superpowers. As a part of this strategy, he negotiated the Strategic Arms Limitation Talks (culminating in the SALT I treaty) and the Anti-Ballistic Missile Treaty with Leonid Brezhnev, General Secretary of the Soviet Communist Party. Negotiations about strategic disarmament were originally supposed to start under the Lyndon Johnson administration but were postponed in protest upon the invasion by Warsaw Pact troops of Czechoslovakia in August 1968.Nixon felt his administration had neglected relations with the Western European states in his first term and in September 1972 decided that if he was reelected that 1973 would be the \"Year of Europe\" as the United States would focus on relations with the states of the European Economic Community (EEC) which had emerged as a serious economic rival by 1970. Applying his favorite \"linkage\" concept, Nixon intended henceforward economic relations with Europe would not be severed from security relations, and if the EEC states wanted changes in American tariff and monetary policies, the price would be defense spending on their part. Kissinger in particular as part of the \"Year of Europe\" wanted to \"revitalize\" NATO, which he called a \"decaying\" alliance as he believed that there was nothing at present to stop the Red Army from overrunning Western Europe in a conventional forces conflict. The \"linkage\" concept more applied to the question of security as Kissinger noted that the United States was going to sacrifice NATO",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "Prior to WrestleMania 22 in April 2006, Hogan inducted friend and former announcer \"Mean\" Gene Okerlund into the WWE Hall of Fame class of 2006. Hogan returned on Saturday Night's Main Event XXXIII with his daughter Brooke. During the show, Randy Orton flirted with Brooke and later attacked Hogan in the parking lot. He later challenged Hogan to a match at SummerSlam, which Hogan won. This was Hulk Hogan's final match wrestling for the WWE, although he had negotiations for a match against John Cena at WrestleMania 25 which ultimately fell through.",
        "ngram": 92,
        "subject": "Travis Kelce"
    },
    {
        "text": "From 1986 to 1988, Trump purchased significant blocks of shares in various public companies while suggesting that he intended to take over the company and then sold his shares for a profit, leading some observers to think he was engaged in greenmail. The New York Times found that Trump initially made millions of dollars in such stock transactions, but \"lost most, if not all, of those gains after investors stopped taking his takeover talk seriously\".",
        "ngram": 75,
        "subject": "Travis Kelce"
    },
    {
        "text": "In March 2023, Swift embarked on the Eras Tour, a retrospective tour covering all her studio albums. Media outlets extensively covered the tour's cultural and economic impact, and its US leg broke the record for the most tickets sold in a day. Ticketmaster received public and political criticisms for mishandling the tour's ticket sales. The Eras Tour became the highest-grossing tour in history, collecting over $1 billion. Its concert film, released to theaters worldwide on October 13, 2023, grossed over $250 million to become the highest-grossing concert film, and was nominated for the Golden Globe Award for Cinematic and Box Office Achievement. Swift's music releases, touring, and related activities culminated in an unprecedented height of popularity post-pandemic. Music Business Worldwide remarked that she entered a \"new stratosphere of global career success\" in 2023. Swift also won Artist of the Year at the 2024 iHeartRadio Music Awards.",
        "ngram": 146,
        "subject": "Travis Kelce"
    },
    {
        "text": "Hamilton returned to film with a starring role opposite in the 1990 fantasy-comedy Mr. Destiny. In her review for the Los Angeles Times, Sheila Benson believed that the film only worked because of \"Hamilton's intrinsic warmth\". The following year, she re-teamed with James Cameron to star in Terminator 2: Judgment Day. Reported at the time to be the most expensive motion picture ever made, it went on to gross over US$500 million worldwide; more than any other film that year. Of his decision to present a more troubled version of the Sarah Connor character, Cameron later reflected, \"It was all inspired by Linda really. I called her and said, 'Hey, we're [doing] another Terminator'. And she [replied], 'I want to be crazy'. I said, 'I can do that — I'll put you in a mental hospital'. She said, 'Perfect. That's what I want'\". Hamilton underwent intense physical training to emphasize the character's transformation during the seven years since the first film. \"I hated [my trainer] most of the time\", she later said; \"He would yell at me and throw tennis balls while I was shooting weapons blindfolded. I'd go off to the bathroom to cry for a minute, then I'd wipe away my tears and go back\". Critics were impressed by Hamilton's \"wild-eyed\" performance, with Derek Malcolm of The Guardian singling out her \"formidable sweaty intensity\". She went on to receive two MTV Movie Awards and the 1991 Saturn Award for Best Actress for her portrayal of Connor, which has since been recognised as one of",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "Too Tough to Die: A Tribute to Johnny Ramone, a documentary about Johnny Ramone of the rock group the Ramones, was released in 2006. Directed by Mandy Stein, the film shows Deborah Harry, the Dickies, X, Eddie Vedder, Presley, and Red Hot Chili Peppers as they stage a benefit concert to celebrate the Ramones' 30th anniversary and raise money for cancer research.",
        "ngram": 62,
        "subject": "Travis Kelce"
    },
    {
        "text": "Van Gogh's mother came from a prosperous family in The Hague. His father was the youngest son of a minister. The two met when Anna's younger sister, Cornelia, married Theodorus's older brother Vincent (Cent). Van Gogh's parents married in May 1851 and moved to Zundert. His brother Theo was born on 1 May 1857. There was another brother, Cor, and three sisters: Elisabeth, Anna, and Willemina (known as \"Wil\"). In later life, Van Gogh remained in touch only with Willemina and Theo. Theodorus's salary as a minister was modest, but the Church also supplied the family with a house, a maid, two cooks, a gardener, a carriage and horse; his mother Anna instilled in the children a duty to uphold the family's high social position.",
        "ngram": 125,
        "subject": "Travis Kelce"
    },
    {
        "text": "The win was marked by Democratic-Republican celebrations throughout the country. Some of Jefferson's opponents argued that he owed his victory to the South's inflated number of electors. Others alleged that Jefferson secured James Asheton Bayard's tie-breaking electoral vote by guaranteeing the retention of various Federalist posts in the government. Jefferson disputed the allegation, and the historical record is inconclusive.",
        "ngram": 59,
        "subject": "Travis Kelce"
    },
    {
        "text": "Among his more recent film roles, Jackson appeared in Quentin Tarantino's Django Unchained, which was released December 25, 2012, Tarantino's The Hateful Eight, which was released in 70mm on December 25, 2015, and Jordan Vogt-Roberts' Kong: Skull Island, which was released on March 10, 2017. In 2019, Jackson reprised his Unbreakable role as Mr. Glass in the film Glass, and his Shaft role in Shaft, both sequels to his 2000 films. Also in 2019, he appeared in the Brie Larson film Unicorn Store, and had a prominent role as Fury in the Marvel film Spider-Man: Far From Home. Additionally, he reprised his role as Fury in a cameo appearance on the ABC television series Agents of S.H.I.E.L.D. in 2013 and the season finale in 2014.",
        "ngram": 125,
        "subject": "Travis Kelce"
    },
    {
        "text": "Murphy was born in Brooklyn, New York City, and raised in the borough's Bushwick neighborhood. His mother, Lillian Murphy (née Laney, later Murphy Lynch), was a telephone operator, and his father, Charles Edward Murphy (1940–1969), was a transit police officer and an amateur actor and comedian.His father was murdered in 1969. Murphy later stated:",
        "ngram": 54,
        "subject": "Travis Kelce"
    },
    {
        "text": "After some success in the 1980s and 1990s as a record producer, talent agent and consultant in the UK music industry, Cowell came to public prominence in 2001 as a judge on Pop Idol, a talent television show which he and its creator Simon Fuller successfully pitched to ITV Controller of Entertainment Claudia Rosencrantz. He subsequently created The X Factor in 2004 and Got Talent in 2006, which have become successful television franchises sold around the world.",
        "ngram": 77,
        "subject": "Travis Kelce"
    },
    {
        "text": "During the final two years of the Beatles, Lennon and Ono created and attended public protests against the Vietnam War. They collaborated on a series of avant-garde recordings, beginning in 1968 with Unfinished Music No.1: Two Virgins, which notoriously featured an unretouched image of the two artists nude on the front cover. The same year, the couple contributed an experimental sound collage to The Beatles' self-titled \"White Album\" called \"Revolution 9\", with Ono contributing additional vocals to \"Birthday\", and one lead vocal line on \"The Continuing Story of Bungalow Bill\", marking the only occasion in a Beatles recording in which a woman sings lead vocals.On March 20, 1969, Lennon and Ono were married at the registry office in Gibraltar and spent their honeymoon in Amsterdam, campaigning with a week-long Bed-in for Peace. They planned another Bed-in in the US, but were denied entry to the country. They held one instead at the Queen Elizabeth Hotel in Montreal, where they recorded \"Give Peace a Chance\". Lennon later stated his regrets about feeling \"guilty enough to give McCartney credit as co-writer on my first independent single instead of giving it to Yoko, who had actually written it with me.\" The couple often combined advocacy with performance art, such as in \"bagism\", first introduced during a Vienna press conference, where they satirised prejudice and stereotyping by wearing a bag over their entire bodies. Lennon detailed this period in the Beatles' song \"The Ballad of John and Yoko\".During the Amsterdam Bed In press conference, Yoko also earned controversy in the",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "Throughout his career, Morrison had regular sexual and romantic encounters with fans (including groupies) such as Pamela Des Barres, as well as ongoing affairs with other musicians, writers, and photographers involved in the music business. They included Nico; singer Grace Slick of Jefferson Airplane; and editor Gloria Stavers of 16 Magazine, as well as an alleged alcohol-fueled encounter with Janis Joplin. David Crosby stated many years later that Morrison treated Joplin cruelly at a party at the Calabasas, California, home of John Davidson while Davidson was out of town. She reportedly hit him over the head with a bottle of whiskey during a fight in front of witnesses, and thereafter referred to Morrison as \"that asshole\" whenever his name was brought up in conversation. During her appearance on the Dick Cavett Show in 1969, when host Dick Cavett offered to light her cigarette, asking \"May I light your fire, my child?\", she jokingly replied, \"That's my favorite singer ... I guess not.\"",
        "ngram": 162,
        "subject": "Travis Kelce"
    },
    {
        "text": "Upon his ascent to the presidency, Theodore Roosevelt initiated dozens of suits under the Sherman Antitrust Act and coaxed reforms out of Congress. In 1901, U.S. Steel, then controlled by J. Pierpont Morgan, having bought Andrew Carnegie's steel assets, offered to buy Standard's iron interests as well. A deal brokered by Henry Clay Frick exchanged Standard's iron interests for U.S. Steel stock and gave Rockefeller and his son membership on the company's board of directors. In full retirement at age 63, Rockefeller earned over $58 million (~$1.65 billion in 2023) in investments in 1902.",
        "ngram": 94,
        "subject": "Travis Kelce"
    },
    {
        "text": "In 1207, Genghis had appointed a man named Qorchi as governor of the subdued Hoi-yin Irgen tribes in Siberia. Appointed not for his talents but for prior services rendered, Qorchi's tendency to abduct women as concubines for his harem caused the tribes to rebel and take him prisoner in early 1216. The following year, they ambushed and killed Boroqul, one of Genghis's highest-ranking nökod. The khan was livid at the loss of his close friend and prepared to lead a retaliatory campaign; eventually dissuaded from this course, he dispatched his eldest son Jochi and a Dörbet commander. They managed to surprise and defeat the rebels, securing control over this economically important region.Kuchlug, the Naiman prince who had been defeated in 1204, had usurped the throne of the Central Asian Qara Khitai dynasty between 1211 and 1213. He was a greedy and arbitrary ruler who probably earned the enmity of the native Islamic populace whom he attempted to forcibly convert to Buddhism. Genghis sensed that Kuchlug might be a potential threat to his empire, and Jebe was sent with an army of 20,000 cavalry to the city of Kashgar; he undermined Kuchlug's rule by emphasising the Mongol policies of religious tolerance and gained the loyalty of the local elite. Kuchlug was forced to flee southwards to the Pamir Mountains, but was captured by local hunters. Jebe had him beheaded and paraded his corpse through Qara Khitai, proclaiming the end of religious persecution in the region.",
        "ngram": 244,
        "subject": "Travis Kelce"
    },
    {
        "text": "Houston donated all of the earnings from her 1991 Super Bowl XXV performance of \"The Star-Spangled Banner\" sales to Gulf War servicemen and their families. The record label followed suit and she was voted to the American Red Cross Board of Directors as a result. Following the terrorist attacks in 2001, Houston re-released \"The Star-Spangled Banner\" to support the New York Firefighters 9/11 Disaster Relief Fund and the New York Fraternal Order of Police. She waived her royalty rights to the song, which reached number one on charts in October 2001 and generated more than $1 million.",
        "ngram": 97,
        "subject": "Travis Kelce"
    },
    {
        "text": "In the Sandra Bullock comedy movie Miss Congeniality (2000), Shatner played the supporting role of Stan Fields, the co-host of the Miss United States Pageant; his future Boston Legal co-star Candice Bergen took part in the film too. Shatner also appeared in Miss Congeniality 2: Armed and Fabulous (2004), in which Stan Fields is kidnapped in Las Vegas together with the winner of the pageant of the previous year. (Life imitated art in Gary, Indiana in 2001, when Shatner visited the town to host the Miss USA Pageant for real). In Osmosis Jones (2001), a high-concept satirical movie that blended live action with animation, Shatner voiced Mayor Phlegmming; the film depicted the cells and microbiota of a human body as the citizens of a community, the city of Frank, governed by an egoistic politician who prioritizes his convenience and political self-interest over the welfare of his public. In Groom Lake, released the following year, Shatner repeated his Star Trek V feat of directing and starring in a movie based on a story of his own invention—a film exploiting the interest in Area 51 kindled by The X-Files, and co-starring a young Amy Acker, later best known as a regular colleague of Joss Whedon. In 2003, Shatner appeared in Brad Paisley's Celebrity and Online music videos along with Little Jimmy Dickens, Jason Alexander and Trista Rehn. He also had a supporting role in the comedy DodgeBall: A True Underdog Story (2004), which starred Ben Stiller and Vince Vaughn. In the October 2004 issue of Star Trek Communicator,",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "Audrey Faith McGraw (née Perry; born September 21, 1967), known professionally as Faith Hill, is an American country singer. She is one of the most successful country music artists of all time, having sold almost 50 million albums worldwide.Hill's first two albums, Take Me as I Am (1993) and It Matters to Me (1995), were major successes that placed a combined three number ones on Billboard's country charts, quickly establishing her as one of country music's top acts. Next she achieved immense mainstream and crossover success with two albums, Faith (1998) and Breathe (1999). Faith produced her first international hit, \"This Kiss\", while her album Breathe became one of the best-selling country albums of all time. The album was led by the huge crossover success of the songs \"Breathe\" and \"The Way You Love Me\". Breathe saw massive sales worldwide and earned three Grammy Awards.",
        "ngram": 145,
        "subject": "Travis Kelce"
    },
    {
        "text": "On November 11, 2005, Presley participated in a Grammy SoundCheck at LA's House of Blues, during which she and other industry professionals met with a group of music students to discuss career opportunities available to them within the music industry.",
        "ngram": 40,
        "subject": "Travis Kelce"
    },
    {
        "text": "In March 2022, Meghan's half-sister, Samantha Markle, filed a defamation lawsuit against her in Florida, accusing her of lying in the Oprah interview and disseminating false statements via her communications secretary for the book Finding Freedom and sought damages in excess of $75,000. In June 2022, Meghan's initial motion to dismiss the case was rejected by a judge following amendments made by Samantha in her complaint. She filed a second motion in the same month. In addition to applying for the case to be dismissed, Meghan's lawyer also applied for the discovery process to be delayed, pending the outcome of the dismissal application. A Florida judge later denied the application to halt the discovery process, but dismissed the lawsuit in March 2023. In April 2023, Samantha refiled the lawsuit with another amended complaint that covered statements made by Meghan in her Netflix docuseries as well. The lawsuit was later dismissed with prejudice in March 2024, after a judge ruled that the claimant was unable to provide evidence of defamation. Samantha later appealed the decision.",
        "ngram": 174,
        "subject": "Travis Kelce"
    },
    {
        "text": "Timberlake released his second studio album, FutureSex/LoveSounds, on September 12, 2006. The album, which Timberlake created from 2005 to 2006, debuted at number-one on the Billboard 200 album chart, selling 684,000 copies its first week. It became the biggest album for pre-orders on iTunes, and beat Coldplay's record for the biggest one-week sales of a digital album. The album was produced by Timbaland and Danja (who produced a bulk of the album), will.i.am, Rick Rubin and Timberlake himself, and features guest vocals by Snoop Dogg, Three 6 Mafia, T.I. and will.i.am. A studio representative described it as being \"all about sexiness\" and aiming for \"an adult feel\".The album's lead single, \"SexyBack\", was performed by Timberlake at the opening of the 2006 MTV Video Music Awards and reached number-one on the Billboard Hot 100, where it remained for seven consecutive weeks. \"My Love\", the album's second single, also produced by Timbaland and featuring rapper T.I., reached number-one on the Hot 100, as did third single \"What Goes Around... Comes Around\". The song is reported to have been inspired by the break-up of his childhood friend and business partner, Trace Ayala, with actress Elisha Cuthbert. In October 2006, Timberlake said that he would focus on his music career rather than his film roles, specifying that leaving the music industry would be a \"dumb thing to do at this point\". He was the special guest performer at the 2006 Victoria's Secret Fashion Show where he sang \"SexyBack\", \"My Love\" and \"LoveStoned\".Timberlake hosted many music events, including the European MTV",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "Although he had no formal academic training, many historians and scholars regard Leonardo as the prime exemplar of the \"Universal Genius\" or \"Renaissance Man\", an individual of \"unquenchable curiosity\" and \"feverishly inventive imagination.\" He is widely considered one of the most diversely talented individuals ever to have lived. According to art historian Helen Gardner, the scope and depth of his interests were without precedent in recorded history, and \"his mind and personality seem to us superhuman, while the man himself mysterious and remote.\" Scholars interpret his view of the world as being based in logic, though the empirical methods he used were unorthodox for his time.",
        "ngram": 106,
        "subject": "Travis Kelce"
    },
    {
        "text": "The head of the British army at the time, General Sir Richard Dannatt, said on 30 April 2007 that he had personally decided that Harry would serve with his unit in Iraq as a troop commander, and Harry was scheduled for deployment in May or June 2007 to patrol the Maysan Governorate. By 16 May, however, Dannatt announced that Harry would not serve in Iraq; concerns included Harry being a high-value target (as several threats by various groups had already been made against him) and the dangers the soldiers around him would face should any attempt be made on his life or if he were captured. Clarence House made public Harry's disappointment with the decision, though he said he would abide by it.",
        "ngram": 123,
        "subject": "Travis Kelce"
    },
    {
        "text": "After departing the London Academy of Music and Dramatic Art (LAMDA), Sutherland spent a year and a half at the Perth Repertory Theatre in Scotland. In the early-to-mid-1960s, Sutherland began to gain small roles in British films and TV (such as a hotel receptionist in The Sentimental Agent episode \"A Very Desirable Plot\" (1963)). He was featured alongside Christopher Lee in horror films such as Castle of the Living Dead (1964) and Dr. Terror's House of Horrors (1965). He also had a supporting role in the Hammer Films production Die! Die! My Darling! (1965), with Tallulah Bankhead and Stefanie Powers. In the same year, he appeared in the Cold War classic The Bedford Incident and in the TV series Gideon's Way, in the 1966 episode \"The Millionaire's Daughter\". In 1966, Sutherland appeared in the BBC TV play Lee Oswald-Assassin, playing a friend of Lee Harvey Oswald, Charles Givens (even though Givens himself was an African American). He also appeared in the TV series The Saint, in the 1965 episode \"The Happy Suicide\".",
        "ngram": 172,
        "subject": "Travis Kelce"
    },
    {
        "text": "West founded the record label and production company GOOD Music in 2004, in conjunction with Sony BMG, shortly after releasing his debut album, The College Dropout. West, alongside then-unknown Ohio singer John Legend and fellow Chicago rapper Common were the label's inaugural artists. The label houses artists including West, Big Sean, Pusha T, Teyana Taylor, Yasiin Bey / Mos Def, D'banj and John Legend, and producers including Hudson Mohawke, Q-Tip, Travis Scott, No I.D., Jeff Bhasker, and S1. GOOD Music has released ten albums certified gold or higher by the Recording Industry Association of America (RIAA). In November 2015, West appointed Pusha T the new president of GOOD Music.",
        "ngram": 109,
        "subject": "Travis Kelce"
    },
    {
        "text": "Planet of the Apes was a commercial success, grossing $68 million in its opening weekend and eventually it earned $180 million in North America and $362 million worldwide. The film however has received mixed reviews and is widely considered inferior to the first adaptation of the novel. In 2003, Burton directed Big Fish, based on the novel Big Fish: A Novel of Mythic Proportions by Daniel Wallace. The film is about a father telling the story of his life to his son using exaggeration and color. Starring Ewan McGregor as young Edward Bloom and Albert Finney as an older Edward Bloom, the film also stars Jessica Lange, Billy Crudup, Danny DeVito, Alison Lohman and Marion Cotillard. Big Fish received four Golden Globe nominations as well as an Academy Award nomination for Elfman's score. The film was also the second collaboration between Burton and Helena Bonham Carter, who played the characters of Jenny and the Witch, and Burton and Danny DeVito, who played Amos Calloway the circus ringleader.",
        "ngram": 167,
        "subject": "Travis Kelce"
    },
    {
        "text": "At the age of five, Downey made his acting debut in his father Robert Downey Sr.'s film Pound in 1970. He subsequently worked with the Brat Pack in the teen films Weird Science (1985) and Less than Zero (1987). Downey's portrayal of Charlie Chaplin in the 1992 biopic Chaplin received a BAFTA Award. Following a stint at the Corcoran Substance Abuse Treatment Facility on drug charges, he joined the TV series Ally McBeal in 2000, and won a Golden Globe Award for the role. Downey was fired from the show in 2001 in the wake of additional drug charges. He stayed in a court-ordered drug treatment program and has maintained his sobriety since 2003.",
        "ngram": 114,
        "subject": "Travis Kelce"
    },
    {
        "text": "In February 2020, Harry recorded a new version of the song \"Unbroken\" with Jon Bon Jovi. The new version features backing vocals from members of the Invictus Choir. The song was released on 27 March 2020, the proceeds of which were donated to the Invictus Games Foundation. In April 2020, Harry launched a new initiative named HeadFIT, a platform designed to provide mental support for members of the armed forces. The initiative was developed mutually by the Royal Foundation's Heads Together campaign, the Ministry of Defence, and King's College London. In June 2020, the Duke and Duchess backed the Stop Hate for Profit campaign and encouraged CEOs of different companies to join the movement.",
        "ngram": 114,
        "subject": "Travis Kelce"
    },
    {
        "text": "After several years away from a regular TV job, Louis-Dreyfus began a new single-camera sitcom, Watching Ellie, which premiered on NBC in February 2002. The series was created by husband Brad Hall and co-starred Steve Carell and Louis-Dreyfus's half-sister Lauren Bowles. The initial premise of the show was to present viewers with a \"slice of life\" from the goings-on and happenings of the life of Ellie Riggs, a Southern California jazz singer. The first season included a 22-minute countdown kept digitally in the lower left-hand corner of the screen, which many critics panned, claiming it was useless and \"did nothing for the show.\" Overall, the show received mixed reviews but debuted strongly with over 16 million viewers tuning in for the series premiere, and maintained an average audience of about 10 million viewers per week.When the series returned for a second season in the spring of 2003, it suffered a decline in viewership, averaging around eight million viewers per week. The show had undergone a drastic stylistic change between the production of seasons one and two. The first season was filmed in the single-camera format, but the second season was presented as a traditional multicamera sitcom filmed in front of a live studio audience. With dwindling viewership and failing to retain the numbers from its Frasier lead-in, the series was cancelled by NBC in May 2003.Following NBC's cancellation of Watching Ellie, the media began circulating rumors of a so-called \"Seinfeld curse\", which claimed that none of the former Seinfeld actors could ever achieve success again in",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "He has received numerous accolades throughout his career which spanned over four decades, including three Academy Awards for Best Actor, making him the only actor to have three wins in that category, and the third male actor to win three competitive Academy Awards for acting, the sixth performer overall. Additionally, he has received four British Academy Film Awards, three Screen Actors Guild Awards and two Golden Globe Awards. In 2014, Day-Lewis received a knighthood for services to drama.",
        "ngram": 78,
        "subject": "Travis Kelce"
    },
    {
        "text": "In June 2014, Griffith and Banderas released a statement announcing their intention to divorce \"in a loving and friendly manner\". According to the petition filed in the Los Angeles Superior Court, the couple had \"irreconcilable differences\" that led to the divorce. In December 2015, their divorce was finalized. Banderas has stated that he will always love Griffith, and Griffith appeared alongside Banderas in the 2014 science-fiction film Autómata, which they filmed amid their divorce proceedings. She then had a role in Day Out of Days (2015), directed by Zoe Cassavetes. In 2016, she signed to be a guest star on Hulu's The Path.In 2017, Griffith costarred opposite Al Pacino and Evan Peters in The Pirates of Somalia (originally titled Where the White Man Runs Away), a biopic about journalist Jay Bahadur; and played Jean Shelton in James Franco's The Disaster Artist, a comedy based on Greg Sestero's book of the same name. In mid-2018, Griffith played Mrs. Robinson in a stage version of The Graduate at the Laguna Playhouse in California. In August 2018, she revealed she had undergone further and \"final\" surgical treatments to remove skin cancer from her face.",
        "ngram": 191,
        "subject": "Travis Kelce"
    },
    {
        "text": "Sheridan, then Commanding General of the Army, ordered a day-long tribute to Grant on all military posts, and President Grover Cleveland ordered a thirty-day nationwide period of mourning. After private services, the honor guard placed Grant's body on a special funeral train, which traveled to West Point and New York City. A quarter of a million people viewed it in the two days before the funeral. Tens of thousands of men, many of them veterans from the Grand Army of the Republic (GAR), marched with Grant's casket drawn by two dozen black stallions to Riverside Park in Morningside Heights, Manhattan. His pallbearers included Union generals Sherman and Sheridan, Confederate generals Simon Bolivar Buckner and Joseph E. Johnston, Admiral David Dixon Porter, and Senator John A. Logan, the head of the GAR. Following the casket in the seven-mile-long (11 km) procession were President Cleveland, two former living presidents Hayes and Arthur, all of the president's cabinet, and justices of the Supreme Court.",
        "ngram": 161,
        "subject": "Travis Kelce"
    },
    {
        "text": "In the time that followed, numerous African-Americans associated with wrestling expressed some level of support for Hogan including: The Rock, Dennis Rodman, Booker T, Kamala, Virgil, Mr. T, Mark Henry, Big E, and D'Angelo Dinero, who stressed his forgiveness of Hogan, whom he saw as having made a \"positive mark on humanity\" for over three decades.",
        "ngram": 56,
        "subject": "Travis Kelce"
    },
    {
        "text": "By February 1980, evidence of widespread metastasis was found. He tried to keep the condition a secret, but on March 11, 1980, the National Enquirer disclosed that he had \"terminal cancer\". In July 1980, McQueen traveled to Rosarito Beach, Mexico, for unconventional treatment after U.S. doctors told him they could do nothing to prolong his life. Controversy arose over the trip because McQueen sought treatment from William Donald Kelley, who was promoting a variation of the Gerson therapy that used coffee enemas, frequent washing with shampoos, daily injections of fluid containing live cells from cattle and sheep, massages, and laetrile, a reputed anti-cancer drug available in Mexico, but long known to be both toxic and ineffective at treating cancer. McQueen paid for Kelley's treatments himself in cash payments, which were said to have been upwards of $40,000 per month (equivalent to $148,000 in 2023) during his three-month stay in Mexico. Kelley's only medically related license (until being revoked in 1976) had been for orthodontics, a field of dentistry. Kelley's methods caused a sensation in the traditional and tabloid press when it became known that McQueen was a patient.",
        "ngram": 188,
        "subject": "Travis Kelce"
    },
    {
        "text": "The trade deficit induced Buffett to enter the foreign currency market for the first time in 2002. He substantially reduced his stake in 2005 as changing interest rates increased the costs of holding currency contracts. Buffett remained bearish on the dollar, stating that he was looking to acquire companies with substantial foreign revenues. Buffett has been critical of gold as an investment, with his critique being based primarily on its non-productive nature. In a 1998 address at Harvard, Buffett said:",
        "ngram": 80,
        "subject": "Travis Kelce"
    },
    {
        "text": "Mary Beth Edelson's Some Living American Women Artists / Last Supper (1972) appropriated Leonardo da Vinci's The Last Supper, with the heads of notable women artists collaged over the heads of Christ and his apostles; Ono was among those notable women artists. This image, addressing the role of religious and art historical iconography in the subordination of women, became \"one of the most iconic images of the feminist art movement.\"The post-punk rock band Death of Samantha, founded in 1983, named themselves after a song from Ono's 1972 album Approximately Infinite Universe, also called \"Death of Samantha\".Canadian rock band Barenaked Ladies' debut single was \"Be My Yoko Ono\", first released in 1990 and later appearing on their 1992 album Gordon. The lyrics are \"a shy entreaty to a potential girlfriend, caged in terms that self-deflatingly compare himself to one of pop music's foremost geniuses\". It also has a \"sarcastic imitation of Yoko Ono's unique vocal style in the bridge\".In 2000, American folk singer Dar Williams recorded a song titled \"I Won't Be Your Yoko Ono\". Bryan Wawzenek of the website Ultimate Classic Rock described the song as \"us[ing] John and Yoko as a starting point for exploring love, and particularly, love between artists\".The British band Elbow mentioned Ono in their song \"New York Morning\" from their 2014 album The Take Off and Landing of Everything (\"Oh, my giddy aunt, New York can talk / It's the modern Rome and folk are nice to Yoko\"). In response Ono posted an open letter to the band on her website,",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "Anthony subsequently recorded the duet \"No Me Ames\" with Jennifer Lopez on her album On the 6, giving her an assist in her Spanish language crossover attempt. He also recorded a duet \"I Want to Spend My Lifetime Loving You\" with Tina Arena, written by James Horner for the latter's soundtrack for the 1998 swashbuckling movie The Mask of Zorro.",
        "ngram": 60,
        "subject": "Travis Kelce"
    },
    {
        "text": "In November 1959, Garland was hospitalized after she was diagnosed with acute hepatitis. Over the next few weeks, several quarts of fluid were drained from her body until she was released from the hospital in January 1960, still in a weak condition. She was told by doctors that she probably had five years or less to live and that, even if she did survive, she would be a semi-invalid and would never sing again. She initially felt \"greatly relieved\" at the diagnosis. \"The pressure was off me for the first time in my life.\" However, she recovered over the next several months and in August of that year, returned to the stage of the Palladium. She felt so warmly embraced by the British that she announced her intention to move permanently to England.",
        "ngram": 133,
        "subject": "Travis Kelce"
    },
    {
        "text": "However, after the 2019 general election in which the pro-withdrawal Conservative party won a sizeable majority of seats, Blair argued that remain supporters should \"face up to one simple point: we lost\" and \"pivot to a completely new position...We're going to have to be constructive about it and see how Britain develops a constructive relationship with Europe and finds its new niche in the world.\"",
        "ngram": 65,
        "subject": "Travis Kelce"
    },
    {
        "text": "King's wife got in touch with his lawyer to purchase Smith's van, reportedly to prevent it from appearing on eBay. He recalls: \"When I was in the hospital, mostly unconscious; my wife got a lawyer who's just a friend of the family...And she got in touch with him and said, buy it so that somebody else doesn't buy it and decide to break it up and sell it on eBay, on the Internet. And so he did. And for about six months, I did have these, sort of, fantasies of smashing the van up. But my wife - I don't always listen to her the first time, but sooner or later, she usually gets through. And what she says makes more sense than what I had planned. And her thought was that the best thing to do would be to very quietly remove it from this plane of existence, which is what we did.\"",
        "ngram": 154,
        "subject": "Travis Kelce"
    },
    {
        "text": "On January 28, 2019, Viktor and Irina Yelchin premiered a documentary about their son Anton Yelchin, Love, Antosha, at the 2019 Sundance Film Festival. The documentary was directed by Garret Price and contains various interviews with some of Anton's friends and collaborators such as Kristen Stewart, J. J. Abrams, Chris Pine, Jennifer Lawrence, Jodie Foster, John Cho and Martin Landau. Cage starred as the Narrator of the film, reading various Anton's writings. In December 2018, it was announced that Cage had signed to play the lead role for Richard Stanley's Color Out of Space, based on the short story \"The Colour Out of Space\" by H. P. Lovecraft. This was Stanley's first feature film directed since his firing from The Island of Dr. Moreau (1996). Color Out of Space premiered on September 7, 2019, in the Midnight Madness portion of the 2019 Toronto International Film Festival, where Cage was awarded for his role with the Creative Coalition's Spotlight Initiative Award. Following select preview screenings on January 22, the film was released in 81 theaters in the United States on January 24, 2020.In December 2018, it was announced that Sion Sono was working on his first overseas production and English-language debut, Prisoners of the Ghostland, starring Nicolas Cage. Cage said the film \"might be the wildest movie I've ever made\". Its plot revolves around a notorious criminal, Hero (played by Cage), who is sent to rescue the governor's adopted granddaughter, who has disappeared into a dark region called Ghostland. The film had its world premiere at the",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "In March 2014, Swift began living in New York City, which she credited as a creative influence on her fifth studio album, 1989. She described 1989 as her first \"official pop album\" and produced it with Jack Antonoff, Max Martin, Shellback, Imogen Heap, Ryan Tedder, and Ali Payami. Released in October 2014, the album opened atop the Billboard 200 with 1.28 million copies sold. Its singles \"Shake It Off\", \"Blank Space\", and \"Bad Blood\" reached number one in Australia, Canada, and the US, with the first two making Swift the first woman to replace herself at the Hot 100 top spot. Other singles include \"Style\", \"Wildest Dreams\", \"Out of the Woods\", and \"New Romantics\". The 1989 World Tour (2015) was the highest-grossing tour of the year with $250 million in total revenue.",
        "ngram": 132,
        "subject": "Travis Kelce"
    },
    {
        "text": "Robert Englund was auditioning for a role in Apocalypse Now when he walked across the hall to where auditions were taking place for George Lucas's Star Wars. After watching the auditions for a while, he realized that Hamill, his friend, would be perfect for the role of Luke Skywalker. He suggested to Hamill that he audition for the role; as it turned out, Hamill's agent had already set up the audition that gave him the role.Released in May 1977, Star Wars was an enormous, unexpected success and had a huge effect on the film industry. Hamill went on to appear in the less-than-successful Star Wars Holiday Special in 1978, and later starred in the successful film sequels The Empire Strikes Back and Return of the Jedi. During the time between the first two films, Hamill was involved in a serious car accident, fracturing his nose and left cheekbone. False rumors spread that his face had required plastic surgery. For his part in both of the sequels, Hamill was honored with the Saturn Award for Best Actor, given by the Academy of Science Fiction, Fantasy and Horror Films. In 1980, he made a guest appearance on The Muppet Show, both as himself and as Luke Skywalker in the episode The Stars of Star Wars. The episode also starred C-3PO and R2-D2, who joined Luke on a search for Chewbacca.Hamill reprised the role of Luke Skywalker for the radio dramatizations of both Star Wars and The Empire Strikes Back. For the Return of the Jedi radio drama, the",
        "ngram": 256,
        "subject": "Travis Kelce"
    },
    {
        "text": "Chase's early film roles included Tunnel Vision, the box office hit Foul Play that earned more than $44 million, and Oh! Heavenly Dog. The role of Eric \"Otter\" Stratton in National Lampoon's Animal House was originally written with Chase in mind, but he turned the role down to work on Foul Play. The role went to Tim Matheson instead. Chase said in an interview that he chose to do Foul Play so he could do \"real acting\" for the first time in his career instead of just doing \"schtick\". Chase followed Foul Play with the successful Harold Ramis comedy Caddyshack, in 1980. Caddyshack was a major box office success, pulling in $39 million off a $6 million budget. It has since become a classic, currently sitting at a 73% approval rate on Rotten Tomatoes, with critics saying: \"Though unabashedly crude and juvenile, Caddyshack nevertheless scores with its classic slapstick, unforgettable characters, and endlessly quotable dialogue\". That same year, he also reunited with Foul Play co-star Goldie Hawn for Neil Simon's Seems Like Old Times which was also successful at the box office, earning more than $43 million. After this, he released a self-titled record album, co-produced by Chase and Tom Scott, with novelty and cover versions of songs by Randy Newman, Barry White, Bob Marley, the Beatles, Donna Summer, Tennessee Ernie Ford, The Troggs, and The Sugarhill Gang.",
        "ngram": 228,
        "subject": "Travis Kelce"
    }
]