[
    {
        "text": "In March 2009, fashion designer Dawn Simorangkir brought a libel suit against Love concerning a defamatory post Love made on her Twitter account, which was eventually settled for $450,000. Several months later, in June 2009, NME published an article detailing Love's plan to reunite Hole and release a new album, Nobody's Daughter. In response, former Hole guitarist Eric Erlandson stated in Spin magazine that contractually no reunion could take place without his involvement; therefore Nobody's Daughter would remain Love's solo record, as opposed to a \"Hole\" record. Love responded to Erlandson's comments in a Twitter post, claiming \"he's out of his mind, Hole is my band, my name, and my Trademark\". Nobody's Daughter was released worldwide as a Hole album on April 27, 2010. For the new line-up, Love recruited guitarist Micko Larkin, Shawn Dailey (bass guitar), and Stu Fisher (drums, percussion). Nobody's Daughter featured material written and recorded for Love's unfinished solo album, How Dirty Girls Get Clean, including \"Pacific Coast Highway\", \"Letter to God\", \"Samantha\", and \"Never Go Hungry\", although they were re-produced in the studio with Larkin and engineer Michael Beinhorn. The album's subject matter was largely centered on Love's tumultuous life between 2003 and 2007, and featured a polished folk rock sound, and more acoustic guitar work than previous Hole albums.",
        "ngram": 215,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Each year BMGF must give away an amount equal to the prior year's Berkshire gift plus the additional 5% of net assets as required of all US foundationsBuffett joined the Gates Foundation's board, but did not plan to be actively involved in the foundation's investments. Buffett announced his resignation as a trustee of the Gates Foundation on June 23, 2021.This represented a significant shift from Buffett's previous statements, to the effect that most of his fortune would pass to his Buffett Foundation. The bulk of the estate of his wife, valued at $2.6 billion, went there when she died in 2004. He also pledged $50 million to the Nuclear Threat Initiative, in Washington, where he began serving as an adviser in 2002.In 2006, he auctioned his 2001 Lincoln Town Car on eBay to raise money for Girls, Inc. In 2007, he auctioned a luncheon with himself that raised a final bid of $650,100 for the Glide Foundation. Later auctions raised $2.1 million $1.7 million and $3.5 million. The winners traditionally dine with Buffett at New York's Smith and Wollensky steak house. The restaurant donates at least $10,000 to Glide each year to host the meal.In 2009, Ralph Nader wrote the book Only the Super Rich Can Save Us, a novel about \"a movement of billionaires led by Warren Buffett and featuring, among others, Ted Turner, George Soros and Barry Diller, who use their fortunes to clean up America\". On C-SPAN BookTV, Nader said Buffett invited him to breakfast after the book came out and was \"quite",
        "ngram": 256,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Dennis William Quaid (born April 9, 1954) is an American actor and gospel singer. He is known for his leading man roles in film and television. The Guardian named him one of the best actors never to have received an Academy Award nomination.Quaid is known for his starring roles in Breaking Away (1979), The Right Stuff (1983), The Big Easy (1986), Innerspace (1987), Great Balls of Fire! (1989), Dragonheart (1996), The Parent Trap (1998), Frequency (2000), The Rookie (2002), The Day After Tomorrow (2004), In Good Company (2004), Flight of the Phoenix (2004), Yours, Mine & Ours (2005), and Vantage Point (2008). He received a Golden Globe Award nomination for his role in Far from Heaven (2002).",
        "ngram": 117,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Cena returned at WrestleMania 32 on April 3, 2016, helping The Rock fend off The Wyatt Family. Cena then made his full return on the Memorial Day edition of Raw on May 30, four months earlier than had been expected for his type of injury. He was confronted by AJ Styles, only to be betrayed by Styles, who joined his former Club teammates Luke Gallows and Karl Anderson in attacking Cena. On June 19 at Money in the Bank, Styles defeated Cena with interference from Gallows and Anderson. On the July 4 episode of Raw, Cena was again attacked by The Club, but was saved by Enzo Amore and Big Cass, setting up a six-man tag team match on July 24 at Battleground, which Cena, Amore, and Cass won after Cena pinned Styles. On the July 19 episode of SmackDown at the 2016 WWE draft, Cena was drafted to the SmackDown brand, while also defeating Club member Luke Gallows in a singles contest. At SummerSlam on August 21, Cena lost to Styles in a rematch. With Styles later winning the renamed WWE World Championship, Cena challenged him and Dean Ambrose in a triple threat match for the title on October 9 at No Mercy. He lost the match after being pinned by Styles, which came after Ambrose and Cena simultaneously made Styles submit, therefore restarting the match. Cena took a sabbatical from WWE to film American Grit season 2.",
        "ngram": 239,
        "subject": "Liza Minnelli"
    },
    {
        "text": "It was teased that a former WWE Champion would be appearing on the Day 1 edition of Raw on January 1, 2024; the unidentified champion was at first revealed to be Jinder Mahal, who insulted the crowd before being interrupted by The Rock in his first live appearance on Raw since 2016. The two brawled and The Rock emerged victorious, after which he asked the crowd if he should sit at \"the head of the table\" in a direct reference to Undisputed WWE Universal Champion Roman Reigns, his relative whose nickname is \"The Head of the Table\". The Rock also appeared on the February 2 episode of SmackDown, where he confronted Reigns after Royal Rumble winner Cody Rhodes decided against choosing Reigns as his WrestleMania 40 opponent to allow The Rock to face Reigns. This was met by intense backlash from fans who wanted Rhodes to face Reigns; the WrestleMania XL media event on February 8 thus saw The Rock align himself with Reigns, chastise Rhodes for reversing his decision not to choose Reigns as his WrestleMania opponent, and slap Rhodes for speaking out against the Anoaʻi family (of which The Rock and Reigns are both members), thus turning heel for the first time since 2003. As WWE's chief creative officer Triple H was being interviewed backstage over what had just transpired, The Rock and Reigns walked by and told him to \"fix it\" or they would, though Triple H would later appear on SmackDown to stand by Rhodes' decision.",
        "ngram": 250,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Dre pleaded guilty in October 1992 in a case of battery of a police officer and was convicted on two additional battery counts stemming from a brawl in the lobby of the New Orleans hotel in May 1991.In 1993, he was convicted of battery after an altercation with a man who stood outside the front porch of his Woodland Hills home in front of the musician's girlfriend. He claimed that Dre broke his jaw as a result.On January 10, 1994, Dre was arrested after leading police on a 90 mph pursuit through Beverly Hills in his 1987 Ferrari. It was revealed that Dr. Dre had a blood alcohol of 0.16, twice the state of California's legal limit. The conviction violated the conditions of parole following Dre's battery conviction in 1993; he pleaded no contest and was sentenced to eight months in prison in September 1994. He was ordered to pay a $1,053 fine and attend an alcohol education program.In November 2004, at the Vibe magazine awards show in Los Angeles, Dr. Dre was attacked by a fan named Jimmy James Johnson, who was supposedly asking for an autograph. In the resulting scuffle, then-G-Unit rapper Young Buck stabbed the man. Johnson claimed that Suge Knight, president of Death Row Records, paid him $5,000 to assault Dre in order to humiliate him before he received his Lifetime Achievement Award. Knight immediately went on CBS's The Late Late Show to deny involvement and insisted that he supported Dr. Dre and wanted Johnson charged. In September 2005, Johnson was sentenced",
        "ngram": 256,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Knievel was a proponent of motorcycle helmet safety. He constantly encouraged his fans to wear motorcycle helmets. The Bell Star helmet he used in the Caesars Palace jump is credited for having saved Knievel's life after he fell off the motorcycle and struck his head on the ground. (Following the Caesars Palace crash, each of Knievel's full-face helmets bore the slogan, \"Color Me Lucky.\") As an ardent supporter of helmet use, Knievel once offered a cash reward for anyone who witnessed him stunting on a motorcycle without a helmet.",
        "ngram": 89,
        "subject": "Liza Minnelli"
    },
    {
        "text": "In 1990, a musical associate in the rap group Public Enemy introduced Cube to the Nation of Islam (NOI). He converted to Islam, though he denied membership in the NOI, whose ideology against white people and especially Jews led to its categorization as a hate group by the Southern Poverty Law Center. However, he readily adopted the group's ideology of black nationalism, a concept familiar to the hip hop community. He nevertheless has claimed to listen his own conscience as a \"natural Muslim\", claiming to do so because \"it's just [him] and God\". In 2012, he expressed support for same-sex marriage. In 2017, he said that he thinks \"religion is stupid\" in part and explained, \"I'm gonna live a long life, and I might change religions three or four times before I die. I'm on the Islam tip—but I'm on the Christian tip, too. I'm on the Buddhist tip as well. Everyone has something to offer to the world.\"",
        "ngram": 159,
        "subject": "Liza Minnelli"
    },
    {
        "text": "11/22/63 (2011) was named one of the five best fiction books of the year in The New York Times: \"Throughout his career, King has explored fresh ways to blend the ordinary and the supernatural. His new novel imagines a time portal in a Maine diner that lets an English teacher go back to 1958 in an effort to stop Lee Harvey Oswald and — rewardingly for readers — also allows King to reflect on questions of memory, fate and free will as he richly evokes midcentury America. The past guards its secrets, this novel reminds us, and the horror behind the quotidian is time itself.\"",
        "ngram": 105,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Cyrus was ranked #17 spot on Forbes' list of the most powerful celebrities in 2014; the magazine notes that \"The last time she made our list was when she was still rolling in Hannah Montana money. Now the pop singer is all grown up and courting controversy at every turn.\" In August 2014, her life was documented in a comic book titled Fame: Miley Cyrus; it begins with her controversial 2013 MTV Video Music Awards performance and covers her Disney fame as well as exploring her childhood in Tennessee. The comic book was written by Michael L. Frizell, drawn by Juan Luis Rincón, and is available in both print and digital formats. In September 2010, Cyrus placed tenth on Billboard's first-ever list of Music's Hottest Minors of 2010; she was ranked twenty-first in 2011 and eighteenth in 2012. In 2013, Maxim listed Cyrus as number one on their annual Hot 100 list. Cyrus was chosen by Time magazine as one of the finalists for Person of the Year in November 2013; she came in third place with 16.3% of the staff vote. In March 2014, Skidmore College in New York began to offer a special topics sociology course entitled \"The Sociology of Miley Cyrus: Race, Class, Gender and Media\" which was \"using Miley as a lens through which to explore sociological thinking about identity, entertainment, media and fame\". In 2015, Cyrus was listed as one of the nine runners-up for The Advocate's Person of the Year.",
        "ngram": 246,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Goodman rose to fame in acting by playing the role of Dan Conner on the ABC sitcom Roseanne from 1988 to 1997. He returned to the character in 2018 for the revived, 10th season, where he said \"Roseanne and I just went back to having a ball\", and then stayed on for the show's subsequent spin-off The Conners. Goodman had a long history of appearances on late night comedy shows and was the first guest on Late Night with Conan O'Brien, which won him the series' \"First Guest Medal\" (Goodman joked he would pawn the medal for a bottle of cheap Scotch). Goodman has hosted NBC's Saturday Night Live 13 times, while also making seven cameo appearances as Linda Tripp during the Monica Lewinsky scandal, three appearances as Rex Tillerson, and cameoing on the season 28 finale hosted by former SNL cast member Dan Aykroyd. With little to no experience in TV comedy, Goodman auditioned to be a cast member for Jean Doumanian's tumultuous 1980–1981 SNL season and was rejected, along with up-and-coming comedians Jim Carrey, Paul Reubens, and Robert Townsend.",
        "ngram": 181,
        "subject": "Liza Minnelli"
    },
    {
        "text": "However, in the late 1990s he accepted a key role in the big-budget X-Men film series, as Professor Charles Xavier, founder and mentor of the superhero team, a role similar in many ways to Picard. He was initially reluctant to sign on to another movie franchise, but his interest in working with director Bryan Singer persuaded him. In addition, Stewart was joined by Ian McKellen, who had by then conceded that his friend had made a prudent choice performing in popular screen science fiction, who played Xavier's friend and ideological nemesis, the super villain Magneto. Stewart has played the role in seven feature films (X-Men, X2, X-Men: The Last Stand, X-Men Origins: Wolverine, The Wolverine, X-Men: Days of Future Past and Logan) and voiced the role in several video games (X-Men Legends, X-Men Legends II, and X-Men: Next Dimension). Stewart announced that he would be leaving the X-Men film franchise after Logan.In 2022, Stewart portrayed the Professor Xavier of Earth-838 in the Marvel Cinematic Universe film Doctor Strange in the Multiverse of Madness.",
        "ngram": 173,
        "subject": "Liza Minnelli"
    },
    {
        "text": "He won acclaim for his performance in the Italian director Bernardo Bertolucci's 1976 epic film 1900 and as the conflicted father in the Academy Award-winning family drama Ordinary People (1980), alongside Mary Tyler Moore and Timothy Hutton. In 1981, he narrated A War Story, an Anne Wheeler film. He played the role of physician-hero Norman Bethune in Bethune (1977) and Bethune: The Making of a Hero (1990). In 1983, he co-starred with Teri Garr and Tuesday Weld in an adaptation of John Steinbeck's The Winter of Our Discontent. Some of Sutherland's better known roles in the 1980s and 1990s were in the apartheid drama A Dry White Season (1989), alongside Marlon Brando and Susan Sarandon; as a sadistic warden in Lock Up (1989) with Sylvester Stallone; as an incarcerated pyromaniac in the firefighter thriller Backdraft (1991) alongside Kurt Russell and Robert De Niro, as the humanitarian doctor-activist Norman Bethune in 1990's Bethune: The Making of a Hero, and as a snobbish New York City art dealer in Six Degrees of Separation (1993), with Stockard Channing and Will Smith. ",
        "ngram": 179,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Lemonade became the most critically acclaimed work of her career. Several music publications included the album among the best of 2016, including Rolling Stone, which listed Lemonade at number one. The album's visuals were nominated in 11 categories at the 2016 MTV Video Music Awards, the most ever received by Beyoncé in a single year, and went on to win 8 awards, including Video of the Year for \"Formation\". The eight wins made Beyoncé the most-awarded artist in the history of the VMAs (24), surpassing Madonna (20). Beyoncé occupied the sixth place for Time magazine's 2016 Person of the Year.",
        "ngram": 100,
        "subject": "Liza Minnelli"
    },
    {
        "text": "In 1975, an Off-Broadway version of a Lampoon show led to his first television role as a cast member of the ABC variety show Saturday Night Live with Howard Cosell. That same season, another variety show titled NBC's Saturday Night premiered. Cosell's show lasted just one season, canceled in early 1976. After working in Los Angeles with the \"guerrilla video\" commune TVTV on several projects, Murray rose to prominence in 1976. He officially joined the cast of NBC's Saturday Night Live for the show's second season, following the departure of Chevy Chase. Murray was with SNL for three seasons from 1977 to 1980. A Rutland Weekend Television sketch Monty Python's Eric Idle brought for his appearance on SNL developed into the 1978 mockumentary All You Need Is Cash with Murray (alongside other SNL cast members) appearing as \"Bill Murray the K\", a send-up of New York radio host Murray the K, in a segment of the film that is a parody of the Maysles Brothers's documentary The Beatles: The First U.S. Visit. During the first few seasons of SNL, Murray was in a romantic relationship with fellow cast member Gilda Radner.",
        "ngram": 191,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Beginning her acting career with minor television and film appearances, Pfeiffer attained her first leading role in the critically and commercially unsuccessful Grease 2 (1982). Disillusioned with being typecast in nondescript parts as attractive women, she achieved her breakout role as Elvira Hancock in Scarface (1983). Pfeiffer's mainstream success grew with performances in The Witches of Eastwick (1987) and Tequila Sunrise (1988), and she received her first of six consecutive Golden Globe Award nominations for Married to the Mob (1988). Her performances in Dangerous Liaisons (1988) and The Fabulous Baker Boys (1989) earned her two consecutive Academy Award nominations, for Best Supporting Actress and Best Actress respectively, winning a Golden Globe Award for the latter.",
        "ngram": 115,
        "subject": "Liza Minnelli"
    },
    {
        "text": "On April 28, 2017, it was announced that a revival of Roseanne was in the works and that Goodman along with most of the original cast and some of the producers would return for the limited series that was being shopped around with ABC and Netflix the frontrunners to land the show. On May 16, 2017, it was confirmed that 8 episodes would air mid-season in 2018 on ABC. On May 29, 2018, in the wake of controversial remarks made by Barr on Twitter regarding Valerie Jarrett (an advisor of former president Barack Obama), ABC canceled the revival after a single season. The next month, ABC ordered a ten-episode Roseanne spin-off titled The Conners, which stars the Roseanne cast sans Roseanne Barr. The show's first season premiered on October 16, 2018.",
        "ngram": 131,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Vickie Lynn Marshall (née Hogan, November 28, 1967 – February 8, 2007), known professionally as Anna Nicole Smith, was an American model, actress, and television personality. Smith started her career as a Playboy magazine centerfold in May 1992 and won the title of 1993 Playmate of the Year. She later modeled for fashion companies, including Guess, H&M, Lane Bryant, Con-Air, and Heatherette.",
        "ngram": 62,
        "subject": "Liza Minnelli"
    },
    {
        "text": "As a result of the public emphasis on her curvaceous figure, Lopez has been credited with influencing a shift in cultural beauty standards. The surge in popularity of buttock augmentation surgery in the early 2000s was attributed to Lopez. In Latin Sensations (2001), Herón Marquez wrote: \"Because she wasn't rail thin, Lopez had broken the mold ... Suddenly, it was okay for women to have hips, curves, and a big backside.\" This has been considered a sign of Lopez's social power in \"changing cultural standards within the mainstream media as a whole\". ",
        "ngram": 93,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Steven Spielberg offered Neeson the role of Oskar Schindler in his holocaust film Schindler's List after seeing him in Anna Christie on Broadway. Kevin Costner, Mel Gibson and Warren Beatty all expressed interest in the part (Beatty even auditioned), but Neeson was cast in December 1992 after auditioning for the role. He read the Keneally book and concluded that his character \"enjoyed fookin' [sic] with the Nazis. In Keneally's book, it says he was regarded as a kind of a buffoon by them... if the Nazis were New Yorkers, he was from Arkansas. They don't quite take him seriously, and he used that to full effect.\" His critically acclaimed performance earned him a nomination for a Best Actor Oscar, and helped the film earn Best Picture of 1993. He also received BAFTA and Golden Globes nominations for the performance. He soon became an in-demand leading actor. ",
        "ngram": 147,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Swift dated the DJ Calvin Harris from March 2015 to June 2016. They co-wrote the song \"This Is What You Came For\", featuring vocals from Rihanna; Swift was initially credited under the pseudonym Nils Sjöberg. She recorded \"I Don't Wanna Live Forever\" with Zayn Malik for the soundtrack to Fifty Shades Darker (2017) and won a Country Music Association Award for Song of the Year with \"Better Man\", which she wrote for the band Little Big Town. In April 2016, Kanye West released the single \"Famous\", in which he references Swift in the line, \"I made that bitch famous.\" Swift criticized West and said she never consented to the lyric, but West claimed that he had received her approval and his then-wife Kim Kardashian released video clips of Swift and West discussing the song amicably over the phone. The controversy made Swift a subject of an online \"cancel\" movement. In late 2016, after briefly dating Tom Hiddleston, Swift began a six-year relationship with Joe Alwyn and retreated herself from the public spotlight.",
        "ngram": 172,
        "subject": "Liza Minnelli"
    },
    {
        "text": "In Boys on the Side, Barrymore played a pregnant girl attempting to escape from her abusive boyfriend. It was a box office success and was positively received by critics. In the superhero film Batman Forever, she played one of the two female assistants for Two-Face (Tommy Lee Jones).Barrymore made a brief but notable appearance in Wes Craven's 1996 slasher film Scream. She read the film's script and was interested in being involved, approaching the production team herself to request a role. The producers were quick to take advantage of her unexpected interest and signed her to play the lead role of Sidney Prescott. However, after unexpected commitments, Barrymore played Casey Becker in a minor role, and Neve Campbell took the leading one. Scream was released to critical acclaim and made $173 million worldwide.In The Wedding Singer (1998), Barrymore played a waitress in love with the titular character, played by Adam Sandler. Variety found the film to be a \"spirited, funny and warm saga\" that serves them up \"in a new way that enhances their most winning qualities\". Budgeted at $18 million, the film grossed $123.3 million internationally. In Home Fries (1998), Barrymore played a pregnant woman unknowingly falling for the stepson of the late father of her baby. She starred in the historical drama film Ever After (1998), which made $98 million and was inspired by the fairy tale Cinderella. Roger Ebert said about Barrymore and the film: \"she can hold the screen and involve us in her characters\".Barrymore voiced the titular anthropomorphic Jack Russell terrier",
        "ngram": 256,
        "subject": "Liza Minnelli"
    },
    {
        "text": "In 2015, Cena made appearances in the comedy films Trainwreck, Sisters and a cameo in Daddy's Home. In 2017, Cena starred in the war drama The Wall and lent his voice for the animated films Surf's Up 2: WaveMania and Ferdinand. He also appeared in Daddy's Home 2, reprising his role in a larger capacity than the 2015 film. In 2018, Cena starred in the comedy Blockers, and had a leading role in the Transformers spin-off prequel, Bumblebee. In 2019, he starred in Playing with Fire, playing the role of smokejumper superintendent Jake Carson. In 2020, he voiced Yoshi, a polar bear, in the adventure comedy film Dolittle.",
        "ngram": 108,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Rogan participated in Little League Baseball and developed an interest in martial arts in his early teens. He recalled being \"terrified of being a loser\" as a child and said, \"Martial arts gave me not just confidence, but also a different perspective of myself and what I was capable of. I knew that I could do something I was terrified of, and that was really difficult, and that I could excel at it. It was a big deal for me.\" Martial arts were \"the first thing that ever gave me hope that I wasn't going to be a loser. So I really, really gravitated toward it.\" At age 14, he took up karate and started taekwondo a year later. When he was 19, he won the US Open Championship taekwondo tournament as a lightweight. He was a Massachusetts full-contact state champion for four consecutive years and became a taekwondo instructor. He also practiced amateur kickboxing and held a 2–1 record; he retired from competition at age 21, as he began to suffer from frequent headaches and feared he might sustain worse injuries. He attended the University of Massachusetts Boston but found it pointless and dropped out early.",
        "ngram": 197,
        "subject": "Liza Minnelli"
    },
    {
        "text": "A 1964 tour of Australia ended badly. Garland's first two concerts in Sydney were held in the Sydney Stadium because no concert hall could accommodate the overflow crowds who wanted to see her. Both went well and received positive reviews. Her third performance, in Melbourne, started an hour late. The crowd of 7,000 was angered by her tardiness and believed that she was drunk; they booed and heckled her and she fled the stage after 45 minutes. She later characterized the Melbourne crowd as \"brutish\". Garland's Melbourne appearance gained a negative press response.",
        "ngram": 93,
        "subject": "Liza Minnelli"
    },
    {
        "text": "On January 6, 2009, it was announced that Lee's Hong Kong home (41 Cumberland Road, Kowloon, Hong Kong) would be preserved and transformed into a tourist site by Yu Pang-lin. Yu died in 2015 and this plan did not materialize. In 2018, Yu's grandson, Pang Chi-ping, said: \"We will convert the mansion into a centre for Chinese studies next year, which provides courses like Mandarin and Chinese music for children.\"",
        "ngram": 70,
        "subject": "Liza Minnelli"
    },
    {
        "text": "2010: On February 7, Favre appeared in a second quarter Super Bowl XLIV ad for Hyundai parodying his retirement indecisiveness. In the ad, set after the 2020 NFL season, a grayed 50-year-old Favre accepts the season MVP award and ponders retirement, but cannot commit one way or the other. In April, Favre indicated that if it were not for his Vikings teammates and fans, it would be easy to retire. In early August, Favre's ankle (which was injured during the 2009 playoffs) had not responded after surgery and rehabilitation. As a result, he informed the team that he would not be coming back for another season. However, two weeks later he told teammates Jared Allen, Steve Hutchinson and Ryan Longwell he was coming back for another season.",
        "ngram": 127,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Upon returning in August 1997, Maivia turned heel for the first time in his career by lashing out at fans who had been booing him and joining Faarooq, D'Lo Brown and Kama in the stable called the Nation of Domination. He then refused to acknowledge the Rocky Maivia name, instead referring to himself in the third person as the Rock, though he would still be billed as \"The Rock\" Rocky Maivia until 1998. The Rock would then regularly insult the audience, WWF performers, and interviewers in his promos.",
        "ngram": 88,
        "subject": "Liza Minnelli"
    },
    {
        "text": "According to Bob McGinn in the Journal Sentinel, after the conclusion of the 2007 season, \"Just about everyone who counted in the football department reached the conclusion that Favre could never win another championship. His dismal playoff record in the past decade couldn't be overlooked. And the Packers concluded that it would be the mother of all mistakes if Aaron Rodgers got away without being properly evaluated as a starter. Favre had one chance, and one chance only, to salvage his career in Green Bay. He had to commit wholeheartedly for another season by early March. One could argue that the Packers erred by asking Favre for an answer that early. But having been hung out to dry by Favre too often in the past, they were in no mood for drama.\" There was also miscommunication between the Packers and Favre, as admitted by General Manager Ted Thompson, \"when Favre decided in March that he was leaning toward playing, the organization wasn't quick toward embracing him\".",
        "ngram": 166,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Jefferson contended for president once more against John Adams in 1800. Adams' campaign was weakened by unpopular taxes and vicious Federalist infighting over his actions in the Quasi-War. Democratic-Republicans pointed to the Alien and Sedition Acts and accused the Federalists of being secret pro-Britain monarchists, while Federalists charged that Jefferson was a godless libertine beholden to the French. Historian Joyce Appleby said the election was \"one of the most acrimonious in the annals of American history\".",
        "ngram": 76,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Bieber's early fanbase developed on YouTube and predated the release of his debut album My World. According to Jan Hoffman of The New York Times, part of Bieber's appeal stems from his YouTube channel. The Chicago Tribune noted that Bieber's fanbase, \"Beliebers\", was among the top words of 2010. Long before the release of My World in November 2009, his YouTube videos attracted millions of views. Braun recognized the appeal. Before flying him to Atlanta, Braun wanted to \"build him up more on YouTube first\" and had Bieber record more home videos for the channel. \"I said: 'Justin, sing like there's no one in the room. But let's not use expensive cameras.' We'll give it to kids, let them do the work, so that they feel like it's theirs\", recalled Braun. Bieber continues to upload videos to the same channel and has opened a Twitter account, from which he interacts with fans regularly. In January 2013, Bieber surpassed Lady Gaga as the most-followed person on Twitter for the first time and held the record for 11 months.As of 2023, Bieber is the third-most-followed user on Twitter and the most-followed musician on the platform, with over 111.5 million followers. His YouTube channel is currently the most viewed music channel for an individual on the platform, having attracted over 31 billion views. With over 72 million subscribers, he remains the most subscribed solo artist on YouTube and held the overall record for six years. 11 music videos by Bieber have surpassed over 1 billion views on YouTube (second",
        "ngram": 256,
        "subject": "Liza Minnelli"
    },
    {
        "text": "In 2006, Warwick signed with Concord Records after a fifteen-year tenure at Arista, which had ended in 1994. Her first and only release for the label was My Friends and Me, a duets album containing reworkings of her old hits, very similar to her 1998 CD Dionne Sings Dionne. Among her singing partners were Gloria Estefan, Olivia Newton-John, Wynonna Judd and Reba McEntire. The album peaked at No. 66 on the Top R&B/Hip-Hop Albums chart. The album was produced by her son, Damon Elliott. A follow-up album featuring Warwick's old hits as duets with male vocalists was planned, but the project was cancelled. The relationship with Concord concluded with the release of My Friends and Me. A compilation CD of her greatest hits and love songs, The Love Collection, entered the UK album chart at number 27 on February 16, 2008.",
        "ngram": 141,
        "subject": "Liza Minnelli"
    },
    {
        "text": "In February 2010, Culkin appeared in an episode of Poppy de Villeneuve's online series for The New York Times, The Park. On March 7 of the same year, he appeared alongside actors Matthew Broderick, Molly Ringwald, Judd Nelson, Ally Sheedy, Anthony Michael Hall, and Jon Cryer in a tribute to the late John Hughes at the Oscars. In April 2011, Culkin was featured in musician Adam Green's experimental film The Wrong Ferarri, which was entirely shot on an iPhone. In the same month, he also appeared in the music video for \"Stamp Your Name on It\" performed by Green's former bandmate Jack Dishel/Only Son. In September 2012, he appeared in a video on YouTube explaining how he turned his apartment in New York into a painting workshop.",
        "ngram": 127,
        "subject": "Liza Minnelli"
    },
    {
        "text": "In 2001, she became the first Black woman and second female lyricist to win the Pop Songwriter of the Year award at the ASCAP Pop Music Awards. Beyoncé was the third woman to have writing credits on three number-one songs (\"Irreplaceable\", \"Grillz\" and \"Check on It\") in the same year, after Carole King in 1971 and Mariah Carey in 1991. She is tied with American lyricist Diane Warren at third with nine songwriting credits on number-one singles. The latter wrote her song \"I Was Here\" for 4, which was motivated by the September 11 attacks. In May 2011, Billboard magazine listed Beyoncé at number 17 on their list of the Top 20 Hot 100 Songwriters for having co-written eight singles that hit number one on the Billboard Hot 100 chart. She was one of only three women on that list, along with Alicia Keys and Taylor Swift.",
        "ngram": 147,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Separately from Walker, Texas Ranger, on August 25, 1993, the Randy Travis television special Wind in the Wire first aired. Norris was among the guests. At the 1994 edition of the World Wrestling Federation (WWF)'s Survivor Series event, Norris was the special outside enforcer for the Casket Match between The Undertaker and Yokozuna. During the match, Norris delivered a roundhouse kick to an interfering Jeff Jarrett. In 1996, Norris wrote the book The Secret Power Within: Zen Solutions to Real Problems. Since 1997, Norris has appeared with Christie Brinkley in a long-running series of cable TV infomercials promoting Total Gym home fitness equipment. On November 1, 1998, CBS premiered Michael Preece's television film Logan's War: Bound by Honor, starring Norris and Eddie Cibrian. The television film was ranked third among the thirteen most viewed shows of that week.",
        "ngram": 138,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Brett Favre had significant stretches of success against his division rivals having won an NFL record 11 consecutive road games against the Chicago Bears, and a perfect 19–0 won-lost record against the Detroit Lions at home, also an NFL record.",
        "ngram": 40,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Dwayne Michael Carter Jr. (born September 27, 1982), known professionally as Lil Wayne, is an American rapper, singer, and songwriter. He is regarded as one of the most influential hip hop artists of his generation, and is often mentioned among the greatest rappers of all time. Carter's career began in 1995, when he was signed by rapper Birdman to his record label Cash Money Records, becoming the youngest member of the label at age eleven. From then on, he was the flagship artist of Cash Money Records before ending his association with the imprint in June 2018. ",
        "ngram": 98,
        "subject": "Liza Minnelli"
    },
    {
        "text": "Jackson campaigned during the 2008 Democratic Primary for Barack Obama in Texarkana, Texas. He said, \"Barack Obama represents everything I was told I could be growing up. I am a child of segregation. When I grew up and people told me I could be president, I knew it was a lie. But now we have a representative... the American Dream is a reality. Anyone can grow up to be a president.\" He also said, \"I voted for Barack because he was black. That's why other folks vote for other people—because they look like them.\" In December 2012, he compared his Django Unchained character, a villainous house slave who sides with his white oppressors, to black conservative Justice Clarence Thomas and said that the character had \"the same moral compass as Clarence Thomas does\". Following the Supreme Court's decision to overturn Roe v. Wade in June 2022, he again criticized Thomas, referring to him as \"Uncle Clarence\" and asking how Thomas—who is married to white attorney Ginni Thomas—feels about overturning Loving v. Virginia, a Supreme Court ruling which allowed interracial marriages.In June 2013, Jackson launched a joint campaign with Prizeo in an effort to raise money to fight Alzheimer's disease. As part of the campaign, he recited various fan-written monologues and a popular scene from the AMC series Breaking Bad. In August 2013, he started following a vegan diet for health reasons, explaining that he is \"just trying to live forever\". He attributed his 40 lb (18 kg) weight loss to the diet. He had largely abandoned",
        "ngram": 256,
        "subject": "Liza Minnelli"
    }
]