[
    {
        "text": "On the January 17, 2011 episode of Raw, Cena returned and faced Punk in a match which ended in a no contest after Cena was attacked by the debuting Mason Ryan, who later joined The Nexus. Cena competed in the Royal Rumble match on January 30, which saw Cena eliminate most of the Nexus members, ending his feud with the stable. He made it to the final five before being eliminated by WWE Champion The Miz, who was not part of the match. Cena won the titular match at Elimination Chamber on February 20 to face Miz at WrestleMania XXVII for the WWE Championship.",
        "ngram": 104,
        "subject": "Brendan Fraser"
    },
    {
        "text": "He appeared at WrestleMania 35 on April 7 in his \"Doctor of Thuganomics\" persona and interrupted Elias' concert, performing his finisher on Elias (calling it by its original name of the F-U) after insulting him. On the July 22 episode of Raw titled Raw Reunion, he engaged in a rap battle with The Usos.",
        "ngram": 54,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Williams returned to America to successfully defend her Stanford title, overcoming CoCo Vandeweghe in the final. At the Olympics, she won gold by defeating Sharapova in a dominating performance. She and Venus also won a second consecutive Olympic doubles title. In New York, Williams claimed her fourth US Open singles title, which was her 15th career Grand Slam singles title. She ended the season by going undefeated at the WTA Championships and winning the event for the third time. She was named ITF World Champion, and was voted WTA Player of the Year for the fourth time.",
        "ngram": 97,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Rowling's Harry Potter series has won awards for general literature, children's literature, and speculative fiction. It has earned multiple British Book Awards, beginning with the Children's Book of the Year for the first two volumes, Philosopher's Stone and Chamber of Secrets. The third novel, Prisoner of Azkaban, was nominated for an adult award, the Whitbread Book of the Year, where it competed against the Nobel prize laureate Seamus Heaney's translation of Beowulf. The award body gave Rowling the children's prize instead (worth half the cash amount), which some scholars felt exemplified a literary prejudice against children's books. She won the World Science Fiction Convention's Hugo Award for the fourth book, Goblet of Fire, and the British Book Awards' adult prize – the Book of the Year – for the sixth novel, Half-Blood Prince.Rowling was appointed Officer of the Order of the British Empire (OBE) in the 2000 Birthday Honours for services to children's literature, and three years later received Spain's Prince of Asturias Award for Concord. Following the conclusion of the Harry Potter series, she won the Outstanding Achievement prize at the 2008 British Book Awards. The next year, she was made a Chevalier de la Légion d'Honneur by the French president Nicolas Sarkozy, and leading magazine editors named her the \"Most Influential Woman in the UK\" in 2010. For services to literature and philanthropy, she was awarded the Order of the Companions of Honour (CH) in 2017.Many academic institutions have bestowed honorary degrees on Rowling, including her alma mater, the University of Exeter, and Harvard",
        "ngram": 256,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Bird is also remembered as an excellent passer and defender. While he was relatively slow, Bird displayed a knack for anticipating the moves of his opponent, making him a strong team defender. He had 1,556 career steals. In recognition of his defensive abilities, Bird was named to three All-Defensive Second Teams.",
        "ngram": 51,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In several articles of his and interviews that he gave during the Yugoslav Wars, he criticized the United States' policies in Southeast Europe, among other things for the recognition of Bosnia and Herzegovina as a sovereign state, which he described as a foolish act. Most importantly he dismissed the notion of Serbs and Croats being aggressors or separatist, saying that \"they can't be separating from something that has never existed\". In addition, he repeatedly warned the West against inserting itself into a conflict that has its roots at least hundreds of years back in time, and said that the West would do better if it allowed the Serbs and Croats to join their respective countries. Kissinger shared similarly critical views on Western involvement in Kosovo. In particular, he held a disparaging view of the Rambouillet Agreement:",
        "ngram": 136,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Super Bowl XLVIII, played in East Rutherford, New Jersey, was dedicated to Strahan upon his induction into the Pro Football Hall of Fame in 2014. Strahan performed the ceremonial coin toss, accompanied by the other members of that year's PFHOF class. Strahan also commented on the trophy presentation for Fox, since Terry Bradshaw (who had commented on the trophy presentations for Fox's previous Super Bowl broadcasts) was mourning the death of his father. On November 3, 2014, he was presented his Hall of Fame ring at halftime of a New York Giants–Indianapolis Colts game by the Giants. In attendance were 100 former Giants players as well as former teammates of Strahan's.",
        "ngram": 111,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Reeves later said that, when he was looking for work in the mid-1980s, his agents advised him to go by a different name because his first name was \"too ethnic.\" He briefly initialized his first and middle name and attended auditions as \"K. C.\" or \"Casey\" Reeves before reverting to Keanu.",
        "ngram": 51,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Williams's return to Indian Wells in 2015 (after a 14-year boycott) occurred in partnership with the Equal Justice Initiative, a non-profit organization that provides legal representation to people who may have been denied a fair trial. In 2017, Williams became Ambassador for the Allstate Foundation's Purple Purse project, an initiative to provide financial empowerment to domestic abuse victims. Other organizations Williams supports include the Elton John AIDS Foundation, Great Ormond Street Hospital, Hearts of Gold, the Common Ground Foundation, the Small Steps Project, the HollyRod Foundation, Beyond the Boroughs National Scholarship Fund, World Education, the Eva Longoria Foundation, the Caliber Foundation and the Cure for MND Foundation.",
        "ngram": 107,
        "subject": "Brendan Fraser"
    },
    {
        "text": "F=mv{\\displaystyle F=mv},incorrect in modern physics.Natural motion depends on the element concerned: the aether naturally moves in a circle around the heavens, while the 4 Empedoclean elements move vertically up (like fire, as is observed) or down (like earth) towards their natural resting places.",
        "ngram": 43,
        "subject": "Brendan Fraser"
    },
    {
        "text": "While Carter was working on Tha Carter V, it was announced that his next album would be titled Funeral. On January 23, 2020, he revealed the album's release date and album artwork. Funeral was released on January 31, and debuted at number-one on the US Billboard 200, with 139,000 album-equivalent units, becoming his fifth US number-one album. The album received generally positive reviews from music critics. On February 2, 2020, Lil Wayne competed in season three of The Masked Singer after the Super Bowl LIV as \"Robot\". He was the first to be eliminated. Carter featured on Lil Baby's track \"Forever\", a track from Baby's second studio album, My Turn, which was released on February 28, 2020. Carter also participates in the music video for the song, which was released on March 3, 2020. This marked the second collaboration for the two artists in 2020, with the first being on Carter's single \"I Do It\".",
        "ngram": 155,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In May 2012, Paul Simon performed at a benefit dinner for the Turkana Basin Institute in New York City, raising more than $2 million for Richard Leakey's research institute in Africa. For his 2019 performance at San Francisco's Outside Lands Music and Arts Festival, Simon donated his appearance fee to the San Francisco Parks Alliance and Friends of the Urban Forest.",
        "ngram": 61,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Lohan's next widely released film, the romantic comedy Just My Luck, opened in May 2006 and, according to Variety, earned her over $7 million. The opening weekend box office takings of $5.7 million \"broke lead actress Lindsay Lohan's winning streak\" according to Brandon Gray. The film received poor reviews and earned Lohan her first Golden Raspberry nomination for Worst Actress. Following Just My Luck, Lohan focused on smaller roles in more mature, independent movies. Robert Altman's ensemble comedy A Prairie Home Companion, based on humorist Garrison Keillor's works, in which Lohan co-stars with Meryl Streep and Lily Tomlin, had a limited release in June 2006. Peter Travers wrote for Rolling Stone that \"Lohan rises to the occasion, delivering a rock-the-house version of 'Frankie and Johnny.'\" Co-star Streep said of Lohan's acting: \"She's in command of the art form\" and \"completely, visibly living in front of the camera.\" The Emilio Estevez ensemble drama Bobby, about the hours leading up to the Robert F. Kennedy assassination, was released in theaters in November 2006. Lohan received favorable comments for her performance, particularly a scene alongside Sharon Stone. As part of the Bobby ensemble cast, Lohan was nominated for a Screen Actors Guild Award.",
        "ngram": 200,
        "subject": "Brendan Fraser"
    },
    {
        "text": "An active environmentalist and philanthropist, Chase holds liberal political views. He raised money for Bill Clinton in the 1990s, and for John Kerry in the 2004 presidential election. In 2004, he mocked President George W. Bush during a speech at a People for the American Way benefit at the John F. Kennedy Center for the Performing Arts, where he referred to Bush as an \"uneducated, real lying schmuck\" and a \"dumb fuck\", which stunned the organizers and the crowd and which Norman Lear categorized as \"utterly untoward.\"",
        "ngram": 87,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In March 2020, it was announced that Meghan's first post-royal project would be the narration of Disneynature's documentary Elephant, which was released on April 3. In support of elephants, Disneynature and the Disney Conservation Fund would donate to Elephants Without Borders for species conservation in Botswana. In June 2020, the couple backed the Stop Hate for Profit campaign and encouraged CEOs of different companies to join the movement. In July 2020, she spoke in support of the Black Lives Matter movement.",
        "ngram": 81,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In April 2010, Cuban loaned the newly formed United Football League (UFL) $5 million. He did not own a franchise, and he was not involved in day-to-day operations of the league nor of any of its teams. In January 2011, he filed a federal lawsuit against the UFL for their failure to repay the loan by the October 6, 2010, deadline.",
        "ngram": 61,
        "subject": "Brendan Fraser"
    },
    {
        "text": "On May 4, 2020, an audit in Favre's home state of Mississippi alleged that the state's Department of Human Services misspent $94 million intended for at-need residents, including $1.1 million paid out to Favre's company for two speaking appearances he did not make. The Mississippi auditor later announced that Favre intended to repay that money. On October 12, 2021, the Mississippi State Auditor notified Favre that he could face a civil lawsuit if he did not pay the state $828,000. Favre paid $600,000 on October 26, 2021. The Mississippi State Auditor said Favre still owed $228,000 in interest and referred the matter to the state attorney general's office. Favre was questioned by the FBI over the misappropriated funds. His lawyer has stated that Favre did not know the money was misappropriated from funds used to assist poor families and has not been charged with a crime in these matter.",
        "ngram": 149,
        "subject": "Brendan Fraser"
    },
    {
        "text": "During his recording career, Kelly sold over 75 million records worldwide, making him the most commercially successful male R&B artist of the 1990s and one of the world's best-selling music artists. He won three Grammys for his song \"I Believe I Can Fly\", and was also nominated for his song \"You Are Not Alone\" recorded by Michael Jackson. Critics dubbed him \"the King of R&B\" while he billed himself the \"Pied Piper of R&B\".",
        "ngram": 74,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In October 2017, Seagal met with Philippine president Rodrigo Duterte while scouting locations  in Manila for a possible film. During the visit, Seagal flashed Duterte's signature fist. In 2021, Seagal gave a katana to Venezuelan President Nicolás Maduro as Russia's Foreign Affairs Ministry special envoy while visiting Canaima National Park. Maduro referred to Seagal as \"my brother.\" On May 30, 2021, the pro-Kremlin systemic opposition party A Just Russia — Patriots — For Truth announced that Seagal had received an official membership card to the party.In March 2022, during the Russian invasion of Ukraine, Seagal visited Moscow where he organized his birthday party, attended by many people connected to Vladimir Putin, including some affected by international sanctions. This has been criticized as a dissenting action that came amidst the growing international boycott of Russia. In August 2022, he visited Olenivka in Donetsk Oblast, the site of the Olenivka prison massacre, with Donetsk People's Republic leader Denis Pushilin, who claimed that Seagal was filming a documentary about the war in Donbass. Seagal also met with Leonid Slutsky. On February 27, 2023, he received the Russian Order of Friendship from Vladimir Putin for his \"major contribution to the development of international cultural and humanitarian cooperation\".",
        "ngram": 204,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Barker was a vegetarian. In 1982, Barker began ending The Price Is Right episodes with the phrase: \"This is Bob Barker reminding you to help control the pet population – have your pets spayed or neutered.\" Though Barker had already been dabbling in animal rights before meeting Burnet, his efforts became more aggressive during his relationship with her.",
        "ngram": 58,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Rowling has enjoyed enormous commercial success as an author. Her Harry Potter series topped bestseller lists, spawned a global media franchise including films and video games, and had been translated into 84 languages by 2023. The first three Harry Potter books occupied the top three spots of The New York Times bestseller list for more than a year; they were then moved to a newly created children's list. The final four books each set records as the fastest-selling books in the UK or US, and the series as a whole had sold more than 600 million copies as of 2023. Neither of Rowling's later works, The Casual Vacancy and the Cormoran Strike series, has been as successful, though Casual Vacancy was still a bestseller in the UK within weeks of its release. Harry Potter's popularity has been attributed to factors including the nostalgia evoked by the boarding-school story, the endearing nature of Rowling's characters, and the accessibility of her books to a variety of readers. According to Julia Eccleshare, the books are \"neither too literary nor too popular, too difficult nor too easy, neither too young nor too old\", and hence bridge traditional reading divides.Critical response to Harry Potter has been more mixed. Harold Bloom regarded Rowling's prose as poor and her plots as conventional, while Jack Zipes argues that the series would not be successful if it were not formulaic. Zipes states that the early novels have the same plot: in each book, Harry escapes the Dursleys to visit Hogwarts, where he confronts Lord Voldemort",
        "ngram": 256,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Hamilton made two prominent film appearances in 1984: firstly, a starring role in Children of the Corn, a horror film based on the short story by Stephen King. Hamilton played Vicky Baxter, a motorist who runs into trouble while travelling with her boyfriend through rural Nebraska. The film was financially profitable, making US$14 million at the domestic box office against a budget of US$3 million, but received generally negative reviews. In a more positive assessment by The New York Times, Hamilton's performance was praised. Next, she co-starred in James Cameron's science fiction action-thriller The Terminator (1984). Hamilton played Sarah Connor, a young waitress—and soon-to-be mother of a valiant resistance leader—who finds herself at the center of a nightmarish ordeal when a soldier travels back in time to help her defeat a cyborg assassin, sent from the future to execute her. The film was a surprise commercial hit, topping the U.S. box office for two weeks. Critics believed it to be a perfect example of its genre, with some attributing its strength to Hamilton's performance; The Hollywood Reporter wrote that she displayed \"tremendous resiliency\" as Connor, while Janet Maslin felt she played the part \"engrossingly\" in her review for The New York Times. That same year, she guest-starred in four episodes of the NBC police drama Hill Street Blues.",
        "ngram": 218,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Garland had a large fan base in the gay community and became a gay icon. Reasons given for her standing among gay men are the admiration of her ability as a performer, the way her personal struggles mirrored those of gay men in the United States during the height of her fame and her value as a camp figure. In the 1960s, a reporter asked how she felt about having a large gay following. She replied, \"I couldn't care less. I sing to people!\"",
        "ngram": 84,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Jefferson was a farmer, obsessed with new crops, soil conditions, garden designs, and scientific agricultural techniques. His main cash crop was tobacco, but its price was usually low and it was rarely profitable. He tried to achieve self-sufficiency with wheat, vegetables, flax, corn, hogs, sheep, poultry, and cattle to supply his family, slaves, and employees, but he lived perpetually beyond his means and was always in debt.",
        "ngram": 67,
        "subject": "Brendan Fraser"
    },
    {
        "text": "By 1990, his films had collectively grossed over $500 million worldwide . By this time, he had drawn comparisons to both Bruce Lee and Clint Eastwood, sometimes called the \"blonde Bruce Lee\" for his martial arts film roles while his \"loner\" persona was compared to the Eastwood character Dirty Harry. That same year, MGM acquired the Cannon Films library. Norris continued making films with Aaron, who directed him in Delta Force 2, The Hitman, Sidekicks (1993), Hellbound (1994), Top Dog (1995), and Forest Warrior (1996).In 1993, he began shooting the action series Walker, Texas Ranger. The television show is centered on Sergeant Cordell Walker (Norris), a member of the Texas Rangers, a state-level bureau of investigation, and is about his adventures fighting criminals with his partner James Trivette. It lasted eight seasons on CBS and continued in syndication on other channels, notably the Hallmark Channel. The show was very successful in the ratings throughout its run, ranking among the Top 30 programs from 1995 until 1999, and ranking in the Top 20 in both the 1995–1996 and 1998–1999 seasons. In 1999, Norris produced and played Walker in a supporting role in the Walker, Texas Ranger spin-off Sons of Thunder. The same year, also playing the role of Walker, Norris acted in a crossover episode of the Sammo Hung's TV show Martial Law. For another crossover, Hung also appeared as his character in Walker, Texas Ranger.",
        "ngram": 235,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In 2012, in an interview reprinted in American Songwriter, Simon discussed the craft of songwriting with music journalist Tom Moon and talked about the basic themes in his songwriting: love, family and social commentary, as well as messages of religion, spirituality and God. Simon explained how he wrote his songs. \"The music always precedes the words. The words often come from the sound of the music and eventually evolve into coherent thoughts. Or incoherent thoughts. Rhythm plays a crucial part in the lyric-making as well. It's like a puzzle to find the right words to express what the music is saying.\"",
        "ngram": 101,
        "subject": "Brendan Fraser"
    },
    {
        "text": "The Aristotle Mountains in Antarctica are named after Aristotle. He was the first person known to conjecture, in his book Meteorology, the existence of a landmass in the southern high-latitude region, which he called Antarctica. Aristoteles is a crater on the Moon bearing the classical form of Aristotle's name.",
        "ngram": 49,
        "subject": "Brendan Fraser"
    },
    {
        "text": "After the UFC was taken over by Zuffa in 2001, Rogan attended some events and became friends with its new president Dana White, who offered him a job as a color commentator. However, Rogan initially declined as he \"just wanted to go to the fights and drink\". In 2002, White was able to hire Rogan for free in exchange for prime event tickets for him and his friends. After about 15 free gigs as a commentator, Rogan accepted pay for the job, working alongside Mike Goldberg until the end of 2016. Rogan won the Wrestling Observer Newsletter Award for Best Television Announcer twice, and was named MMA Personality of the Year four times by the World MMA Awards.",
        "ngram": 118,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Brando's notoriety, his troubled family life and his obesity attracted more attention than his later acting career. He gained a great deal of weight in the 1970s; by the early-to-mid-1990s, he weighed over 300 pounds (140 kg) and suffered from Type 2 diabetes. He had a history of weight fluctuation throughout his career that, by and large, he attributed to his years of stress-related overeating, followed by compensatory dieting. He also earned a reputation for being difficult on the set, often unwilling or unable to memorize his lines and less interested in taking direction than in confronting the film director with odd demands. He also dabbled with some innovation in his last years. He had several patents issued in his name from the U.S. Patent and Trademark Office, all of which involve a method of tensioning drumheads, between June 2002 and November 2004 (for example, see U.S. patent 6,812,392). His assistant, Alice Marchak, resigned from her role due to his eccentric and unpredictable behavior. Brando also made sketches and art as hobby.",
        "ngram": 172,
        "subject": "Brendan Fraser"
    },
    {
        "text": "After her film debut in director George Cukor's final film, Rich and Famous, in 1981, Ryan played Betsy Stewart in the daytime drama As the World Turns from 1982 to 1984; her character was featured in a popular romantic story arc.",
        "ngram": 41,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Roosevelt gave presidential nominating speeches for Smith at the 1924 and 1928 Democratic National Conventions; the speech at the 1924 convention marked a return to public life following his illness and convalescence. That year, the Democrats were badly divided between an urban wing, led by Smith, and a conservative, rural wing, led by William Gibbs McAdoo. On the 101st ballot, the nomination went to John W. Davis, a compromise candidate who suffered a landslide defeat in the 1924 presidential election. Like many throughout the United States, Roosevelt did not abstain from alcohol during the Prohibition era, but publicly he sought to find a compromise on Prohibition acceptable to both wings of the party.",
        "ngram": 113,
        "subject": "Brendan Fraser"
    },
    {
        "text": "After a one-season absence, Lopez returned to American Idol for its thirteenth season, earning a reported $17.5 million. Her eighth studio album, A.K.A., was released in mid-2014 through Capitol Records, experiencing lacklustre sales, becoming her lowest-selling album in the US. The album produced three singles: \"I Luh Ya Papi\", featuring French Montana, \"First Love\", and \"Booty\", featuring Iggy Azalea. They reached 77, 87 and 18 respectively on the Billboard Hot 100. Also that year, Lopez released \"We Are One (Ole Ola)\", the official song for the 2014 FIFA World Cup along with Pitbull and Claudia Leitte. Lopez partnered with Endless Jewelry on a range of jewelry, and released a book, True Love, which became a New York Times best-seller.",
        "ngram": 119,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Lopez's first theatrical role in three years was in the romantic comedy The Back-up Plan (2010). Manohla Dargis of The New York Times was unimpressed by the movie and described Lopez as \"an appealing screen presence with a disappointing big-screen track record. That's probably not all her fault: romantic roles for women often are the provenance of the bland or the blonde.\" A \"big turning point\" in Lopez's career came when she joined the judging panel of the singing competition series American Idol for its tenth season, replacing Simon Cowell. Despite being advised that it was a \"huge gamble\", she accepted the job, as she was \"not getting offered a whole bunch of movies\". Lopez's appearance on American Idol in 2011 returned her to prominence. Hannah Elliot of Forbes described it as \"a remarkable comeback\", writing: \"Idol humanized her. Viewers who knew only an attention-grabbing siren met a hardworking, self-made, empathetic single mother, who got emotional when contestants did well and when they failed.\" ",
        "ngram": 165,
        "subject": "Brendan Fraser"
    },
    {
        "text": "Culkin also starred in the films My Girl (1991), The Good Son (1993), The Nutcracker (1993), Getting Even with Dad (1994), The Pagemaster (1994), and Richie Rich (1994). He took a break from acting in 1995. He returned in 2003 with a guest appearance on the television show Will & Grace and a role in the film Party Monster. He starred in the tenth season of the anthology series American Horror Story (2021). ",
        "ngram": 74,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In November 1966, Morrison and the Doors produced a promotional film for \"Break On Through (To the Other Side)\", which was their first single release. The film featured the four group members playing the song on a darkened set with alternating views and close-ups of the performers while Morrison lip-synched the lyrics. Morrison and the Doors continued to make short music films, including \"The Unknown Soldier\", \"Strange Days\" and \"People Are Strange\". Around this time, photographer Joel Brodsky took a series of black-and-white photos of a shirtless Morrison in a photo shoot known as \"The Young Lion\" photo session. These photographs are considered among the most iconic images of Jim Morrison and are frequently used as covers for compilation albums, books, and other memorabilia related to Morrison and the Doors.",
        "ngram": 130,
        "subject": "Brendan Fraser"
    },
    {
        "text": "On March 27, 1985, just days prior to the inaugural WrestleMania, Richard Belzer requested on his cable TV talk show Hot Properties that Hogan demonstrate one of his signature wrestling moves. After consistently refusing but being egged on by Belzer, Hogan put Belzer in a modified Guillotine choke, which caused Belzer to pass out. When Hogan released him, Belzer hit his head on the floor, sustaining a laceration to the scalp that required a brief hospitalization. Belzer sued Hogan for $5 million and later settled out of court. On October 20, 2006, on the Bubba the Love Sponge Show, it was claimed (with Hogan in the studio) that the settlement totaled $5 million, half from Hogan and half from Vince McMahon. During his June 23, 2008, appearance on Sirius Satellite Radio's The Howard Stern Show, Belzer suggested that the real settlement amount was actually closer to $400,000.",
        "ngram": 147,
        "subject": "Brendan Fraser"
    },
    {
        "text": "On April 29, 1999, Johnson married San Francisco socialite and Montessori nursery school teacher Kelley Phleger, former longtime girlfriend of Governor Gavin Newsom, at the Pacific Heights mansion of Ann and Gordon Getty. Actor Robert Wagner served as best man, and Mayor Willie Brown presided over the civil ceremony. Johnson and Phleger have three children together: a daughter, Atherton Grace (born December 28, 1999), and two sons, Jasper Breckinridge (born June 6, 2002), and Deacon (born April 29, 2006).",
        "ngram": 79,
        "subject": "Brendan Fraser"
    },
    {
        "text": "The second of Ono's 2014 Folkestone Triennial pieces and now also on loan to the town as part of the Folkestone Artworks collection, Skyladder is displayed in two locations – on a high wall of the Quarterhouse bar and in the staircase of the Folkestone public library. Skyladder takes the form of an artistic 'instruction' or invitation to the people of Folkestone and beyond. The instruction reads: \"Audience should bring a ladder they like. Colour it. Word it. Take pictures of it. Keep adding things to it. And send it as a postcard to a friend\".",
        "ngram": 96,
        "subject": "Brendan Fraser"
    },
    {
        "text": "In 1990, Perry got the role of the brooding millionaire's son Dylan McKay on Fox's teen drama Beverly Hills, 90210. He originally auditioned for the role of Steve Sanders but lost to Ian Ziering. With this role, Perry became a popular teen idol; a riot broke out when 10,000 teen girls attended an August 1991 autograph session at The Fashion Mall at Plantation, causing him to leave after 90 seconds. While starring in 90210, Perry had a supporting role in the original film version of Joss Whedon's Buffy the Vampire Slayer (1992). He also starred in Terminal Bliss in 1992, and as Lane Frost in 8 Seconds in 1994.In an attempt to find more mature roles, he decided to leave Beverly Hills, 90210 in 1995. That year, he took a part in the Italian film Vacanze di Natale '95, playing himself. Although he announced that 90210 was behind him, his absence lasted for only three years, and he returned to the show in 1998. During this time, Perry starred in the independent film Normal Life opposite Ashley Judd and starred in the science fiction television film Invasion (1997) and Riot (1997), a drama about the 1992 Los Angeles riots. He had a small role in Luc Besson's science fiction adventure film The Fifth Element (1997). In 1998, he returned to 90210, where he remained as a permanent special guest star through the show's final season in 2000. In 1999, he starred in the film Storm.He said of his role on Beverly Hills, 90210 as Dylan McKay,",
        "ngram": 256,
        "subject": "Brendan Fraser"
    }
]