[
    {
        "text": "In 2002, Beyoncé and Jay-Z collaborated on the song \"'03 Bonnie & Clyde\", which appeared on his seventh album The Blueprint 2: The Gift & The Curse (2002). Beyoncé appeared as Jay-Z's girlfriend in the music video for the song, fueling speculation about their relationship. On April 4, 2008, Beyoncé and Jay-Z married without publicity. As of April 2014, the couple had sold a combined 300 million records together. They are known for their private relationship, although they have appeared to become more relaxed since 2013. Both have acknowledged difficulty that arose in their marriage after Jay-Z had an affair.",
        "ngram": 100,
        "subject": "John Travolta"
    },
    {
        "text": "The second of Ono's 2014 Folkestone Triennial pieces and now also on loan to the town as part of the Folkestone Artworks collection, Skyladder is displayed in two locations – on a high wall of the Quarterhouse bar and in the staircase of the Folkestone public library. Skyladder takes the form of an artistic 'instruction' or invitation to the people of Folkestone and beyond. The instruction reads: \"Audience should bring a ladder they like. Colour it. Word it. Take pictures of it. Keep adding things to it. And send it as a postcard to a friend\".",
        "ngram": 96,
        "subject": "John Travolta"
    },
    {
        "text": "Rogan has said that Florida governor Ron DeSantis would be \"a good president\", adding that \"what he's done for Florida has been admirable.\" Rogan opposes Canadian Prime Minister Justin Trudeau, calling him \"a fucking dictator\" and called Canada \"communist\" while admitting that he has \"zero understanding\" of Canada's political system. Rogan also said that he liked Trudeau prior to the COVID-19 pandemic. Rogan also called Russian President Vladimir Putin \"evil\".",
        "ngram": 70,
        "subject": "John Travolta"
    },
    {
        "text": "During the summer of 1786, Jefferson arrived in London to meet with John Adams, the US Ambassador to Britain. Adams had official access to George III and arranged a meeting between Jefferson and the king. Jefferson later described the king's reception of the men as \"ungracious.\" According to Adams's grandson, George III turned his back on both in a gesture of public insult. Jefferson returned to France in August.",
        "ngram": 69,
        "subject": "John Travolta"
    },
    {
        "text": "West recorded the remainder of the album in Los Angeles while recovering from the car accident. It was leaked months before its release date, and West used the opportunity to remix, remaster, and revise the album before its release; West added new verses, string arrangements, gospel choirs, and improved drum programming. The album was postponed three times from its initial date in August 2003, and was eventually released in February 2004, reaching No. 2 on the Billboard 200 as his debut single, \"Through the Wire\" peaked at No. 15 while on the Billboard Hot 100 chart for five weeks. \"Slow Jamz\", his second single, featuring Twista and Jamie Foxx, became the three musicians' first No. 1 hit. The College Dropout received critical acclaim, was nominated for the top album of the year by American Music Awards and Billboard, and has consistently been ranked among the great hip-hop works and debut albums by artists.",
        "ngram": 153,
        "subject": "John Travolta"
    },
    {
        "text": "Williams's next tournament was at the Bell Challenge in Quebec, where she received a wildcard as the No. 1 seed. She advanced to the quarterfinals in straight-set first- and second-round victories and was set to play Czech player Lucie Hradecká. She defeated Hradecká in a 2-hour, 13-minute match in three sets. In the semifinal, Williams beat fellow countrywomen Shelby Rogers in straight sets to progress to her fourth final of the year, where she lost to a resurgent Mirjana Lučić-Baroni in straight sets. Williams then played at the Wuhan Open, where she lost in the first round to Caroline Garcia despite having held a match point. Her final tournament of the year was at the China Open, where she won her first two matches before withdrawing before the third round. Williams ended the year ranked No. 19 in singles, the first finish since 2010 inside the top 20. Williams joined the Bangalore Raptors team in 2014 for the first edition of Champions Tennis League India.",
        "ngram": 165,
        "subject": "John Travolta"
    },
    {
        "text": "Non-European immigration rose significantly during the period from 1997, not least because of the government's abolition of the primary purpose rule in June 1997. This change made it easier for UK residents to bring foreign spouses into the country. The former government advisor Andrew Neather in the Evening Standard stated that the deliberate policy of ministers from late 2000 until early 2008 was to open up the UK to mass migration. Neather later stated that his words had been twisted, saying: \"The main goal was to allow in more migrant workers at a point when – hard as it is to imagine now – the booming economy was running up against skills shortages.... Somehow this has become distorted by excitable Right-wing newspaper columnists into being a \"plot\" to make Britain multicultural. There was no plot.\"",
        "ngram": 135,
        "subject": "John Travolta"
    },
    {
        "text": "After his parents divorced in 1966, his mother moved the family to Sydney, and then to New York City, where she married Paul Aaron, a Broadway and Hollywood director, in 1970. The couple moved to Toronto and divorced in 1971. When Reeves was nine, he took part in a theatre production of Damn Yankees. Aaron remained close to Reeves, offering him advice and recommending him a job at the Hedgerow Theatre in Pennsylvania. Reeves's mother married Robert Miller, a rock music promoter, in 1976; the couple divorced in 1980. Reeves and his sisters grew up primarily in the Yorkville neighbourhood of Toronto, with a nanny caring for them frequently. Because of his grandmother's Chinese ethnicity, Reeves grew up with Chinese art, furniture, and cuisine. Reeves watched British comedy shows such as The Two Ronnies, and his mother imparted English manners that he has maintained into adulthood.",
        "ngram": 146,
        "subject": "John Travolta"
    },
    {
        "text": "Garland divorced Minnelli that same year. On June 8, 1952, she married Sidney Luft, her tour manager and producer, in Hollister, California. On November 21, 1952, Garland gave birth to daughter Lorna Luft, who became an actress and singer. On March 29, 1955, she gave birth to son Joey Luft.",
        "ngram": 50,
        "subject": "John Travolta"
    },
    {
        "text": "In 1925, Smith appointed Roosevelt to the Taconic State Park Commission, and his fellow commissioners chose him as chairman. In this role, he came into conflict with Robert Moses, a Smith protégé, who was the primary force behind the Long Island State Park Commission and the New York State Council of Parks. Roosevelt accused Moses of using the name recognition of prominent individuals including Roosevelt to win political support for state parks, but then diverting funds to the ones Moses favored on Long Island, while Moses worked to block the appointment of Howe to a salaried position as the Taconic commission's secretary. Roosevelt served on the commission until the end of 1928, and his contentious relationship with Moses continued as their careers progressed.",
        "ngram": 123,
        "subject": "John Travolta"
    },
    {
        "text": "As the casualties of the Iraq War mounted, Blair was accused of misleading Parliament, and his popularity dropped as a result, with Labour's overall majority at the 2005 election reduced from 167 to 66 seats. As a combined result of the Blair–Brown pact, the Iraq War and low approval ratings, pressure built up within the Labour Party for Blair to resign. Over the summer of 2006, many MPs criticised Blair for not calling for a ceasefire in the Israel–Lebanon conflict. On 7 September 2006, Blair publicly stated he would step down as leader by the time of the Trades Union Congress conference held from 10 to 13 September 2007, despite promising to serve a full term during the previous general election campaign. On 10 May 2007, during a speech at the Trimdon Labour Club, Blair announced his intention to resign as both Labour leader and prime minister, triggering a leadership election in which Brown was the only candidate.",
        "ngram": 158,
        "subject": "John Travolta"
    },
    {
        "text": "ABKCO Industries was formed in 1968 by Allen Klein as an umbrella company to ABKCO Records. Klein hired May Pang as a receptionist in 1969. Through involvement in a project with ABKCO, Lennon and Ono met her the following year. She became their personal assistant. In 1973, after she had been working with the couple for three years, Ono confided that she and Lennon were becoming estranged. She went on to suggest that Pang should begin a physical relationship with Lennon, telling her, \"He likes you a lot.\" Astounded by Ono's proposition, Pang nevertheless agreed to become Lennon's companion. The pair soon left for Los Angeles, beginning an 18-month period he later called his \"lost weekend\". In Los Angeles, Pang encouraged Lennon to develop regular contact with Julian, whom he had not seen for two years. He also rekindled friendships with Starr, McCartney, Beatles roadie Mal Evans, and Harry Nilsson.",
        "ngram": 150,
        "subject": "John Travolta"
    },
    {
        "text": "In 1866, William Rockefeller Jr., John's brother, built another refinery in Cleveland and brought John into the partnership. In 1867, Henry Morrison Flagler became a partner, and the firm of Rockefeller, Andrews & Flagler was established. By 1868, with Rockefeller continuing practices of borrowing and reinvesting profits, controlling costs, and using refineries' waste, the company owned two Cleveland refineries and a marketing subsidiary in New York; it was the largest oil refinery in the world. Rockefeller, Andrews & Flagler was the predecessor of the Standard Oil Company.",
        "ngram": 87,
        "subject": "John Travolta"
    },
    {
        "text": "Jefferson and political protegé Congressman James Madison founded the National Gazette in 1791, along with author Phillip Freneau, in an effort to counter Hamilton's Federalist policies, which Hamilton was promoting through the influential Federalist newspaper the Gazette of the United States. The National Gazette made particular criticism of the policies promoted by Hamilton, often through anonymous essays signed by the pen name Brutus at Jefferson's urging, which were actually written by Madison. In Spring 1791, Jefferson and Madison took a vacation to Vermont; Jefferson had been suffering from migraines and was tiring of the in-fighting with Hamilton.",
        "ngram": 97,
        "subject": "John Travolta"
    },
    {
        "text": "At the start of the Revolution, Colonel Jefferson was named commander of the Albemarle County Militia on September 26, 1775. He was then elected to the Virginia House of Delegates for Albemarle County in September 1776, when finalizing the state constitution was a priority.",
        "ngram": 44,
        "subject": "John Travolta"
    },
    {
        "text": "Cowell formed a new company, Syco, in 2005. The company is divided into three units: Syco Music, Syco TV and Syco Film. Cowell returned to music with his latest brainchild signed to Syco, the internationally successful operatic pop group Il Divo, consisting of three opera singers and one pop singer of four different nationalities. Inspired by the success of Il Divo, Simon created a child version, Angelis, beating competition from similar groups emerging at Christmas 2006.",
        "ngram": 76,
        "subject": "John Travolta"
    },
    {
        "text": "In January 2017, Rihanna participated in the 2017 Women's March, which took place in New York among protests the day after US President Donald Trump's inauguration. She has also criticized President Trump's immigration policies—including Executive Order 13769, which sought to ban citizens of Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen from entering the United States—and his response to the 2019 shootings in El Paso and Dayton. In October 2019, she stated that she declined to perform at the 2020 Super Bowl halftime show in support of Colin Kaepernick following the controversy surrounding his role in the national anthem protests. In February 2021, Rihanna extended her support to Indian farmers' protest against the farm bills through Twitter.",
        "ngram": 117,
        "subject": "John Travolta"
    },
    {
        "text": "When Knievel switched to the Laverda motorcycle in 1969, he switched his leathers to an All American Themed red-white-and-blue jumpsuit with an \"X\" across the chest. Later, Knievel adjusted the blue stripes to a V-shape (the first version of the V-shape was also used in the 1971 film's final jump). For the remainder of his career, variants of the V-shaped white-starred jumpsuit would be a constant, including a special nylon/canvas flight suit that matched his white leathers for the X-2 jump. Each variant would become more elaborate, including the addition of the red-white-blue cape and the Elvis-styled belt buckle with his initials, \"EK\". In 1975, Knievel premiered the blue leathers with red stars on the white stripes for the Wembley jump.",
        "ngram": 121,
        "subject": "John Travolta"
    },
    {
        "text": "By now you have all learned of the unspeakably tragic news of our beloved Whitney's passing. I don't have to mask my emotion in front of a room full of so many dear friends. I am personally devastated by the loss of someone who has meant so much to me for so many years. Whitney was so full of life. She was so looking forward to tonight even though she wasn't scheduled to perform. Whitney was a beautiful person and a talent beyond compare. She graced this stage with her regal presence and gave so many memorable performances here over the years. Simply put, Whitney would have wanted the music to go on and her family asked that we carry on.",
        "ngram": 121,
        "subject": "John Travolta"
    },
    {
        "text": "Carey has set and broken numerous Hot 100 records. She has topped the Billboard Hot 100 for 91 weeks, the most for any artist in US chart history. On that same chart, she has accumulated 19 number-one singles, the most for any solo artist (second behind the Beatles) and she is also the only artist to have a number-one song in each year of a decade (1990s decade). In 2020, Carey became the first solo artist to top the Billboard Hot 100 over four decades (1990s–2020s). Carey was the first woman to debut at number-one, with \"Fantasy\", the first act to debut at number-one multiple times, and she held the record for the most number-one debuts (three), until surpassed in 2020. Her single \"One Sweet Day\", with Boyz II Men, spent sixteen consecutive weeks at the top of Billboard's Hot 100 chart in 1996, setting the record for the most weeks atop the Hot 100 chart until surpassed in 2019 by \"Old Town Road\". \"One Sweet Day\" and \"We Belong Together\" became the best performing songs of their respective decades (1990s and 2000s), making Carey the only act to accomplish the feat twice. She also holds the record for the most consecutive years topping the chart (eleven). \"All I Want for Christmas Is You\" alone broke multiple Billboard records. In 2021, the magazine ranked it as the greatest holiday song of all time. It is the longest-running number-one song on the Billboard Holiday 100 chart (57 cumulative weeks, of the chart's 62 total weeks) and the",
        "ngram": 256,
        "subject": "John Travolta"
    },
    {
        "text": "Throughout the 1990s, A.C. Neilson E.C.I., a box office–tracking company, determined that Jackson appeared in more films than any other actor who grossed $1.7 billion domestically. By 2011, the films that featured Jackson as a leading actor or supporting co-star had grossed a total of $2.81 to $4.91 billion at the North American box office. This placed him as the seventh-highest-grossing lead actor and the second-highest-grossing actor, behind only voice actor Frank Welker. The 2009 edition of The Guinness World Records, which uses a different calculation to determine film grosses, stated that Jackson is the world's highest-grossing actor, with $7.42 billion generated across 68 films. Subsequently, as of 2022, according to data crunched by the Golden Globes, this total has ballooned out to more than $27 billion grossed across 152 movies, locking him in as the highest-grossing actor, and second-highest grossing person in film in general behind Stan Lee, who was primarily known for his cameo work.",
        "ngram": 157,
        "subject": "John Travolta"
    },
    {
        "text": "In 1868, Dana set up a rival newspaper, the New York Sun, at which he was editor-in-chief. In April 1857, Dana invited Marx to contribute articles, mainly on military history, to the New American Cyclopedia, an idea of George Ripley, Dana's friend and literary editor of the Tribune. In all, 67 Marx-Engels articles were published, of which 51 were written by Engels, although Marx did some research for them in the British Museum. By the late 1850s, American popular interest in European affairs waned and Marx's articles turned to topics such as the \"slavery crisis\" and the outbreak of the American Civil War in 1861 in the \"War Between the States\". Between December 1851 and March 1852, Marx worked on his theoretical work about the French Revolution of 1848, titled The Eighteenth Brumaire of Louis Napoleon. In this he explored concepts in historical materialism, class struggle, dictatorship of the proletariat, and victory of the proletariat over the bourgeois state.The 1850s and 1860s may be said to mark a philosophical boundary distinguishing the young Marx's Hegelian idealism and the more mature Marx's scientific ideology associated with structural Marxism. However, not all scholars accept this distinction. For Marx and Engels, their experience of the Revolutions of 1848 to 1849 were formative in the development of their theory of economics and historical progression. After the \"failures\" of 1848, the revolutionary impetus appeared spent and not to be renewed without an economic recession. Contention arose between Marx and his fellow communists, whom he denounced as \"adventurists\". Marx deemed it fanciful",
        "ngram": 256,
        "subject": "John Travolta"
    },
    {
        "text": "Jefferson envisioned a university free of church influences where students could specialize in new areas not offered at other colleges. He believed that education engendered a stable society, which should provide publicly funded schools accessible based solely on ability. He initially proposed his University in a letter to Joseph Priestley in 1800 and, in 1819, founded the University of Virginia. He organized the state legislative campaign for its charter and, with the assistance of Edmund Bacon, purchased the location. He was the principal designer of the buildings, planned the university's curriculum, and served as the first rector upon its opening in 1825.",
        "ngram": 102,
        "subject": "John Travolta"
    },
    {
        "text": "In 1988, Chan starred alongside Sammo Hung and Yuen Biao for the last time to date in the film Dragons Forever. Hung co-directed with Corey Yuen, and the villain in the film was played by Yuen Wah, both of whom were fellow graduates of the China Drama Academy.In the late 1980s and early 1990s, Chan starred in a number of successful sequels beginning with Project A Part II and Police Story 2, which won the award for Best Action Choreography at the 1989 Hong Kong Film Awards. This was followed by Armour of God II: Operation Condor, and Police Story 3: Super Cop, for which Chan won the Best Actor Award at the 1993 Golden Horse Film Festival. In 1994, Chan reprised his role as Wong Fei-hung in Drunken Master II, which was listed in Time Magazine's All-Time 100 Movies. Another sequel, Police Story 4: First Strike, brought more awards and domestic box office success for Chan, but did not fare as well in foreign markets.By the mid-1990s, he was the most popular action movie star in Asia and Europe. Up until January 1995, his films had grossed over HK$500 million (US$70 million) in Hong Kong and ¥39 billion (US$415 million) in Japan, while having sold over 33 million box office admissions in France, Germany, Italy and Spain up until then. Despite his international success, he was not very successful in North America, where he had only two wide releases as a leading actor, The Big Brawl and The Protector, grossing US$9.51 million (US$32 million adjusted",
        "ngram": 256,
        "subject": "John Travolta"
    },
    {
        "text": "During the 2019–2020 Hong Kong protests, a statement James made about a since-deleted tweet by Daryl Morey, in which Morey expressed support for the pro-democracy movement in Hong Kong, became the subject of controversy. James said Morey was \"misinformed\". His statement drew backlash from protesters in the movement. In February 2022, political commentator Bill Maher called James hypocritical for not taking a critical stance towards the Chinese government's human rights abuses. James had taken various other stands on issues regarding sports, such as the Kaepernick controversy and the Houston Astros sign stealing scandal.",
        "ngram": 93,
        "subject": "John Travolta"
    },
    {
        "text": "Robert Barisford Brown Sr. (born February 5, 1969) is an American singer, songwriter, and dancer. Brown, alongside frequent collaborator Teddy Riley, is noted as one of the pioneers of new jack swing: a fusion of hip hop and R&B. Brown started his career in the R&B and pop group New Edition, from its inception in 1978 until his exit from the group in December 1985.",
        "ngram": 65,
        "subject": "John Travolta"
    },
    {
        "text": "In 2012, Hemsworth attended a benefit dinner organized by non-profit organization Australians in Film with his then fiancée Miley Cyrus. It was their first public appearance together as an engaged couple.In 2015, Hemsworth portrayed the love interest of Kate Winslet's character in the Australian literary adaptation The Dressmaker, which was filmed in Victoria in the summer of 2014. Hemsworth starred in director Roland Emmerich's 2016 film Independence Day: Resurgence. In 2019, following a three-year absence, he played a fantasy version of a romantic comedy leading man in the film Isn't It Romantic, and starred in the action crime film Killerman.",
        "ngram": 100,
        "subject": "John Travolta"
    },
    {
        "text": "Timberlake released his second studio album, FutureSex/LoveSounds, on September 12, 2006. The album, which Timberlake created from 2005 to 2006, debuted at number-one on the Billboard 200 album chart, selling 684,000 copies its first week. It became the biggest album for pre-orders on iTunes, and beat Coldplay's record for the biggest one-week sales of a digital album. The album was produced by Timbaland and Danja (who produced a bulk of the album), will.i.am, Rick Rubin and Timberlake himself, and features guest vocals by Snoop Dogg, Three 6 Mafia, T.I. and will.i.am. A studio representative described it as being \"all about sexiness\" and aiming for \"an adult feel\".The album's lead single, \"SexyBack\", was performed by Timberlake at the opening of the 2006 MTV Video Music Awards and reached number-one on the Billboard Hot 100, where it remained for seven consecutive weeks. \"My Love\", the album's second single, also produced by Timbaland and featuring rapper T.I., reached number-one on the Hot 100, as did third single \"What Goes Around... Comes Around\". The song is reported to have been inspired by the break-up of his childhood friend and business partner, Trace Ayala, with actress Elisha Cuthbert. In October 2006, Timberlake said that he would focus on his music career rather than his film roles, specifying that leaving the music industry would be a \"dumb thing to do at this point\". He was the special guest performer at the 2006 Victoria's Secret Fashion Show where he sang \"SexyBack\", \"My Love\" and \"LoveStoned\".Timberlake hosted many music events, including the European MTV",
        "ngram": 256,
        "subject": "John Travolta"
    },
    {
        "text": "Between 2008 and 2019, she reunited again with Donny Osmond for a residency at the Flamingo hotel in Las Vegas. The show was given critical acclaim and later spawned an album of duets between the pair in 2009. In 2010, she returned to recording as a solo artist with the studio album I Can Do This.  It was followed in 2016 by the country album Music Is Medicine and then in 2021 by the classical album Unexpected. Osmond also co-hosted The Talk between 2019 and 2020. She also appeared in several Lifetime television films such as The Christmas Edition in 2020.",
        "ngram": 102,
        "subject": "John Travolta"
    },
    {
        "text": "Shatner's film work in this phase of his career was limited to such B-movies as Roger Corman's Big Bad Mama (1974), the horror film The Devil's Rain (1975) and Kingdom of the Spiders (1977). On television, he made a critically praised appearance as a prosecutor in a 1971 PBS adaptation of Saul Levitt's play The Andersonville Trial, and was also seen in major parts in the movies The People (1972) and The Horror at 37,000 Feet (1973). He had a starring role too in the western-themed secret agent series Barbary Coast during 1975 and 1976, and appeared as a guest of the week in many popular shows of that decade, including Columbo, Ironside, Kung Fu, Mission: Impossible, The Rookies and The Six Million Dollar Man. One of the special skills that Shatner was able to offer to casting directors was an expertise in a martial art: he was taught American Kenpo karate by the black belt Tom Bleecker, who had in turn been trained by the founder of American Kenpo, Ed Parker.To supplement his income from acting, Shatner performed as a celebrity guest in a multitude of television game shows, among them Beat the Clock, Celebrity Bowling, The Hollywood Squares, Match Game, Tattletales and Mike Stokey's Stump the Stars. His curriculum vitae in this genre included several visits to The $10,000 Pyramid and its more generous sequels, shows in which contestants attempted to guess a word or phrase with the help of hints from a famous partner. Shatner's contributions to the Pyramid series included a week-long",
        "ngram": 256,
        "subject": "John Travolta"
    },
    {
        "text": "Kennealy met Morrison for an interview for Jazz & Pop magazine in January 1969, after which Kennealy said they developed a long-distance relationship. The handfasting ceremony is described in No One Here Gets Out Alive as a \"blending of souls on a karmic and cosmic plane\". Morrison was also still seeing Courson when he was in Los Angeles, and later moved to Paris for the summer, where Courson had acquired an apartment. In an interview for the book Rock Wives, Kennealy was asked if Morrison took the handfasting ceremony seriously. She is seen on video saying, \"Probably not too seriously\". She added, he turned \"really cold\" when she claimed she became pregnant, leading her to speculate that maybe he had not taken the wedding as seriously as she had. Kennealy showed up unexpectedly in Miami during the indecency trial, and Morrison was curt with her. She said, \"he was scared to death. They were really out to put him away. Jim was devastated that he wasn't getting any public support.\"",
        "ngram": 170,
        "subject": "John Travolta"
    },
    {
        "text": "West's outspoken views have received significant media coverage. He has been a frequent source of controversy due to his conduct on social media and at awards shows and public settings, as well as his comments on the music and fashion industries, U.S. politics, race, and slavery. His Christian faith, high-profile marriage to Kim Kardashian, and mental health have also been topics of media attention. In 2020, West launched an unsuccessful independent presidential campaign that advocated for a consistent life ethic. In October 2022, he was widely condemned and lost many sponsors and partnerships—including his collaborations with Adidas, Gap, and Balenciaga—after making a series of antisemitic statements, including praising Adolf Hitler and denying the Holocaust.",
        "ngram": 114,
        "subject": "John Travolta"
    },
    {
        "text": "Lopez's next three movie projects were box office failures. She starred alongside Robert Redford and Morgan Freeman in the drama An Unfinished Life (2005). Ebert of the Chicago Sun-Times predicted that the typical review would be unkind: \"It will have no respect for Jennifer Lopez, because she is going through a period right now when nobody is satisfied with anything she does ... Give Lopez your permission to be good again; she is the same actress now as when we thought her so new and fine.\" In 2006, she reunited with director Gregory Nava  to star in the crime drama Bordertown as a journalist investigating female homicides in Ciudad Juárez, Mexico. The film was negatively reviewed and received a direct-to-video release. David D'Arcy of Screen Daily found Lopez \"unconvincing\" as a journalist. In 2007, she starred opposite her then-husband Marc Anthony in the music biopic El Cantante, which told the story of Puerto Rican salsa singer Héctor Lavoe and his wife Puchi. It did not perform well at the box office and received mixed reviews from film critics; Lopez's performance, which she expressed pride in, drew both praise and criticism.",
        "ngram": 191,
        "subject": "John Travolta"
    },
    {
        "text": "Many of her music videos were shot as short films exploring issues such as love triangles, abuse and substance abuse romance, including \"We Found Love\" and \"Man Down\". Her music video for \"Umbrella\" shows Rihanna's transition into adulthood and her newly adopted image. The \"dark, creepy\" scenes of \"Disturbia\" have been compared to Michael Jackson's Thriller. The video for \"Russian Roulette\" features Rihanna in a padded room playing a game of russian roulette with her partner. A scene of Rihanna being approached by a speeding car at night was compared to the altercation with Chris Brown.",
        "ngram": 96,
        "subject": "John Travolta"
    },
    {
        "text": "For many centuries, Genghis was remembered in Mongolia as a religious figure, not a political one. After Altan Khan converted to Tibetan Buddhism in the late 1500s, Genghis was deified and given a central role in the Mongolian religious tradition. As a deity, Genghis drew upon Buddhist, shamanistic, and folk traditions: for example, he was defined as a new incarnation of a chakravartin (idealised ruler) like Ashoka, or of the martial bodhisattva Vajrapani; he was connected genealogically to the Buddha and to ancient Buddhist kings; he was invoked during weddings and festivals; and he took a large role in ancestor veneration rituals. He also became the focus point of a sleeping hero legend, in which he will return to help the Mongol people in a time of great need. His cult was centred at the naiman chagan ordon (lit. '\"Eight White Yurts\"'), today a mausoleum in Inner Mongolia, China.In the 19th and early 20th century, Genghis began to be viewed as the national hero of the Mongolian people. Foreign powers recognised this: during its occupation of Inner Mongolia, Imperial Japan funded the construction of a temple to Genghis, while both the Kuomintang and the Chinese Communist Party used the memory of Genghis to woo potential allies in the Chinese Civil War. This attitude was maintained during World War II, when the Soviet-aligned Mongolian People's Republic promoted Genghis to build patriotic zeal against invaders; however, as he was a non-Russian hero who could serve as an anticommunist figurehead, this attitude swiftly changed after the war's end. According to",
        "ngram": 256,
        "subject": "John Travolta"
    },
    {
        "text": "The performances were interspersed with hymns by the church choir and remarks by Clive Davis, Houston's record producer; Kevin Costner; Rickey Minor, her music director; Dionne Warwick, her cousin; and Ray Watson, her security guard for the last 11 years. Aretha Franklin was listed on the program, and was expected to sing, but was unable to attend the service. Bobby Brown departed shortly after the service began. Houston was buried on February 19, 2012, in Fairview Cemetery, in Westfield, New Jersey, next to her father, John Russell Houston, who had died in 2003.",
        "ngram": 93,
        "subject": "John Travolta"
    },
    {
        "text": "At the Royal Rumble, on January 23, 2000, the Rock entered the Royal Rumble match and was one of the final two remaining, along with Big Show. In an attempt at a \"false finish\", Big Show intended to throw the Rock over the top rope in a running powerslam-like position, before the Rock countered the move on the ring apron, sending Big Show to the floor before reentering the ring as the winner. But the Rock's feet accidentally hit the floor during the reversal attempt, though those watching the event on television did not see that. This was played up in the storyline as Big Show provided additional video footage showing it and claimed to be the rightful winner. The Rock's number one contendership for the WWF Championship was then put on the line against Big Show at No Way Out on February 27, 2000, which Big Show won after Shane McMahon interfered. The Rock then defeated Big Show on the March 13 episode of Raw Is War, to regain the right to face the WWF Champion, Triple H, at WrestleMania 2000 on April 2, in a Fatal Four-way elimination match, also including Big Show and Mick Foley. Each wrestler had a McMahon in his corner: Triple H had his wife Stephanie, Foley had Linda, the Rock had Vince and Big Show had Shane. The Rock lasted until the final two but was eliminated by Triple H after Vince betrayed him by hitting him with a chair.",
        "ngram": 247,
        "subject": "John Travolta"
    }
]