[
    {
        "text": "In 2016, Rihanna was featured in several singles. The first collaboration single was Kanye West's \"Famous\", where Rihanna provided uncredited guest vocals. She was then officially featured on Calvin Harris' \"This Is What You Came For\", which was a success. Rihanna was also featured on Drake's \"Too Good\" and on Mike Will Made It's \"Nothing Is Promised\". In June 2016, Rihanna released \"Sledgehammer\", a single from the Star Trek Beyond movie soundtrack. On August 28, 2016, Rihanna was honored with the Michael Jackson Video Vanguard Award at the 2016 MTV Video Music Awards after performing various medleys of her hit songs.",
        "ngram": 101,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Cena returned at WrestleMania 32 on April 3, 2016, helping The Rock fend off The Wyatt Family. Cena then made his full return on the Memorial Day edition of Raw on May 30, four months earlier than had been expected for his type of injury. He was confronted by AJ Styles, only to be betrayed by Styles, who joined his former Club teammates Luke Gallows and Karl Anderson in attacking Cena. On June 19 at Money in the Bank, Styles defeated Cena with interference from Gallows and Anderson. On the July 4 episode of Raw, Cena was again attacked by The Club, but was saved by Enzo Amore and Big Cass, setting up a six-man tag team match on July 24 at Battleground, which Cena, Amore, and Cass won after Cena pinned Styles. On the July 19 episode of SmackDown at the 2016 WWE draft, Cena was drafted to the SmackDown brand, while also defeating Club member Luke Gallows in a singles contest. At SummerSlam on August 21, Cena lost to Styles in a rematch. With Styles later winning the renamed WWE World Championship, Cena challenged him and Dean Ambrose in a triple threat match for the title on October 9 at No Mercy. He lost the match after being pinned by Styles, which came after Ambrose and Cena simultaneously made Styles submit, therefore restarting the match. Cena took a sabbatical from WWE to film American Grit season 2.",
        "ngram": 239,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In 2012, Perry starred in the NBC comedy series Go On, written and produced by former Friends writer/producer Scott Silveri. Perry portrayed Ryan King, a sportscaster who tries to move on after the death of his wife through the help of mandatory therapy sessions. In the same year, he guest-starred on the CBS drama The Good Wife as attorney Mike Kresteva. He reprised his role in the fourth season in 2013.In 2014, Perry made his British TV debut in the one-off comedy program The Dog Thrower, which aired on May 1 as part of Sky Arts' Playhouse Presents. He portrayed \"a charismatic man\" who enchanted onlookers by throwing his dog in the air. From 2015 to 2017, Perry starred in, co-wrote, and served as executive producer of a reboot of the sitcom The Odd Couple on CBS. He played Oscar Madison opposite Thomas Lennon as Felix Unger.Perry played the lead role in the world premiere production of his play The End of Longing, which opened on February 11, 2016, at the Playhouse Theatre in London. Its limited run proved successful despite mixed reviews. Perry restructured the play and appeared alongside Jennifer Morrison in its second off-Broadway production, which opened at the Lucille Lortel Theatre on June 5, 2017. It closed on July 1 after receiving poor reviews. Years later Perry described the play as \"a personal message to the world, an exaggerated form of me as a drunk. I had something important to say to people like me, and to people who love people like me.\"In",
        "ngram": 256,
        "subject": "Miley Cyrus"
    },
    {
        "text": "After Cooper graduated from Yale, he tried to gain entry-level employment with ABC answering telephones, but was unsuccessful. Finding it hard to get his foot in the door of on-air reporting, Cooper decided to enlist the help of a friend in making a fake press pass. At the time, Cooper was working as a fact checker for the small news agency Channel One, which produces a youth-oriented news program that is broadcast to many junior high and high schools in the United States. Cooper then entered Myanmar on his own with his forged press pass and met with students fighting the Burmese government.After reporting from Myanmar, Cooper lived in Vietnam for a year to study the Vietnamese language at the University of Hanoi. Persuading Channel One to allow him to bring a Hi8 camera with him, Cooper began filming and assembling reports of Vietnamese life and culture that aired on Channel One. In 1992, he filmed stories from Somalia, Bosnia, and Rwanda.After having been on such assignments for a couple of years, Cooper realized in 1994 that he had slowly become desensitized to the violence he was witnessing around him; the horrors of the Rwandan genocide became trivial: \"I would see a dozen bodies and think, you know, it's a dozen, it's not so bad.\" One particular incident, however, snapped him out of it:",
        "ngram": 224,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Grant's war responsibilities included combating illegal Northern cotton trade and civilian obstruction.  He had received numerous complaints about Jewish speculators in his district. The majority, however, of those involved in illegal trading were not Jewish. To help combat this, Grant required two permits, one from the Treasury and one from the Union Army, to purchase cotton. On December 17, 1862, Grant issued a controversial General Order No. 11, expelling \"Jews, as a class\", from his military district. After complaints, Lincoln rescinded the order on January 3, 1863. Grant finally ended the order on January 17. He later described issuing the order as one of his biggest regrets.",
        "ngram": 108,
        "subject": "Miley Cyrus"
    },
    {
        "text": "On January 15, 2018, actress Rachel Grant publicly accused Seagal of sexually assaulting her in 2002, during pre-production on his direct-to-video film, Out for a Kill (2003), stating that she lost her job on the film after the incident. In February 2018, the Los Angeles County District Attorney's office acknowledged that it was reviewing a potential sex-abuse case involving Seagal.In March 2018, Regina Simons publicly claimed that in 1993, when she was 18, Seagal raped her at his home when she arrived for what she thought was a wrap party for the movie On Deadly Ground.In September 2018, Los Angeles prosecutors refused to charge the actor based on Regina Simons accusations, due to California's statute of limitations. Two months later, the case involving the actress Rachel Grant was dismissed for the same reasons.",
        "ngram": 133,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Hospital physicians and two outside specialists ordered Roosevelt to rest. His personal physician, Admiral Ross McIntire, created a daily schedule that banned business guests for lunch and incorporated two hours of rest daily. During the 1944 re-election campaign, McIntire denied several times that Roosevelt's health was poor; on October 12, for example, he announced that \"The President's health is perfectly OK. There are absolutely no organic difficulties at all.\" Roosevelt realized that his declining health could eventually make it impossible for him to continue as president, and in 1945 he told a confidant that he might resign from the presidency following the end of the war.",
        "ngram": 106,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Aside from acting, Estevez has also directed television shows and motion pictures. He made his directorial debut with the 1986 film Wisdom, which made Estevez the youngest person ever to write, direct, and star in a single major motion picture. Most recently he has directed episodes of the television series Cold Case, Close to Home, The Guardian, CSI: NY, and Numb3rs. The films he has directed include Men at Work and The War at Home.He directed the 2006 film Bobby, which took over six years to write. Producing the film nearly bankrupted him as the domestic box office gross was not able to cover production costs. The movie gained him fans outside the US, mainly in Europe. He won a Hollywood Film Award and received a seven-minute standing ovation at the Venice Film Festival.In 2010 Estevez filmed a new project, The Way, in Spain where he directed his father in a story about a man who decides to make the Camino de Santiago after the death of his son in the French Pyrénées. It was released in the United States on October 7, 2011.In 2018 Estevez released The Public, a film featuring Estevez himself as writer, director, and cast member. The film, also starring Alec Baldwin, Christian Slater, and Jena Malone, premiered worldwide at the Toronto International Film Festival.",
        "ngram": 219,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Starting with the 1937 case of West Coast Hotel Co. v. Parrish, the court began to take a more favorable view of economic regulations. Historians have described this as, \"the switch in time that saved nine.\" That same year, Roosevelt appointed a Supreme Court Justice for the first time, and by 1941, had appointed seven of the court's nine justices. After Parrish, the Court shifted its focus from judicial review of economic regulations to the protection of civil liberties. Four of Roosevelt's Supreme Court appointees, Felix Frankfurter, Robert H. Jackson,",
        "ngram": 90,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Rogan hosted the short-lived CBS show Game Show in My Head, which aired for eight episodes in January 2009. It was produced by Ashton Kutcher. The show involved contestants who try to convince people to perform or take part in increasingly bizarre situations for money. He agreed to host the show as the idea intrigued him, calling it \"a completely mindless form of entertainment\".",
        "ngram": 64,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In February 2009 he applied to set up a charity called the Tony Blair Africa Governance Initiative: the application was approved in November 2009. Blair's foundation hit controversy in October 2012, when news emerged that it was taking on unpaid interns.",
        "ngram": 41,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In 1961, Buffett revealed that 35% of the partnership's assets were invested in the Sanborn Map Company. He explained that Sanborn stock sold for only $45 per share in 1958, but the company's investment portfolio was worth $65 per share. This meant that Sanborn's map business was being valued at \"minus $20\". Buffett eventually purchased 23% of the company's outstanding shares as an activist investor, obtaining a seat for himself on the board of directors, and allied with other dissatisfied shareholders to control 44% of the shares. To avoid a proxy fight, the board offered to repurchase shares at fair value, paying with a portion of its investment portfolio. 77% of the outstanding shares were turned in. Buffett had reaped a 50 percent return on investment in just two years.",
        "ngram": 130,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In February 2000, Lopez and then-boyfriend Sean Combs attended the Grammy Awards, with Lopez wearing a plunging green Versace silk chiffon dress. The dress generated worldwide attention and became the most popular search query in Google's history, leading to the creation of Google Images, while boosting Lopez's album and movie ticket sales. Later that year, Lopez starred in the psychological thriller The Cell, for which she received a $4 million salary. The film, where Lopez played a psychologist who uses radical experimental therapy to enter the mind of a killer, received mixed reviews but was a box office success.",
        "ngram": 99,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Lennon's love of wordplay and nonsense with a twist found a wider audience when he was 24. Harry writes that In His Own Write (1964) was published after \"Some journalist who was hanging around the Beatles came to me and I ended up showing him the stuff. They said, 'Write a book' and that's how the first one came about\". Like the Daily Howl it contained a mix of formats including short stories, poetry, plays and drawings. One story, \"Good Dog Nigel\", tells the tale of \"a happy dog, urinating on a lamp post, barking, wagging his tail – until he suddenly hears a message that he will be killed at three o'clock\". The Times Literary Supplement considered the poems and stories \"remarkable ... also very funny ... the nonsense runs on, words and images prompting one another in a chain of pure fantasy\". Book Week reported, \"This is nonsense writing, but one has only to review the literature of nonsense to see how well Lennon has brought it off. While some of his homonyms are gratuitous word play, many others have not only double meaning but a double edge.\" Lennon was not only surprised by the positive reception, but that the book was reviewed at all, and suggested that readers \"took the book more seriously than I did myself. It just began as a laugh for me\".",
        "ngram": 228,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In 1990, Norris established the United Fighting Arts Federation and Kickstart Kids. As a significant part of his philanthropic contributions, the organization was formed to develop self-esteem and focus in at-risk children as a tactic to keep them away from drug-related pressure by training them in martial arts. Norris hopes that by shifting middle school and high school children's focus towards this positive and strengthening endeavor, these children will have the opportunity to build a better future for themselves. Norris has a ranch in Navasota, Texas, where they bottle water; a portion of the sales support environmental funds and Kickstart Kids.",
        "ngram": 101,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Osmond identifies her self with having a soprano vocal range. When performing on Broadway in the 1990s, a vocal coach discovered that she could sing higher than she was aware of. Osmond's music has been classified in the genres of country pop, pop, classical and opera. In describing her wide range of musical styles, The Blade wrote, \"To hear Marie Osmond’s voice is to hear more than a half century of American pop culture history.\" In describing the country pop era of her career, writers Robert K. Oermann and Mary A. Bufwack wrote, \"Like the other country-pop crossover queens of her era, Marie had a patriotic, high-energy fashion conscious concert act that matched her upbeat pop-flavored tunes.\" When explaining her own musical styles, Osmond said, \"Yes, I’m country; that’s what I chose to be, but it was very easy for me to sing pop because my brothers did. But as I have grown and I did Broadway and all different kinds of things, I fell in love with that style.\"",
        "ngram": 170,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In 2001, he debuted another salsa album, Libre, which was certified gold with songs like \"Celos\", \"Este Loco Que Te Mira\", and \"Viviendo\". The album spent 14 weeks at the number-one spot on the Billboard Top Latin Albums chart. The year after that, he made another English-language album, Mended.",
        "ngram": 49,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In 1982, Carter founded the Carter Center, a non-governmental and non-profit organization with the purpose of advancing human rights and alleviating human suffering, including helping improve the quality of life for people in more than 80 countries. Among these efforts has been the contribution of the Carter Center working alongside the World Health Organization to the near-eradication of dracunculiasis, also called Guinea worm disease. The incidence of this disease has decreased from 3.5 million cases in the mid-1980s, to 25 cases in 2016, and 10 as of September 2021 according to the Carter Center's statistics.",
        "ngram": 95,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Unable either to stay in France or to move to Germany, Marx decided to emigrate to Brussels in Belgium in February 1845. However, to stay in Belgium he had to pledge not to publish anything on the subject of contemporary politics. In Brussels, Marx associated with other exiled socialists from across Europe, including Moses Hess, Karl Heinzen and Joseph Weydemeyer. In April 1845, Engels moved from Barmen in Germany to Brussels to join Marx and the growing cadre of members of the League of the Just now seeking home in Brussels. Later, Mary Burns, Engels' long-time companion, left Manchester, England to join Engels in Brussels.In mid-July 1845, Marx and Engels left Brussels for England to visit the leaders of the Chartists, a working-class movement in Britain. This was Marx's first trip to England and Engels was an ideal guide for the trip. Engels had already spent two years living in Manchester from November 1842 to August 1844. Not only did Engels already know the English language, but he had also developed a close relationship with many Chartist leaders. Indeed, Engels was serving as a reporter for many Chartist and socialist English newspapers. Marx used the trip as an opportunity to examine the economic resources available for study in various libraries in London and Manchester.In collaboration with Engels, Marx also set about writing a book which is often seen as his best treatment of the concept of historical materialism, The German Ideology. In this work, Marx broke with Ludwig Feuerbach, Bruno Bauer, Max Stirner and the rest",
        "ngram": 256,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In films, Selleck has played bachelor architect Peter Mitchell in Three Men and a Baby (1987) and its sequel Three Men and a Little Lady (1990). He has also appeared in more than 50 other film and television roles since Magnum, P.I., including the films Quigley Down Under, Mr. Baseball, and Lassiter. He appeared in recurring television roles as Monica Geller's love interest Dr. Richard Burke in Friends, as Lance White, the likeable and naive partner on The Rockford Files, and as casino owner A.J. Cooper on Las Vegas. He also had a lead role in the television western film The Sacketts, based on two of Louis L'Amour's books.",
        "ngram": 109,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Hamilton resigned from Congress in 1783. When the British left New York in 1783, he practiced there in partnership with Richard Harison. He specialized in defending Tories and British subjects, as in Rutgers v. Waddington, in which he defeated a claim for damages done to a brewery by the Englishmen who held it during the military occupation of New York. He pleaded for the mayor's court to interpret state law consistent with the 1783 Treaty of Paris, which had ended the Revolutionary War.: 64–69 In 1784, Hamilton founded the Bank of New York.Long dissatisfied with the Articles of Confederation as too weak to be effective, Hamilton played a major leadership role at the 1786 Annapolis Convention. He drafted its resolution for a constitutional convention, and in doing so brought one step closer to reality his longtime desire to have a more effectual, more financially self-sufficient federal government.As a member of the legislature of New York, Hamilton argued forcefully and at length in favor of a bill to recognize the sovereignty of the State of Vermont, against numerous objections to its constitutionality and policy. Consideration of the bill was deferred to a later date. From 1787 to 1789, Hamilton exchanged letters with Nathaniel Chipman, a lawyer representing Vermont. After the Constitution of the United States went into effect, Hamilton said, \"One of the first subjects of deliberation with the new Congress will be the independence of Kentucky, for which the southern states will be anxious. The northern will be glad to send a counterpoise in Vermont.\" Vermont was admitted",
        "ngram": 256,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In 1977, Trump married Czech model Ivana Zelníčková. They had three children: Donald Jr. (born 1977), Ivanka (1981), and Eric (1984). Ivana became a naturalized U.S. citizen in 1988. The couple divorced in 1990, following Trump's affair with actress Marla Maples. Trump and Maples married in 1993 and divorced in 1999. They have one daughter, Tiffany (born 1993), who was raised by Marla in California. In 2005, Trump married Slovenian model Melania Knauss. They have one son, Barron (born 2006). Melania gained U.S. citizenship in 2006.",
        "ngram": 86,
        "subject": "Miley Cyrus"
    },
    {
        "text": "At Demme's personal recommendation, Pfeiffer joined the cast of Stephen Frears's Dangerous Liaisons (1988), with Glenn Close and John Malkovich, playing Madame Marie de Tourvel, the virtuous victim of seduction. Hal Hinson of The Washington Post saw Pfeiffer's role as \"the least obvious and the most difficult. Nothing is harder to play than virtue, and Pfeiffer is smart enough not to try. Instead, she embodies it. Her porcelain-skinned beauty, in this regard, is a great asset, and the way it's used makes it seem an aspect of her spirituality.\" She won the BAFTA Award for Best Actress in a Supporting Role and received a nomination for the Academy Award for Best Supporting Actress.",
        "ngram": 113,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Shatner was cast as Captain James T. Kirk for the second pilot of Star Trek, titled \"Where No Man Has Gone Before\". He was then contracted to play Kirk for the remainder of the show, and he sat in the captain's chair of the USS Enterprise from 1966 to 1969. During its original run on NBC, the series achieved only modest ratings, and it was cancelled after three seasons and seventy-nine episodes. Plato's Stepchildren, aired on November 22, 1968, earned Shatner a footnote in the history of American race relations: a kiss that Captain Kirk planted on the lips of Lieutenant Uhura (Nichelle Nichols) is often cited as the first example of a white man kissing a black woman on scripted television in the United States. In 1973, Shatner returned to the role of Kirk, albeit only in voice, in the animated Star Trek series, which ran for two seasons and twenty-two episodes.",
        "ngram": 153,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Fox's first feature film roles were Midnight Madness (1980) and Class of 1984 (1982), credited in both as Michael Fox. Shortly afterward, he began playing \"Young Republican\" Alex P. Keaton in the show Family Ties, which aired on NBC for seven seasons from 1982 to 1989. In an interview with Jimmy Fallon in April 2014, Fox stated he negotiated the role at a payphone at Pioneer Chicken. He received the role only after Matthew Broderick was unavailable. Family Ties had been sold to the television network using the pitch \"Hip parents, square kids\", with the parents originally intended to be the main characters. However, the positive reaction to Fox's performance led to his character's becoming the focus of the show following the fourth episode. At its peak, the audience for Family Ties drew one-third of America's households every week. Fox won three Emmy Awards for Family Ties in 1986, 1987, and 1988. He won a Golden Globe Award in 1989.Brandon Tartikoff, one of the show's producers, felt that Fox was too short in relation to the actors playing his parents, and tried to have him replaced. Tartikoff reportedly said that \"this is not the kind of face you'll ever find on a lunchbox.\" After his later successes, Fox presented Tartikoff with a custom-made lunchbox with the inscription \"To Brandon: This is for you to put your crow in. Love and Kisses, Michael J.\" Tartikoff kept the lunchbox in his office for the rest of his NBC career.When Fox left the television series Spin City in 2000,",
        "ngram": 256,
        "subject": "Miley Cyrus"
    },
    {
        "text": "His stardom and film career declined considerably after 1960. His most significant dramatic part came in 1968 when he starred in the true-life drama The Boston Strangler. Curtis also took on the role of the Ukrainian Cossack Andrei in the historical action romance epic Taras Bulba in 1962 and starred in the ITC TV series The Persuaders!, with Curtis playing American millionaire Danny Wilde. The series ran for twenty-four episodes.",
        "ngram": 70,
        "subject": "Miley Cyrus"
    },
    {
        "text": "The British ship HMS Leopard fired upon the USS Chesapeake off the Virginia coast in June 1807. Jefferson issued a proclamation banning armed British ships from U.S. waters. He presumed unilateral authority to call on the states to prepare 100,000 militia and ordered the purchase of arms, ammunition, and supplies, writing, \"The laws of necessity, of self-preservation, of saving our country when in danger, are of higher obligation [than strict observance of written laws]\". The USS Revenge was dispatched to demand an explanation from the British government; it also was fired upon. Jefferson called for a special session of Congress in October to enact an embargo or alternatively to consider war.",
        "ngram": 111,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Lisa Marie Presley (February 1, 1968 – January 12, 2023) was an American singer-songwriter. She was the only child of singer and actor Elvis Presley and actress Priscilla Presley, as well as the sole heir to her father's estate after her grandfather and her great-grandmother died. Her musical career consisted of three studio albums: To Whom It May Concern (2003), Now What (2005) and Storm & Grace (2012), with To Whom It May Concern being certified gold by the Recording Industry Association of America. Presley also released non-album singles, including duets with her father using archival recordings.",
        "ngram": 97,
        "subject": "Miley Cyrus"
    },
    {
        "text": "According to Billboard, Swift was the top-earning solo artist in the US and the top-earning musician worldwide of 2021. She won six American Music Awards including Artist of the Year in 2022. At the MTV Video Music Awards, Swift won her third and fourth trophies for Video of the Year with All Too Well: The Short Film, her self-directed short film that accompanies \"All Too Well (10 Minute Version)\", in 2022 and \"Anti-Hero\" in 2023. At the Grammy Awards, All Too Well: The Short Film won Best Music Video at the 65th annual ceremony (2023) and Midnights won Best Pop Vocal Album and Swift's record fourth Album of the Year at the 66th annual ceremony. Swift became the artist with the most Album of the Year wins in Grammy history.",
        "ngram": 130,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Gomez was diagnosed with lupus sometime between 2012 and early 2014. In September 2017, she revealed on Instagram that she had withdrawn from public events during the previous few months because she had received a kidney transplant from actress and friend Francia Raisa. During the transplant, an artery broke and emergency surgery was conducted to build a new artery using a vein from her leg.Gomez has been open about her struggles with both anxiety and depression. She began pursuing therapy in her early twenties and also spent time in treatment facilities. When she reached 100 million Instagram followers, Gomez said she \"sort of freaked out\" and has since taken several extended breaks from social media, due in part to negative comments. In April 2020, she revealed she has bipolar disorder.In October 2022, Gomez canceled an appearance on The Tonight Show Starring Jimmy Fallon after testing positive for COVID-19. In November 2022, she revealed that she had an episode of psychosis in 2018.",
        "ngram": 162,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Germany annexed Austria in 1938, and soon turned its attention to its eastern neighbors. Roosevelt made it clear that, in the event of German aggression against Czechoslovakia, the U.S. would remain neutral. After completion of the Munich Agreement and the execution of Kristallnacht, American public opinion turned against Germany, and Roosevelt began preparing for a possible war with Germany. Relying on an interventionist political coalition of Southern Democrats and business-oriented Republicans, Roosevelt oversaw the expansion of U.S. airpower and war production capacity.",
        "ngram": 82,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Law began acting in 1987 with the National Youth Music Theatre. He played various roles in the Edinburgh Fringe-awarded play The Ragged Child. One of his first major stage roles was Foxtrot Darling in Philip Ridley's The Fastest Clock in the Universe. Law went on to appear as Michael in the 1994 West End rendition of Jean Cocteau's tragicomedy Les Parents terribles, directed by Sean Mathias. This performance earned him a Laurence Olivier Award nomination for Outstanding Newcomer, and he received the Ian Charleson Award for Outstanding Newcomer. Following a title change to Indiscretions, the play was reworked and transferred to Broadway in 1995, where Law acted opposite Kathleen Turner, Roger Rees and Cynthia Nixon. This role earned him a Tony Award nomination and the Theatre World Award.In 1989, Law received his first television role in a film based on the Beatrix Potter children's book, The Tailor of Gloucester. Following this, he took on minor roles in various British television series, including a two-year stint in the Granada TV produced ITV soap opera Families. He also appeared in the episode \"Shoscombe Old Place\" in ITV's Sherlock Holmes, and he played the leading role in the BFI/Channel 4 short The Crane (1992).In 1994, Law appeared in his first major leading film role with the British crime drama Shopping, which also starred his then future wife, Sadie Frost. He later gained prominence for his role in the Oscar Wilde biopic Wilde (1997), for which he won the Evening Standard British Film Award for Most Promising Newcomer as well",
        "ngram": 256,
        "subject": "Miley Cyrus"
    },
    {
        "text": "From 2016 to 2023, Momoa portrayed Aquaman in the DC Extended Universe (DCEU), primarily in the films Justice League (2017), Aquaman (2018), and Aquaman and the Lost Kingdom (2023), with cameo appearances in other media. Momoa has also played Duncan Idaho in the science fiction film Dune (2021), and has starred in the action film Fast X (2023).",
        "ngram": 58,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In 2005, Richards had a lead role as publicist Jolene in the short-lived UPN soap opera Sex, Love & Secrets. The series focused on rich young adults living in Silver Lake, Los Angeles, and their secrets involving sex and love. She starred in the ensemble drama film Edmond (2005) alongside William H. Macy and Mena Suvari. In 2008, she reunited with her Wild Things on-screen mother Theresa Russell in the drama film Jolene (2008). Her reality show Denise Richards: It's Complicated debuted on E! on May 26, 2008. The series followed the daily lives of Richards, her daughters Sam and Lola, and her married younger sister Michelle and father Irv. Entertainment Weekly published a review and wrote that \"It's Complicated is one of those \"celebs, they're just like us!\" shows in which we're expected to enjoy watching a famous pampered person doing things we don't want to do either.\" The series concluded after two seasons on July 26, 2009.",
        "ngram": 159,
        "subject": "Miley Cyrus"
    },
    {
        "text": "When Trump left the White House in January 2021, he took government documents and material with him to Mar-a-Lago. By May 2021, the National Archives and Records Administration (NARA) realized that important documents had not been turned over to them and asked his office to locate them. In January 2022, they retrieved 15 boxes of White House records from Mar-a-Lago. NARA later informed the Department of Justice that some of the retrieved documents were classified material. The Justice Department began an investigation and sent Trump a subpoena for additional material. Justice Department officials visited Mar-a-Lago and received some classified documents from Trump's lawyers, one of whom signed a statement affirming that all material marked as classified had been returned. An additional subpoena was sent requesting surveillance footage from Mar-a-Lago, which was provided.",
        "ngram": 132,
        "subject": "Miley Cyrus"
    },
    {
        "text": "In November 2013, West stated that he was beginning work on his next studio album, hoping to release it by mid-2014, with production by Rick Rubin and Q-Tip. Having initially announced a new album entitled Yeezus II slated for a 2014 release, West announced in March 2015 that the album would instead be tentatively called So Help Me God. In May 2015, West was awarded an honorary doctorate by the School of the Art Institute of Chicago for his contributions to music, fashion, and popular culture. The next month, West headlined at the Glastonbury Festival in the UK, despite a petition signed by almost 135,000 people against his appearance. Another petition aimed to block West from headlining the 2015 Pan American Games, garnering 50,000 supporters.",
        "ngram": 125,
        "subject": "Miley Cyrus"
    },
    {
        "text": "During these years, while living in Venice Beach, Morrison befriended writers at the Los Angeles Free Press, for which he advocated until he died in 1971. He conducted a lengthy and in-depth interview with Bob Chorush and Andy Kent of the Free Press circa December 6–8, 1970, and was planning to visit the headquarters of the busy newspaper shortly before leaving for Paris.",
        "ngram": 63,
        "subject": "Miley Cyrus"
    },
    {
        "text": "The former second couple launched the Biden Foundation in February 2017, with the purpose of allowing them to pursue the causes they cared most about, including focuses upon preventing violence against women, his moonshot initiative, and her interests in community colleges and military families. That same month, she was named board chair of Save the Children; she said, \"I think [their] emphasis on education fits with my life's work.\" Her husband was seen as a popular ex-vice president, and she received a standing ovation when she was a presenter at the 71st Tony Awards.In June 2017, the couple bought a $2.7 million, off-the-water vacation home in Rehoboth Beach, Delaware, near Cape Henlopen State Park, where they planned to host members of their extended family. Their ability to purchase this family property was due in part to deals they signed with Flatiron Books upon leaving office, with Biden contracted to write one book and her husband two. By 2019, the couple reported some $15 million in income since leaving the vice presidency, including $700,000 in speaking engagements for herself. The couple also substantially increased their charitable giving during this period.",
        "ngram": 189,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Favre's mother, Bonita, helps manage his holdings in agriculture and real estate, handle his endorsements and appearances, and oversee his charity work. Brett and Bonita Favre released a book in 2004 titled Favre (ISBN 978-1-59071-036-4) which discusses their family as well as the Green Bay Packers, including the Monday Night Football game that followed the death of Brett's father Irvin Favre.",
        "ngram": 61,
        "subject": "Miley Cyrus"
    },
    {
        "text": "Other than his role as a villain in Robert Rodriguez's Machete (2010), almost all the films Seagal has made since the latter half of 2001 have been released direct-to-video (DTV) in North America, with some theatrical releases to other countries around the world. Seagal is credited as a producer and sometimes a writer on many of these DTV movies, which include Black Dawn, Belly of the Beast, Out of Reach, Submerged, Kill Switch, Urban Justice, Pistol Whipped, Against the Dark, Driven to Kill, A Dangerous Man, Born to Raise Hell, and The Keeper. Beyond the Law (2019) is one of Seagal's few movies to have had a theatrical release in North America since Machete.In 2009, A&E Network premiered the reality television series Steven Seagal: Lawman, focusing on Seagal as a deputy in Jefferson Parish, Louisiana. In the 2010s, Seagal's direct-to-video films increasingly started to become ensemble pieces, with Seagal playing minor or supporting roles, despite the fact that he often received top billing. Maximum Conviction, Force of Execution, Gutshot Straight, Code of Honor, Sniper Special Ops, The Asian Connection, The Perfect Weapon, Cartels, and China Salesman all exemplify this trend. This has led some commentators to criticize Seagal for his low-effort participation in movies which heavily promote his involvement.",
        "ngram": 209,
        "subject": "Miley Cyrus"
    }
]