[
    {
        "text": "Blair did not want the UK to leave the EU and called for a referendum on the Brexit withdrawal agreement. Blair also maintained that once the terms deciding how the UK leaves the EU were known, the people should be able to vote again on those terms. Blair stated, \"We know the options for Brexit. Parliament will have to decide on one of them. If Parliament can't then it should decide to go back to the people.\"",
        "ngram": 77,
        "subject": "Don Johnson"
    },
    {
        "text": "Carey was born on March 27, 1969, in Huntington, New York. Her name is derived from the song \"They Call the Wind Maria\", originally from the 1951 Broadway musical Paint Your Wagon. She is the youngest of three children born to Patricia (née Hickey), a former opera singer and vocal coach of Irish descent, and Alfred Roy Carey, an aeronautical engineer of both African-American and Afro-Venezuelan lineage. The last name \"Carey\" was adopted by her Venezuelan grandfather, Francisco Núñez, after he emigrated to New York. Patricia's family disowned her for marrying a black man. Racial tensions prevented the Carey family from integrating into their community. While they lived in Huntington, their neighbors poisoned the family dog and set fire to their car. After her parents' divorce, Carey had little contact with her father, and her mother worked several jobs to support the family. Carey spent much of her time at home alone and began singing at age three, often imitating her mother's take on Verdi's opera Rigoletto in Italian. Her older sister Alison moved in with their father while Mariah and her elder brother Morgan lived with their mother.",
        "ngram": 189,
        "subject": "Don Johnson"
    },
    {
        "text": "Short met Canadian comic actress Nancy Dolman in 1972 during the run of Godspell. The couple married in 1980. Dolman retired from show business in 1985 to be a stay-at-home mother and raise their family. Short and Dolman adopted three children: Katherine, Oliver, and Henry. Dolman died of ovarian cancer on August 21, 2010.Short and his family make their home in Pacific Palisades, Los Angeles. He also has a home on Lake Rosseau in Ontario. He is a naturalized U.S. citizen.Nancy Dolman's brother, screenwriter/director Bob Dolman (who served as a part of Second City Television (SCTV)'s Emmy-winning writing team alongside Short), married their close friend and colleague Andrea Martin, also in 1980. Short is uncle to the couple's two sons, Jack and Joe. Bob Dolman and Andrea Martin have since divorced (2004). Short is a first cousin of Clare Short, a former member of the British Parliament and former British cabinet minister.",
        "ngram": 152,
        "subject": "Don Johnson"
    },
    {
        "text": "Shatner began his screen acting career in Canadian films and television productions before moving into guest-starring roles in various U.S. television shows. He appeared as James Kirk in all the episodes of Star Trek: The Original Series, 21 of the 22 episodes of Star Trek: The Animated Series, and the first seven Star Trek movies. He has written a series of books chronicling his experiences before, during and after his time in a Starfleet uniform. He has also co-written several novels set in the Star Trek universe and a series of science fiction novels, the TekWar sequence, that were adapted for television. Outside Star Trek, Shatner played the eponymous veteran police sergeant in T. J. Hooker (1982–1986), hosted the reality-based television series Rescue 911 (1989–1996), guest starred on the detective series Columbo, and acted in the comedy film Miss Congeniality (2000).",
        "ngram": 141,
        "subject": "Don Johnson"
    },
    {
        "text": "While Leonardo's experimentation followed scientific methods, a recent and exhaustive analysis of Leonardo as a scientist by Fritjof Capra argues that Leonardo was a fundamentally different kind of scientist from Galileo, Newton and other scientists who followed him in that, as a \"Renaissance Man\", his theorising and hypothesising integrated the arts and particularly painting.",
        "ngram": 54,
        "subject": "Don Johnson"
    },
    {
        "text": "On television, he gained recognition playing the family patriarch Dan Conner in the ABC comedy series Roseanne (1988–1997; 2018), and The Conners (2018–present). Goodman had regular roles in the HBO drama series Treme (2010–2011), the legal drama series Damages (2011), the political comedy series Alpha House (2013–2014), and the HBO comedy series The Righteous Gemstones (2019–present). He has been a frequent host of Saturday Night Live (1989–2013), and has guest starred in The West Wing (2003–2004), Studio 60 on the Sunset Strip (2006), and Community (2011–2012). ",
        "ngram": 87,
        "subject": "Don Johnson"
    },
    {
        "text": "Meghan Markle's engagement to Prince Harry was announced on November 27, 2017, by Harry's father Charles (then the Prince of Wales). The announcement was greeted with enthusiasm by the British media and prompted generally positive comments about a mixed-race person as a member of the royal family, especially in regard to Commonwealth countries. Markle announced that she would retire from acting and her intention to become a British citizen.",
        "ngram": 69,
        "subject": "Don Johnson"
    },
    {
        "text": "Kravitz has had hit singles, including \"It Ain't Over 'til It's Over\" (1991) and \"Again\" (2000), each of which reached the top 10 on the Billboard Top 100 chart; other hits include \"Let Love Rule\" (1989), \"Always on the Run\" (1991), \"Are You Gonna Go My Way\" (1993), \"Fly Away\" (1998), and \"American Woman\" (1999), each of which reached the top 10 on the Alternative Airplay chart.  His other albums include \"Mama Said\", and \"Are You Gonna Go My Way\". ",
        "ngram": 82,
        "subject": "Don Johnson"
    },
    {
        "text": "In January 2015, Kilmer was hospitalized for what his representative said were tests for a possible tumor. Kilmer said on social media, \"I have not had a tumor, or a tumor operations  [sic], or any operation. I had a complication where the best way to receive care was to stay under the watchful eye of the UCLA ICU.\" After previously denying persistent rumors that he had been diagnosed with cancer, Kilmer said in April 2017 that he had experienced a \"healing of cancer\". In December 2017, The Hollywood Reporter revealed that Kilmer had gone through a \"two-year battle with throat cancer\" and that \"a procedure on his trachea has reduced his voice to a rasp and rendered him short of breath\". In order to speak, Kilmer plugs an electric voice box in his trachea. Due to the cancer, Kilmer underwent chemotherapy and two tracheotomies.Kilmer reported in 2020 that he had been cancer-free for four years, but he detailed ongoing struggles with medical treatments including the use of a feeding tube to eat. In 2021, Kilmer worked with Sonantic, a London-based software company, to digitally recreate his voice using AI technology and archived audio recordings of his voice. Over 40 vocal models were generated to find the closest match, which could then be used in future projects. For the 2022 film Top Gun: Maverick, director Joseph Kosinski said that despite reports to the contrary, they did not use Sonantic's AI technology in the film, instead they used Kilmer's actual voice and digitally altered it for clarity.",
        "ngram": 256,
        "subject": "Don Johnson"
    },
    {
        "text": "James Earl Carter Jr. (born October 1, 1924) is an American politician and humanitarian who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, Carter was the 76th governor of Georgia from 1971 to 1975, and a Georgia state senator from 1963 to 1967. At age 99, he is both the oldest living former U.S. president and the longest-lived president in U.S. history. ",
        "ngram": 74,
        "subject": "Don Johnson"
    },
    {
        "text": "Cena defeated Rollins to win the title for the fifth time on September 20 at Night of Champions, a record in the WWE ownership era of the title. Cena retained his title against Rollins in a steel cage match on October 3 at WWE Live from Madison Square Garden, while also restarting his open challenges. At Hell in a Cell on October 25, Cena lost the title to the returning Alberto Del Rio in an open challenge. After a hiatus, Cena returned on the December 28 episode of Raw, defeating Del Rio by disqualification in a rematch for the title. On January 7, he underwent surgery on a shoulder injury, which would keep him out of action for an undisclosed length of time.",
        "ngram": 123,
        "subject": "Don Johnson"
    },
    {
        "text": "West was raised in a middle-class environment, attending Polaris School for Individual Education in suburban Oak Lawn, Illinois, after living in Chicago. At the age of 10, West moved with his mother to Nanjing, China, where she was teaching at Nanjing University as a Fulbright Scholar. According to his mother, West was the only foreigner in his class, but he settled in well and quickly picked up the language, although he has since forgotten most of it. When asked about his grades in high school, West replied, \"I got A's and B's.\"",
        "ngram": 92,
        "subject": "Don Johnson"
    },
    {
        "text": "Rockefeller, who had rarely sold shares, held over 25% of Standard's stock at the time of the breakup. He and all of the other stockholders received proportionate shares in each of the 34 companies. In the aftermath, Rockefeller's control over the oil industry was somewhat reduced, but over the next 10 years the breakup proved immensely profitable for him. The companies' combined net worth rose fivefold and Rockefeller's personal wealth jumped to $900 million.",
        "ngram": 74,
        "subject": "Don Johnson"
    },
    {
        "text": "In 2015, Carey began dating Australian billionaire James Packer and, on January 21, 2016, she announced they were engaged. By October, however, they had called off the engagement. In October 2016, she began dating American choreographer Bryan Tanaka. On December 26, 2023, Tanaka confirmed that he and Carey had parted ways after seven years of dating.",
        "ngram": 56,
        "subject": "Don Johnson"
    },
    {
        "text": "In 2020, Trump was a significant source of disinformation on mail-in voting and the COVID-19 pandemic. His attacks on mail-in ballots and other election practices served to weaken public faith in the integrity of the 2020 presidential election, while his disinformation about the pandemic delayed and weakened the national response to it.",
        "ngram": 52,
        "subject": "Don Johnson"
    },
    {
        "text": "Ono's first contact with any member of the Beatles occurred when she visited Paul McCartney at his home in London to obtain a Lennon–McCartney song manuscript for a book John Cage was working on, Notations. McCartney declined to give her any of his manuscripts but suggested that Lennon might oblige. Lennon later gave Ono the original handwritten lyrics to \"The Word\".Ono and Lennon first met on November 7, 1966, at the Indica Gallery in London, where she was preparing Unfinished Paintings, her conceptual art exhibit about interactive painting and sculpture. They were introduced by gallery owner John Dunbar. One piece, Ceiling Painting/Yes Painting, had a ladder painted white with a magnifying glass at the top. When Lennon climbed the ladder, he looked through the magnifying glass and was able to read the word YES which was written in miniature. He greatly enjoyed this experience as it was a positive message, whereas most concept art he encountered at the time was anti-everything.Lennon was also intrigued by Ono's Hammer a Nail where viewers were invited to hammer a nail into a wooden board painted white. Although the exhibition had not yet opened, Lennon wanted to hammer a nail into the clean board, but Ono stopped him. Dunbar asked her, \"Don't you know who this is? He's a millionaire! He might buy it.\" Ono feigned not knowing of the Beatles (even as she had gone to see Paul McCartney asking for a Beatle song score), but relented on the condition that Lennon pay her five shillings, to which Lennon",
        "ngram": 256,
        "subject": "Don Johnson"
    },
    {
        "text": "News of Saget's death broke during a broadcast of America's Funniest Home Videos, of which he was the original host, and the network interrupted the program to announce it. A tribute video was posted on the show's official YouTube channel, and a dedication to Saget was added before the credits of the following episode. Clips of Saget's hosting of the show were run from January 16 to the end of 2021–22 season on America's Funniest Home Videos as tribute as well.",
        "ngram": 81,
        "subject": "Don Johnson"
    },
    {
        "text": "In January of the 2014–2015 season, James missed two weeks due to left knee and lower back strains, which at the time represented the longest stretch of missed games in his career. In total, he played a career-low 69 games and his final averages were 25.3 points, 6 rebounds, and 7.4 assists per game. In the second round of the playoffs, he hit a baseline jumper at the buzzer to give Cleveland a 2–2 series tie with the Bulls. In the conference finals, the Cavaliers defeated the Hawks to advance to the Finals, making James the first player since the 1960s to play in five consecutive Finals. For most of the Finals against the Golden State Warriors, Irving and Love were sidelined due to injury, giving James more offensive responsibilities. Behind his leadership, the Cavaliers opened the series with a 2–1 lead before being eliminated in six games. Despite the loss, he received serious consideration for the Finals MVP Award, averaging 35.8 points, 13.3 rebounds, and 8.8 assists per game for the championship round.",
        "ngram": 174,
        "subject": "Don Johnson"
    },
    {
        "text": "Lopez's next three movie projects were box office failures. She starred alongside Robert Redford and Morgan Freeman in the drama An Unfinished Life (2005). Ebert of the Chicago Sun-Times predicted that the typical review would be unkind: \"It will have no respect for Jennifer Lopez, because she is going through a period right now when nobody is satisfied with anything she does ... Give Lopez your permission to be good again; she is the same actress now as when we thought her so new and fine.\" In 2006, she reunited with director Gregory Nava  to star in the crime drama Bordertown as a journalist investigating female homicides in Ciudad Juárez, Mexico. The film was negatively reviewed and received a direct-to-video release. David D'Arcy of Screen Daily found Lopez \"unconvincing\" as a journalist. In 2007, she starred opposite her then-husband Marc Anthony in the music biopic El Cantante, which told the story of Puerto Rican salsa singer Héctor Lavoe and his wife Puchi. It did not perform well at the box office and received mixed reviews from film critics; Lopez's performance, which she expressed pride in, drew both praise and criticism.",
        "ngram": 191,
        "subject": "Don Johnson"
    },
    {
        "text": "Several historians have rejected both prominent reputations of Kissinger. David Greenberg argued that each are exaggerated caricatures that overstate both his genius and immorality: \"In fact, if there's a single word I'd apply to Kissinger, it's 'overrated.' He was overrated as a scholar (famous mainly for writing a very long dissertation). He was overrated as a strategist (he often gave bad advice, as he did in urging George W. Bush not to withdraw troops from Iraq). He was even overrated as a villain – the 'Christopher Hitchenses' of the world loved to call him a 'war criminal,' but this was a fundamentally unserious charge. The Defense Department, not the State Department, prosecutes wars, and the president oversees it – but the Hitchenses preferred to go after Kissinger rather than (Defense Secretaries) Mel Laird or James Schlesinger or even Nixon.\" Similarly, Mario Del Pero argued: \"He was not particularly original or bold, once we scratch away from his writings the deliberately opaque and convoluted prose he often used, possibly to try to render more original thoughts and reflections that were in reality fairly conventional... In short, he wasn't a war criminal, he wasn't a very deep or sophisticated thinker, he rarely challenged the intellectual vogues of the time (even because it would have meant to challenge those in power, something he always was—and still is—reluctant to do), and once in government he displayed a certain intellectual laziness vis-à-vis the intricacies and complexities of a world that he still tended to see in black-and-white.\"",
        "ngram": 252,
        "subject": "Don Johnson"
    },
    {
        "text": "Her next major film role was in Franco Zeffirelli's drama Endless Love (1981). The MPAA initially rated Endless Love with an X rating. The film was re-edited to earn an R rating. For her performance in the film, she received her first Razzie Award nomination for worst actress. ",
        "ngram": 49,
        "subject": "Don Johnson"
    },
    {
        "text": "By the early 1970s, Cash had established his public image as the \"Man in Black\". He regularly performed in entirely black suits with a long, black, knee-length coat. This outfit stood in contrast to the rhinestone suits and cowboy boots worn by most of the major country acts of his day.",
        "ngram": 51,
        "subject": "Don Johnson"
    },
    {
        "text": "In 2001, between his training in Ultimate Pro Wrestling and Ohio Valley Wrestling, Cena was involved in the UPN produced reality show Manhunt, in which he portrayed Big Tim Kingman, leader of the group of bounty hunters who chased down the contestants who acted as fugitives. The show, however, was mired in controversy when it was alleged that the portions of the show were rigged to eliminate certain players, scenes were re-shot or staged to enhance drama and contestants read from scripts.",
        "ngram": 82,
        "subject": "Don Johnson"
    },
    {
        "text": "In October 2017, Seagal met with Philippine president Rodrigo Duterte while scouting locations  in Manila for a possible film. During the visit, Seagal flashed Duterte's signature fist. In 2021, Seagal gave a katana to Venezuelan President Nicolás Maduro as Russia's Foreign Affairs Ministry special envoy while visiting Canaima National Park. Maduro referred to Seagal as \"my brother.\" On May 30, 2021, the pro-Kremlin systemic opposition party A Just Russia — Patriots — For Truth announced that Seagal had received an official membership card to the party.In March 2022, during the Russian invasion of Ukraine, Seagal visited Moscow where he organized his birthday party, attended by many people connected to Vladimir Putin, including some affected by international sanctions. This has been criticized as a dissenting action that came amidst the growing international boycott of Russia. In August 2022, he visited Olenivka in Donetsk Oblast, the site of the Olenivka prison massacre, with Donetsk People's Republic leader Denis Pushilin, who claimed that Seagal was filming a documentary about the war in Donbass. Seagal also met with Leonid Slutsky. On February 27, 2023, he received the Russian Order of Friendship from Vladimir Putin for his \"major contribution to the development of international cultural and humanitarian cooperation\".",
        "ngram": 204,
        "subject": "Don Johnson"
    },
    {
        "text": "Richards appeared on the 8th season of dance competition television series Dancing with the Stars, paired with Maksim Chmerkovskiy. She was the second contestant eliminated on March 24, 2009. She landed the role of Autumn Bliss in the romantic comedy film Deep in the Valley (2009) alongside Kim Kardashian and Chris Pratt. In 2010, she joined Paramount Network's sitcom Blue Mountain State as Debra Simon. The series is about a fictional university, Blue Mountain State, and its football team, the \"Mountain Goats\". It portrays certain aspects of American university life, including American football, sex, drinking, and partying. In February 2012, it was reported that Blue Mountain State would not be renewed for a fourth season. Over the years, due in large part to being streamable on Netflix, the series has developed a cult following. In July 2011, Richards published a memoir The Real Girl Next Door, a New York Times Best Seller. Richards decided to write a book because she \"wanted to do something inspirational for other people going through challenging times,\" she told HuffPost in 2011. In September 2011, Richards reportedly turned down $100,000 to appear as an ex-girlfriend at Charlie Sheen's funeral in Two and a Half Men. A month later, she began filming a guest spot for an episode for the sixth season of NBC comedy series 30 Rock. Richards was part of TV Guide Network's show, Hollywood Moms' Club, which aired in November 2011.Richards played Kate Needleman in the comedy film Madea's Witness Protection (2012), which grossed $67 million at the box",
        "ngram": 256,
        "subject": "Don Johnson"
    },
    {
        "text": "Cube starred as the university student Fudge in Singleton's 1995 film Higher Learning. Singleton, encouraging Cube, had reportedly told him, \"If you can write a record, you can write a movie.\" Cube cowrote the screenplay for the 1995 comedy Friday, based on adult themes, and starred in it with comedian Chris Tucker. Made with $3.5 million, Friday drew $28 million worldwide. Two sequels, Next Friday and Friday After Next, were respectively released in 2000 and 2002.",
        "ngram": 76,
        "subject": "Don Johnson"
    },
    {
        "text": "In 2013 he starred alongside Ryan Reynolds in the action comedy R.I.P.D. which was a box office and critical failure. That same year Bridges wrote The Dude and the Zen Master with Bernie Glassman. Bridges found himself at a party with Glassman and Ram Dass and their conversation led to discussing the parallels between \"The Dude\" from The Big Lebowski and Zen Buddhism. The book was formed from what has been described as a \"transcript of a five-day 'hang' on a Montana ranch.\" The following year he produced and starred as the title role in dystopian drama The Giver and acted in the action fantasy film Seventh Son which were both critically panned and the later a box office flop. In 2015 Bridges voiced The Aviator in the animated film The Little Prince based off the 1943 children's novella of the same name. The following year he narrated the documentary Dream Big: Engineering Our World (2015) and acted in the Taylor Sheridan directed neo-Western drama film Hell or High Water (2015) opposite Chris Pine and Ben Foster. For the role he received his a nomination for the Academy Award for Best Supporting Actor, which would be his seventh Oscar nomination.",
        "ngram": 200,
        "subject": "Don Johnson"
    },
    {
        "text": "To avoid jeopardizing negotiations, Grant refrained from recognizing Cuban rebels who were fighting for independence from Spain, which would have been inconsistent with American objections to the British granting belligerent status to Confederates. A commission in Washington produced a treaty whereby an international tribunal would settle the damage amounts; the British admitted regret, but not fault. The Senate, including Grant critics Sumner and Carl Schurz, approved the Treaty of Washington, which settled disputes over fishing rights and maritime boundaries. The Alabama claims settlement would be Grant's most successful foreign policy achievement that secured peace with Great Britain. The settlement ($15,500,000) of the Alabama Claims resolved troubled Anglo-American issues and turned Britain into America's strongest ally.",
        "ngram": 115,
        "subject": "Don Johnson"
    },
    {
        "text": "In March 2015, it was announced that West is a co-owner, with various other music artists, in the music streaming service Tidal. The service specialises in lossless audio and high definition music videos. Jay-Z acquired the parent company of Tidal, Aspiro, in the first quarter of 2015. Sixteen artist stakeholders including Jay-Z, Rihanna, Beyoncé, Madonna, Chris Martin, Nicki Minaj co-own Tidal, with the majority owning a 3% equity stake. In October 2022, in direct response to bans he received on Twitter and Instagram stemming from his antisemitic comments, West reached an agreement in principle to acquire the alt-tech social network Parler for an undisclosed amount. Parler and West mutually agreed to terminate the proposed deal in mid-November.",
        "ngram": 117,
        "subject": "Don Johnson"
    },
    {
        "text": "Aware of the good fortune that led to her wealth and fame, Rowling wanted to use her public image to help others despite her concerns about publicity and the press; she became, in the words of Smith, \"emboldened ... to stand up and be counted on issues that were important to her\". Rowling's charitable donations before 2012 were estimated by Forbes at $160 million. She was the second most generous UK donor in 2015 (following the singer Elton John), giving about $14 million.Long interested in issues affecting women and children, Rowling established the Volant Charitable Trust in 2000, named after her mother to address social deprivation in at-risk women, children and youth. She was appointed president of One Parent Families (now Gingerbread) in 2004, after becoming its first ambassador in 2000. She collaborated with Sarah Brown on a book of children's stories to benefit One Parent Families. Together with the MEP Emma Nicholson, Rowling founded the charity now known as Lumos in 2005. Lumos has worked with an orphanage west of Kyiv, Ukraine since 2013; after the 2022 Russian invasion of Ukraine, Rowling offered to personally match up to £1 million in donations to Lumos for Ukraine. Later in 2022, during her advocacy against the Gender Recognition Reform (Scotland) Bill, Rowling stated she had founded and would fund Beira's Place, a women-centred rape help center to provide free support services for biological women survivors of sexual violence. She has donated several hundred thousand pounds to help women lawyers flee from the Taliban's control, helping hundreds of",
        "ngram": 256,
        "subject": "Don Johnson"
    },
    {
        "text": "In October 1515, King Francis I of France recaptured Milan. Leonardo was present at the 19 December meeting of Francis I and Leo X, which took place in Bologna. In 1516, Leonardo entered Francis' service, being given the use of the manor house Clos Lucé, near the king's residence at the royal Château d'Amboise. Being frequently visited by Francis, he drew plans for an immense castle town the king intended to erect at Romorantin, and made a mechanical lion, which during a pageant walked toward the king and –  upon being struck by a wand –  opened its chest to reveal a cluster of lilies. Leonardo was accompanied during this time by his friend and apprentice Francesco Melzi, and supported by a pension totalling 10,000 scudi. At some point, Melzi drew a portrait of Leonardo; the only others known from his lifetime were a sketch by an unknown assistant on the back of one of Leonardo's studies (c. 1517) and a drawing by Giovanni Ambrogio Figino depicting an elderly Leonardo with his right arm wrapped in clothing. The latter, in addition to the record of an October 1517 visit by Louis d'Aragon, confirms an account of Leonardo's right hand being paralytic when he was 65, which may indicate why he left works such as the Mona Lisa unfinished. He continued to work at some capacity until eventually becoming ill and bedridden for several months.",
        "ngram": 235,
        "subject": "Don Johnson"
    },
    {
        "text": "Based primarily on the phonetic similarity of Lavien to a common Jewish surname, it has been suggested that Johann Lavien, the first husband of Hamilton's mother, was Jewish or of Jewish descent. On this contested foundation, it was rumored that Hamilton himself was born Jewish, a claim that gained some popularity early in the 20th century, and that was given serious consideration by one present-day historian. The belief that Lavien was Jewish was popularized by Gertrude Atherton in her 1902 novel The Conqueror, a fictionalized biography of Hamilton which made the earliest known written assertion of the claim. The consensus of mainstream scholars and historians who have addressed the underlying question of whether Lavien was Jewish, such as Ron Chernow, is that the assertion is not credible.",
        "ngram": 127,
        "subject": "Don Johnson"
    },
    {
        "text": "Harmon received the 2,482nd star of the Hollywood Walk of Fame on October 1, 2012. In 2014, Harmon started a production company called Wings Productions to produce NCIS: New Orleans. As of 2018, Harmon works as a producer for a new CBS series, based on author John Sandford's best-selling Prey novels, which have sold more than 30 million copies worldwide. The last 10 have reached No. 1 on The New York Times best-seller list.",
        "ngram": 74,
        "subject": "Don Johnson"
    },
    {
        "text": "During the late 2000s, Rihanna experimented further with pop, dubstep, and rock music, officially shifting her musical style and image away from the Barbados island girl. Throughout 2008, Rihanna performed on the Glow in the Dark Tour alongside Kanye West, Lupe Fiasco, and N.E.R.D. Her third studio album's reissue, Good Girl Gone Bad: Reloaded, was released in June 2008 with three new songs: \"Disturbia\", \"Take a Bow\" and the Maroon 5 duet \"If I Never See Your Face Again\", plus a Spanglish version of \"Hate That I Love You\" featuring Spanish pop singer David Bisbal. All four were released as singles and charted highly, reaching peak positions worldwide. In August 2008, Rihanna and a host of other female singers recorded the charity single \"Just Stand Up!\", the theme song to the anti-cancer campaign Stand Up to Cancer. \"Live Your Life\", a duet between T.I. and Rihanna, was released that November and topped the Billboard Hot 100.",
        "ngram": 156,
        "subject": "Don Johnson"
    },
    {
        "text": "Grant was nearly penniless and worried about leaving his wife money to live on. He approached The Century Magazine and wrote a number of articles on his Civil War campaigns for $500 (equivalent to $17,000 in 2023) each. The articles were well received by critics, and the editor, Robert Underwood Johnson, suggested that Grant write a memoir, as Sherman and others had done. The magazine offered him a book contract with a 10% royalty. However, Grant's friend Mark Twain, one of the few who understood Grant's precarious financial condition, offered him an unheard-of 70% royalty. To provide for his family, Grant worked intensely on his memoirs at his home in New York City. His former staff member Adam Badeau assisted him with much of the research, while his son Frederick located documents and did much of the fact-checking. Because of the summer heat and humidity, his doctors recommended that he move upstate to a cottage at the top of Mount McGregor, offered by a family friend.",
        "ngram": 166,
        "subject": "Don Johnson"
    },
    {
        "text": "Hamilton's next report was his Report on Manufactures. Although he was requested by Congress on January 15, 1790, for a report for manufacturing that would expand the United States' independence, the report was not submitted until December 5, 1791.: 274, 277  In the report, Hamilton quoted from Wealth of Nations and used the French physiocrats as an example for rejecting agrarianism and the physiocratic theory, respectively.: 233  Hamilton also refuted Smith's ideas of government noninterference, as it would have been detrimental for trade with other countries.: 244  Hamilton also thought that the United States, being a primarily agrarian country, would be at a disadvantage in dealing with Europe. In response to the agrarian detractors, Hamilton stated that the agriculturists' interest would be advanced by manufactures,: 276  and that agriculture was just as productive as manufacturing.: 233 : 276 Hamilton argued that developing an industrial economy is impossible without protective tariffs. Among the ways that the government should assist manufacturing, Hamilton argued for government assistance to \"infant industries\" so they can achieve economies of scale, by levying protective duties on imported foreign goods that were also manufactured in the United States, for withdrawing duties levied on raw materials needed for domestic manufacturing,: 277  and pecuniary boundaries.: 277  He also called for encouraging immigration for people to better themselves in similar employment opportunities. Congress shelved the report without much debate, except for Madison's objection to Hamilton's formulation of the general welfare clause, which Hamilton construed liberally as a legal basis for his extensive programs.In 1791, Hamilton, along with Coxe and several entrepreneurs from New York City and Philadelphia formed",
        "ngram": 256,
        "subject": "Don Johnson"
    },
    {
        "text": "In The New Yorker in 2011, Swift said she identifies as a songwriter first: \"I write songs, and my voice is just a way to get those lyrics across\". Her personal experiences were a common inspiration for her early songs, which helped her navigate life. Her \"diaristic\" technique began with identifying an emotion, followed by a corresponding melody. On her first three studio albums, love, heartbreak, and insecurities, from an adolescent perspective, were dominant themes. She delved into the tumult of toxic relationships on Red, and embraced nostalgia and post-romance positivity on 1989. Reputation was inspired by the downsides of Swift's fame, and Lover detailed her realization of the \"full spectrum of love\". Other themes in Swift's music include family dynamics, friendship, alienation, self-awareness, and tackling vitriol, especially sexism.",
        "ngram": 129,
        "subject": "Don Johnson"
    },
    {
        "text": "Prior to WrestleMania 22 in April 2006, Hogan inducted friend and former announcer \"Mean\" Gene Okerlund into the WWE Hall of Fame class of 2006. Hogan returned on Saturday Night's Main Event XXXIII with his daughter Brooke. During the show, Randy Orton flirted with Brooke and later attacked Hogan in the parking lot. He later challenged Hogan to a match at SummerSlam, which Hogan won. This was Hulk Hogan's final match wrestling for the WWE, although he had negotiations for a match against John Cena at WrestleMania 25 which ultimately fell through.",
        "ngram": 92,
        "subject": "Don Johnson"
    }
]