[
    {
        "text": "In 2003, Simon and Garfunkel performed together again when they received a Grammy Lifetime Achievement Award. This reunion led to a US tour, the acclaimed \"Old Friends\" concert series, which was followed by a 2004 international encore, culminating in a free concert at the Colosseum in Rome which attracted an audience of 600,000. In 2005, they sang \"Mrs. Robinson\" and \"Homeward Bound\" together, plus \"Bridge Over Troubled Water\" with Aaron Neville, in the benefit concert From the Big Apple to The Big Easy – The Concert for New Orleans (eventually released as a DVD) for Hurricane Katrina victims.",
        "ngram": 98,
        "subject": "Sam Elliott"
    },
    {
        "text": "Each year BMGF must give away an amount equal to the prior year's Berkshire gift plus the additional 5% of net assets as required of all US foundationsBuffett joined the Gates Foundation's board, but did not plan to be actively involved in the foundation's investments. Buffett announced his resignation as a trustee of the Gates Foundation on June 23, 2021.This represented a significant shift from Buffett's previous statements, to the effect that most of his fortune would pass to his Buffett Foundation. The bulk of the estate of his wife, valued at $2.6 billion, went there when she died in 2004. He also pledged $50 million to the Nuclear Threat Initiative, in Washington, where he began serving as an adviser in 2002.In 2006, he auctioned his 2001 Lincoln Town Car on eBay to raise money for Girls, Inc. In 2007, he auctioned a luncheon with himself that raised a final bid of $650,100 for the Glide Foundation. Later auctions raised $2.1 million $1.7 million and $3.5 million. The winners traditionally dine with Buffett at New York's Smith and Wollensky steak house. The restaurant donates at least $10,000 to Glide each year to host the meal.In 2009, Ralph Nader wrote the book Only the Super Rich Can Save Us, a novel about \"a movement of billionaires led by Warren Buffett and featuring, among others, Ted Turner, George Soros and Barry Diller, who use their fortunes to clean up America\". On C-SPAN BookTV, Nader said Buffett invited him to breakfast after the book came out and was \"quite",
        "ngram": 256,
        "subject": "Sam Elliott"
    },
    {
        "text": "Hill was born in Ridgeland, Mississippi, north of Jackson, Mississippi. She was adopted as an infant and named Audrey Faith Perry. She was raised in the nearby town of Star, 20 miles southeast of Jackson. Her adoptive parents, Edna and Ted Perry, raised her with their two biological sons in a devout Christian environment.She began singing at Star Baptist Church at age 3. Hill's vocal talent was apparent early, and she had her first public performance, at a 4-H luncheon, when she was seven. In 1976, a few days before her 9th birthday, she attended a concert by Elvis Presley at the State Fair Coliseum in Jackson, which impressed her deeply. During her teenage years, she became a member of the Steele Family gospel quartet with whom she performed regularly at area churches of all denominations.  At 17, Hill formed a band that played at local rodeos. She graduated from McLaurin Attendance Center in 1986, and briefly attended college at Hinds Junior College (now Hinds Community College) in Raymond, Mississippi. At times, she sang for prisoners at the Hinds County Jail, her song of choice being \"Amazing Grace\".At age 19, she dropped out of college to move to Nashville and pursue her dream of being a country singer. In her early days in Nashville, Hill auditioned to be a backup singer for Reba McEntire, but failed to secure the job. A few years later in 1991, the singer who beat out Hill for the job was killed in a plane crash with 6 other members",
        "ngram": 256,
        "subject": "Sam Elliott"
    },
    {
        "text": "The show eventually was picked up to air on the E! cable network, with Jenner acting as the executive producer. The series focused on the personal and professional lives of the Kardashian–Jenner blended families. The series debuted on October 14, 2007, and became one of the longest-running reality television shows in the country.The series was successful for its network, E!, and has resulted in the creation of numerous spin-offs including Kourtney and Kim Take Miami (2009), in which Jenner has made multiple guest appearances. Jenner was also featured as a recurring cast member in Kourtney and Kim Take New York, which premiered in January 2011. Also in 2011, Jenner made an appearance in her daughter's show, Khloe & Lamar when it debuted, and the series focused on Khloe Kardashian and her then husband Lamar Odom's personal life and relationship. On March 26, 2014, E! announced a Keeping Up with the Kardashians spin-off series titled Kourtney & Khloé Take the Hamptons. The Hamptons follows Kourtney, Khloé, and Scott Disick as they relocate to The Hamptons while the girls work on the New York Dash store plus open a pop-up store. The show also featured their family including Jenner. In 2017, Jenner's youngest daughter Kylie, featured as the central cast member for the E! reality spin off series Life Of Kylie.Jenner hosted a pop culture-driven daytime talk show, Kris. The series began its six-week trial summer run on several Fox-owned stations on July 15, 2013.Kanye West, her then-son-in-law through his marriage to Kim, revealed the first public picture",
        "ngram": 256,
        "subject": "Sam Elliott"
    },
    {
        "text": "She also appeared in some television commercials during the early 1980s for Burger King and Aim toothpaste, among others. Several television and smaller film roles followed, including appearances in Charles in Charge, Armed and Dangerous, and Amityville 3-D. Her role in Promised Land (1987) earned Ryan her first Independent Spirit Award nomination.",
        "ngram": 52,
        "subject": "Sam Elliott"
    },
    {
        "text": "Ford began flight training in the 1960s at Wild Rose Idlewild Airport in Wild Rose, Wisconsin, flying in a Piper PA-22 Tri-Pacer, but at $15 an hour (equivalent to $151 in 2023), he could not afford to continue the training. In the mid-1990s, he bought a used Gulfstream II and asked one of his pilots, Terry Bender, to give him flying lessons. They started flying a Cessna 182 out of Jackson, Wyoming, later switching to Teterboro Airport in Teterboro, New Jersey, flying a Cessna 206, the aircraft in which he made his first solo flight.",
        "ngram": 95,
        "subject": "Sam Elliott"
    },
    {
        "text": "In Last of the Gladiators, Knievel discussed the crash of a 1970 Pepsi-Cola sponsored jump in Yakima, Washington. Knievel knew the jump was very questionable, but stated, \"I went ahead and did it anyway. When you give your word to somebody that you're going to do something, you've gotta do it.\" In the 1971 biopic, George Hamilton (as Knievel) emphasizes in the opening monologue that a man does not go back on his word.",
        "ngram": 74,
        "subject": "Sam Elliott"
    },
    {
        "text": "In 1892, Émile Bernard organised a small solo show of Van Gogh's paintings in Paris, and Julien Tanguy exhibited his Van Gogh paintings with several consigned from Johanna van Gogh-Bonger. In April 1894, the Durand-Ruel Gallery in Paris agreed to take 10 paintings on consignment from Van Gogh's estate. In 1896, the Fauvist painter Henri Matisse, then an unknown art student, visited John Russell on Belle Île off Brittany. Russell had been a close friend of Van Gogh; he introduced Matisse to the Dutchman's work, and gave him a Van Gogh drawing. Influenced by Van Gogh, Matisse abandoned his earth-coloured palette for bright colours.",
        "ngram": 104,
        "subject": "Sam Elliott"
    },
    {
        "text": "Beyoncé's second solo album B'Day was released on September 4, 2006, in the US, to coincide with her twenty-fifth birthday. It sold 541,000 copies in its first week and debuted atop the Billboard 200, becoming Beyoncé's second consecutive number-one album in the United States. The album's lead single \"Déjà Vu\", featuring Jay-Z, reached the top five on the Billboard Hot 100 chart. The second international single \"Irreplaceable\" was a commercial success worldwide, reaching number one in Australia, Hungary, Ireland, New Zealand and the United States. B'Day also produced three other singles; \"Ring the Alarm\", \"Get Me Bodied\", and \"Green Light\" (released in the United Kingdom only).",
        "ngram": 106,
        "subject": "Sam Elliott"
    },
    {
        "text": "SpaceX attempted its first launch of the Falcon 1 rocket in 2006. Though the rocket failed to reach Earth orbit, it was awarded a Commercial Orbital Transportation Services program contract from NASA Administrator (and former SpaceX consultant) Mike Griffin later that year. After two more failed attempts that nearly caused Musk and his companies to go bankrupt, SpaceX succeeded in launching the Falcon 1 into orbit in 2008. Later that year, SpaceX received a $1.6 billion Commercial Resupply Services contract from NASA for 12 flights of its Falcon 9 rocket and Dragon spacecraft to the International Space Station, replacing the Space Shuttle after its 2011 retirement. In 2012, the Dragon vehicle docked with the ISS, a first for a commercial spacecraft.",
        "ngram": 121,
        "subject": "Sam Elliott"
    },
    {
        "text": "Jefferson felt slavery was harmful to both slave and master but had reservations about releasing slaves from captivity, and advocated for gradual emancipation. In 1779, he proposed gradual voluntary training and resettlement to the Virginia legislature, and three years later drafted legislation allowing slaveholders to free their own slaves. In his draft of the Declaration of Independence, he included a section, stricken by other Southern delegates, criticizing King George III for supposedly forcing slavery onto the colonies. In 1784, Jefferson proposed the abolition of slavery in all western U.S. territories, limiting slave importation to 15 years. Congress, however, failed to pass his proposal by one vote. In 1787, Congress passed the Northwest Ordinance, a partial victory for Jefferson that terminated slavery in the Northwest Territory. Jefferson freed his slave Robert Hemings in 1794 and he freed his cook slave James Hemings in 1796. Jefferson freed his runaway slave Harriet Hemings in 1822. Upon his death in 1826, Jefferson freed five male Hemings slaves in his will.",
        "ngram": 166,
        "subject": "Sam Elliott"
    },
    {
        "text": "On January 24, 2022, the songwriter Neil Young posted an open letter demanding that Spotify remove his music from their service if they would not remove The Joe Rogan Experience from their service. Young wrote that \"Spotify has a responsibility to mitigate the spread of misinformation on its platform\". On January 26, Spotify removed Young's music; a spokesperson said Spotify wanted \"all the world's music and audio content to be available to Spotify users\" and that it had a \"great responsibility in balancing both safety for listeners and freedom for creators\". On January 29, the songwriter Joni Mitchell removed her catalog from Spotify in support of Young and \"the global scientific and medical communities on this issue\".",
        "ngram": 117,
        "subject": "Sam Elliott"
    },
    {
        "text": "Ono was also an experimental filmmaker who made 16 short films between 1964 and 1972, gaining particular renown for a 1966 Fluxus film called simply No. 4, often referred to as Bottoms. The five-and-a-half-minute film consists of a series of close-ups of human buttocks walking on a treadmill. The screen is divided into four almost equal sections by the elements of the gluteal cleft and the horizontal gluteal crease. The soundtrack consists of interviews with those who are being filmed, as well as those considering joining the project. In 1996, the watch manufacturing company Swatch produced a limited edition watch that commemorated this film. She also collaborated with Lennon on the film Fly (1970), the soundtrack of which appeared on her 1971 album Fly.",
        "ngram": 124,
        "subject": "Sam Elliott"
    },
    {
        "text": "Winston Cook-Wilson wrote that \"In her vocal prime, she was able to access upper-echelon dog-whistle notes even her forebear Minnie Riperton couldn't muster.\" Her phrasing in the whistle register can be heard in the 1999 Rainbow track \"Bliss\" and the singer was praised for her perfect pitch and clear enunciation.",
        "ngram": 50,
        "subject": "Sam Elliott"
    },
    {
        "text": "In December 1992, McEntire's seventeenth album It's Your Call was released. A sign of her increased mainstream success, the album was her first to reach the top ten of the Billboard 200. It spawned the country hits \"Take It Back\", the title track and a number one duet with Vince Gill called \"The Heart Won't Lie\". Critic Brian Mansfield compared the disc to For My Broken Heart, concluding that \"only casual or partial listeners will be moved as much.\" Christopher John Farley of Time wrote that the album ranged from being \"relaxing\" to \"cathartic\", and \"these vocals from one of the best country singers linger in the mind\". For her next release, McEntire collaborated with up-and-coming artist Linda Davis on the single \"Does He Love You\". MCA Records encouraged McEntire to record the track with more established acts like Wynonna Judd or Trisha Yearwood, but ultimately finalized the track with Davis. It became her eighteenth number one hit on the Country Songs chart and her sixteenth number one hit on the Canadian country chart. It was later included on her 1993 compilation Greatest Hits Volume Two. Later that year, Davis and McEntire performed the duet at the CMA Awards. For her performance, McEntire wore a red dress with a plunging neckline that created controversy among the Nashville community.Her eighteenth studio release was 1994's Read My Mind. The disc reached number two on both the Billboard 200 and the Top Country Albums chart. The disc later reached sales of three million copies in the United States and",
        "ngram": 256,
        "subject": "Sam Elliott"
    },
    {
        "text": "In 1987, C.I.A. released the Dr. Dre-produced single \"My Posse\". Meanwhile, the Wreckin' Cru's home base was the Eve After Dark nightclub, about a quarter of a mile outside of the city of Compton in Los Angeles county. While Dre was on the turntable, Ice Cube would rap, often parodying other artists' songs. In one instance, Cube's rendition was \"My Penis\", parodying Run-DMC's \"My Adidas\". In 2015, the nightclub's co-owner and Wreckin' leader Alonzo Williams would recall feeling his reputation damaged by this and asking it not to be repeated.",
        "ngram": 90,
        "subject": "Sam Elliott"
    },
    {
        "text": "Hogan gave an interview with ABC on August 31 in which he pleaded forgiveness for his racist comments, attributing these to a racial bias inherited from his neighborhood while growing up. Hogan claimed that the term \"nigger\" was used liberally among friends in Tampa; former neighbors disputed this claim.",
        "ngram": 49,
        "subject": "Sam Elliott"
    },
    {
        "text": "Dame Angela Brigid Lansbury  (October 16, 1925 – October 11, 2022) was a British and American  actress and singer. In a career spanning 80 years, she played various roles across film, stage, and television. Although based for much of her life in the United States, her work attracted international attention.",
        "ngram": 52,
        "subject": "Sam Elliott"
    },
    {
        "text": "When asked if fear was his main subject, King said \"In every life you get to a point where you have to deal with something that's inexplicable to you, whether it's the doctor saying you have cancer or a prank phone call. So whether you talk about ghosts or vampires or Nazi war criminals living down the block, we're still talking about the same thing, which is an intrusion of the extraordinary into ordinary life and how we deal with it. What that shows about our character and our interactions with others and the society we live in interests me a lot more than monsters and vampires and ghouls and ghosts.\" Joyce Carol Oates said that \"Stephen King's characteristic subject is small-town American life, often set in fictitious Derry, Maine; tales of family life, marital life, the lives of children banded together by age, circumstance, and urgency, where parents prove oblivious or helpless. The human heart in conflict with itself—in the guise of the malevolent Other. The 'gothic' imagination magnifies the vicissitudes of 'real life' in order to bring it into a sharper and clearer focus.\" King's The Body is about coming of age, a theme he has returned to several times, for example in Joyland.",
        "ngram": 206,
        "subject": "Sam Elliott"
    },
    {
        "text": "Music critics heralded the song as her \"return to form,\" as well as the \"return of The Voice,\" while many felt it would revive \"faith\" in Carey's potential as a balladeer. \"We Belong Together\" broke several records in the United States and became Carey's sixteenth chart topper on the Billboard Hot 100. After staying at number one for fourteen non-consecutive weeks, the song became the second-longest-running number one song in US chart history, behind Carey's 1996 collaboration with Boyz II Men, \"One Sweet Day\". Billboard listed it as the \"song of the decade\" and the ninth most popular song of all time. The song broke several airplay records, and according to Nielsen BDS, and gathered both the largest one-day and one-week audiences in history.",
        "ngram": 124,
        "subject": "Sam Elliott"
    },
    {
        "text": "In his early life, Voight's political views aligned with American liberal views, and he supported President John F. Kennedy, describing his assassination as traumatizing to people at that time. He also worked for George McGovern's voter registrations efforts in the inner cities of Los Angeles. Voight actively protested against the Vietnam War. In the 1970s, he made public appearances alongside Jane Fonda and Leonard Bernstein in support of the leftist Popular Unity group in Chile.In a July 28, 2008, op-ed in The Washington Times, Voight wrote that he regretted his youthful anti-war activism, and claimed that the peace movement of that time was driven by \"Marxist propaganda\".  He also claimed that the radicals in the peace movement were responsible for the communists coming to power in Vietnam and Cambodia and for failing to stop the subsequent slaughter of 1.5 million people in the Killing Fields.In the same op-ed, Voight also criticized the Democratic Party and Barack Obama's bid to become president, claiming that the Democrats had created \"a propaganda campaign with subliminal messages, creating a God-like figure (Obama)\" who would \"demoralize this country and help create a socialist America.\" He claimed that Obama had grown up with the teachings of very angry, militant white and black people around him.Voight endorsed Republican presidential nominees Mitt Romney and Donald Trump in the 2012 and 2016 presidential elections respectively. Speaking at an inauguration rally for Trump in January 2017, Voight said, \"God answered all our prayers\" by granting Trump the White House. In May 2019, Voight released a",
        "ngram": 256,
        "subject": "Sam Elliott"
    },
    {
        "text": "Let me summarize what I've been saying about the stock market: I think it's very hard to come up with a persuasive case that equities will over the next 17 years perform anything like—anything like—they've performed in the past 17. If I had to pick the most probable return, from appreciation and dividends combined, that investors in aggregate—repeat, aggregate—would earn in a world of constant interest rates, 2% inflation, and those ever hurtful frictional costs, it would be 6%!",
        "ngram": 79,
        "subject": "Sam Elliott"
    },
    {
        "text": "Lohan's personal life has received much media attention since her teenage years, particularly after a series of legal problems and arrests, which continued until 2013, the first time she had been probation-free in over eight years. She had a turbulent childhood that she spoke about in 2007, the year her parents finalized their divorce: \"I feel like a second parent in the sense that I helped raise my family ... I was put between my mother and father a lot\". Despite the conflicts, Lohan spoke very fondly of her family. But in the late 2000s, she said she had cut off contact with her father, calling his behavior unpredictable and hard to deal with. In 2023, Lohan said she was on good terms with both her parents as the family gathered in April, which reportedly marked the first time they were all together in at least seven years.Lohan has had many high-profile relationships, most notably with actor Wilmer Valderrama in 2004, Hard Rock Cafe heir Harry Morton in 2006, DJ Samantha Ronson in 2008, and London-based Russian business heir Egor Tarabasov in 2016. On November 28, 2021, Lohan announced her engagement to financier Bader Shammas after three years of dating. On July 2, 2022, a representative confirmed Lohan and Shammas were married after she called him her \"husband\" on her Instagram birthday post. Lohan later revealed they had wed on April 3, 2022. In July 2023, she gave birth to their son in Dubai, where she has resided since 2014.",
        "ngram": 250,
        "subject": "Sam Elliott"
    },
    {
        "text": "In 1996, eleven years after debuting on BET for her music video to \"You Give Good Love\", Houston became the first female recipient of the BET Walk of Fame and the youngest-ever recipient of this honor at just 33 years old. Five years later, in 2001, Houston was the first artist to be given a BET Lifetime Achievement Award. Houston also remains the youngest recipient of the honor as she received the honor at just the age of 37. BET honored her again in 2010 when she received an award from The BET Honors. Houston is only one of two artists to receive all three honors from the BET network. ",
        "ngram": 111,
        "subject": "Sam Elliott"
    },
    {
        "text": "Grant would later meet with Lincoln and testify at a court of inquiry against Generals Burnside and Ledlie for their incompetence. In his memoirs, he blamed them for that disastrous Union defeat. Rather than fight Lee in a full-frontal attack as he had done at Cold Harbor, Grant continued to force Lee to extend his defenses south and west of Petersburg, better allowing him to capture essential railroad links.",
        "ngram": 69,
        "subject": "Sam Elliott"
    },
    {
        "text": "Favre was the analyst for his alma mater, Southern Miss, when they played the Rice Owls on October 1, 2011. He later joined the NFL Network for pregame coverage of Super Bowl XLVII. It has also been reported that Favre has turned down repeated offers from the NFL Network to become an on-air analyst.",
        "ngram": 54,
        "subject": "Sam Elliott"
    },
    {
        "text": "As early as 2008, Reeves and Alex Winter had shown enthusiasm for a third Bill & Ted film, but the project went into development limbo. Finally in 2020, Bill & Ted Face the Music, the third film in the franchise was released. The critic from Salon magazine was disappointed in Reeves' performance, but praised the film for its message that \"music has the power to unite the world\". Leah Greenblatt of Entertainment Weekly gave the film a grade B, and complimented the onscreen chemistry between Reeves and Winter. He also appeared in The SpongeBob Movie: Sponge on the Run as a tumbleweed named Sage. Reeves appears as Johnny Silverhand in the video game Cyberpunk 2077. In December 2021, Reeves returned to the screen for the fourth film in The Matrix franchise: The Matrix Resurrections. Carrie-Anne Moss also reprised her role as Trinity. The Matrix Resurrections was a box office disappointment; one critic praised Reeves' and Moss' performances, but thought the film was \"no game-changer\".",
        "ngram": 164,
        "subject": "Sam Elliott"
    },
    {
        "text": "According to research by William Addams Reitwiesner, Shields has ancestral links with a number of noble families from Italy, in particular from Genoa and Rome. These are namely (in chronological order of descent from 1355 to 1965) the Gattilusi-Palaiologos-Savoy, Grimaldi, Imperiali, Carafa, Doria, Doria-Pamphili-Landi, Chigi-Albani, and Torlonia dynasties. Her paternal grandmother was Italian noblewoman Marina Torlonia di Civitella-Cesi, who was the daughter of an Italian prince and an American socialite. Her great-uncle was the Italian nobleman Alessandro Torlonia, the husband of Infanta Beatriz of Spain.",
        "ngram": 85,
        "subject": "Sam Elliott"
    },
    {
        "text": "Shortly after Shields graduated from Princeton University, her four-year transcript was published in the July 1987 edition of Life magazine. Based on that transcript, The New York Times published a light-hearted op-ed piece intended to tweak the claim that Princeton produced superior, well-rounded graduates. Noting that Shields \"got all As and Bs, and obviously paid attention to her school work\", it claimed she \"got cheated\" because Princeton did not require her to take any classical studies, medieval, modern or American history, or any course in mathematics, philosophy, economics, political science, world literature, or science with laboratory experience. \"[I]f that adds up to a liberal arts education from a place like Princeton, there is no longer any danger that our society will ever suffer from elitism in any form.\"",
        "ngram": 128,
        "subject": "Sam Elliott"
    },
    {
        "text": "Due to her all-court game, Williams can hit winners from any position. An exceptional tactical player with remarkable problem-solving skills, she also plays with sheer power and aggression. She relies on defense infrequently, rarely hitting drop shots and lobs, as her exceptional speed and court coverage allow her to hit with assertive power and strength from frequently defensive positions. Further strengths include her detailed and intricate footwork, and supreme athleticism.",
        "ngram": 70,
        "subject": "Sam Elliott"
    },
    {
        "text": "The highest-paid Latina actress in history, Lopez's film career has been credited with paving the way for greater representation of Latino Americans in Hollywood, which was historically a \"whites-only preserve\". Biographer Kathleen Tracy opined that \"Lopez blazed a trail no openly Latin actress had gone before\", noting that previous Latina stars cosmetically downplayed their ethnicity and changed their names. With Out of Sight (1998), she achieved \"ethnic 'blind' casting\", making her an \"anomaly in the traditionally white space\" of mainstream Hollywood. By deliberately avoiding stereotypical roles, biographer James Robert Parish said Lopez \"helped minimize racial boundaries in show business.\" Her perceived Academy Award snub for Hustlers (2019) was referenced by Los Angeles mayor Eric Garcetti when announcing a new initiative for Latino representation in Hollywood.",
        "ngram": 125,
        "subject": "Sam Elliott"
    },
    {
        "text": "In January 2024, it was announced that a film based on the making of Springsteen's 1982 album Nebraska was being made with Springsteen and manager Jon Landau involved along with Scott Cooper serving as the director and writer. The film, which will be titled Deliver Me from Nowhere and will be based on the 2023 book written by Warren Zanes, will be produced by former Netflix FIlms chairman Scott Stuber for A24 and  actor Jeremy Allen White is being considered for the role of Springsteen.",
        "ngram": 86,
        "subject": "Sam Elliott"
    },
    {
        "text": "On January 30, 2005, Cena took part in the Royal Rumble match, making it to the final two. He and Batista went over the top rope at the same time, at first ending the match but the match was restarted and won by Batista. At No Way Out on February 20, Cena defeated Kurt Angle to earn a spot in the SmackDown! brand's WrestleMania 21 main event match, beginning a feud with then WWE Champion John \"Bradshaw\" Layfield (JBL) and his Cabinet in the process. In the early stages of the feud, Cena lost the United States Championship to Cabinet member Orlando Jordan. At WrestleMania 21 on April 3, Cena defeated JBL to win the WWE Championship, his first world championship. Now with a spinner WWE Championship belt, JBL took the original title belt and claimed he was still the WWE Champion, until Cena defeated him in an \"I Quit\" match at Judgment Day on May 22 to retain the title.",
        "ngram": 161,
        "subject": "Sam Elliott"
    },
    {
        "text": "In 2013, under the guidance of Oprah Winfrey, Lohan filmed the docu-series Lindsay (2014), which depicted her returning to work. She subsequently made her stage debut in the London West End production of Speed-the-Plow (2014), starred in the second season of the comedy series Sick Note (2018), and served as a panelist in the first season of Masked Singer Australia (2019). Between 2016 and 2018, she opened three beach clubs in Greece, which were the focus of the MTV reality television series Lindsay Lohan's Beach Club (2019). After signing a multi-picture deal with Netflix, Lohan starred in the romantic comedies Falling for Christmas (2022) and Irish Wish (2024).",
        "ngram": 108,
        "subject": "Sam Elliott"
    },
    {
        "text": "The music video for \"Single Ladies\" has been parodied and imitated around the world, spawning the \"first major dance craze\" of the Internet age according to the Toronto Star. At the 2009 MTV Video Music Awards, the video won three categories, including Video of the Year. Its failure to win the Best Female Video category, which went to American singer-songwriter Taylor Swift's \"You Belong with Me\", led to Kanye West interrupting the ceremony and Beyoncé improvising a re-presentation of Swift's award during her own acceptance speech. In March 2009, Beyoncé embarked on the I Am... Tour, her second headlining worldwide concert tour, consisting of 108 shows, grossing $119.5 million.",
        "ngram": 109,
        "subject": "Sam Elliott"
    },
    {
        "text": "Presley was born on February 1, 1968, the only daughter of Elvis and Priscilla Presley at Baptist Memorial Hospital-Memphis in Memphis, Tennessee, nine months to the day after her parents' wedding. After her parents divorced, she lived with her mother in Los Angeles, and frequently stayed with her father at Graceland in Memphis.",
        "ngram": 53,
        "subject": "Sam Elliott"
    },
    {
        "text": "Burns indicates that young Franklin Roosevelt was self-assured and at ease in the upper class. On the other hand, Eleanor was shy and disliked social life. Initially, Eleanor stayed home to raise their children. As his father had done, Franklin left childcare to his wife, and Eleanor delegated the task to caregivers. She later said that she knew \"absolutely nothing about handling or feeding a baby.\" They had six children. Anna, James, and Elliott were born in 1906, 1907, and 1910, respectively. The couple's second son, Franklin, died in infancy in 1909. Another son, also named Franklin, was born in 1914, and the youngest, John, was born in 1916.",
        "ngram": 109,
        "subject": "Sam Elliott"
    },
    {
        "text": "Historian Ron Chernow claims that \"the theoretical damage of the Kentucky and Virginia Resolutions was deep and lasting, and was a recipe for disunion\", contributing to the American Civil War as well as later events. Washington was so appalled by the resolutions that he told Patrick Henry that, if \"systematically and pertinaciously pursued\", the resolutions would \"dissolve the union or produce coercion.\" Jefferson had always admired Washington's leadership skills but felt that his Federalist party was leading the country in the wrong direction. He decided not to attend Washington's funeral in 1799 because of acute differences with him while serving as secretary of state.",
        "ngram": 104,
        "subject": "Sam Elliott"
    },
    {
        "text": "Grant had to commit troops to check Confederate General Jubal Early's raids in the Shenandoah Valley, which were getting dangerously close to Washington. By late July, at Petersburg, Grant reluctantly approved a plan to blow up part of the enemy trenches from a tunnel filled with gunpowder. The massive explosion instantly killed an entire Confederate regiment. The poorly led Union troops under Major General Ambrose Burnside and Brigadier General James H. Ledlie, rather than encircling the crater, rushed into it. Recovering from the surprise, Confederates, led by Major General William Mahone, surrounded the crater and easily picked off Union troops. The Union's 3,500 casualties outnumbered the Confederates' three-to-one. The battle marked the first time that Union black troops, who endured a large proportion of the casualties, engaged in any major battle in the east. Grant admitted that the tactic had been a \"stupendous failure\".",
        "ngram": 144,
        "subject": "Sam Elliott"
    },
    {
        "text": "Houston is one of the best-selling recording artists of all time, with more than 220 million records sold worldwide. She is also the best-selling female R&B artist of the 20th century. Houston had also sold more physical singles than any other female solo artist in history. As of 2023, she was ranked as one of the best-selling artists in the United States by the Recording Industry Association of America with 61 million certified albums. Houston released seven studio albums and two soundtrack albums, all of which have been certified diamond, multi-platinum or platinum.",
        "ngram": 93,
        "subject": "Sam Elliott"
    }
]