[
    {
        "text": "As you might know, I care deeply about stem cell research. In Missouri, you can elect Claire McCaskill, who shares my hope for cures. Unfortunately, Senator Jim Talent opposes expanding stem cell research. Senator Talent even wanted to criminalize the science that gives us the chance for hope. They say all politics is local, but that's not always the case. What you do in Missouri matters to millions of Americans, Americans like me.The New York Times called it \"one of the most powerful and talked about political advertisements in years\" and polls indicated that the commercial had a measurable impact on the way voters voted, in an election that McCaskill won. His second book, Always Looking Up: The Adventures of an Incurable Optimist, describes his life between 1999 and 2009, with much of the book centered on how Fox got into campaigning for stem cell research. On March 31, 2009, Fox appeared on The Oprah Winfrey Show with Mehmet Oz to discuss his condition as well as his book, his family and his primetime special, which aired May 7, 2009, (Michael J. Fox: Adventures of an Incurable Optimist).His work led him to be named one of the 100 people \"whose power, talent or moral example is transforming the world\" in 2007 by Time magazine. On March 5, 2010, Fox received an honorary doctorate in medicine from Karolinska Institute for his contributions to research in Parkinson's disease. He received an honorary doctorate of laws from the University of British Columbia.On May 31, 2012, he received an honorary",
        "ngram": 256,
        "subject": "Lil Wayne"
    },
    {
        "text": "For the November 1976 issue of Playboy, which hit newsstands a couple of weeks before the election, Robert Scheer interviewed Carter. While discussing his religion's view of pride, Carter said: \"I've looked on a lot of women with lust. I've committed adultery in my heart many times.\" This response and his admission in another interview that he did not mind if people uttered the word \"fuck\" led to a media feeding frenzy and critics lamenting the erosion of boundary between politicians and their private intimate lives.",
        "ngram": 86,
        "subject": "Lil Wayne"
    },
    {
        "text": "Welch married her high school sweetheart, James Welch, in Las Vegas on May 8, 1959. They had two children, Damon (born November 6, 1959) and Tahnee (born December 26, 1961). The couple separated in 1962 and divorced in 1964; she retained Welch's surname until her death in 2023.She married publicist Patrick Curtis in Paris on February 14, 1967 (Valentine's Day), and divorced him on January 6, 1972. Curtis later claimed to the tabloids that Welch got an abortion during their marriage. Spanish media reported that during the shooting of 100 Rifles in Spain in 1968, Welch, while married to Curtis, had a relationship with Spanish actor Sancho Gracia, who had a small role in the film, and that Welch's husband, upon finding out about the affair, chased Gracia at gunpoint through the hotel where they were staying in Aguadulce. Subsequent boyfriends included football player Joe Namath, producer Robert Evans and comedian Freddie Prinze.",
        "ngram": 153,
        "subject": "Lil Wayne"
    },
    {
        "text": "McQueen's first breakout role came on television. He appeared on Dale Robertson's NBC Western series Tales of Wells Fargo as Bill Longley. Elkins, then McQueen's manager, successfully lobbied Vincent M. Fennelly, producer of the Western series Trackdown, to have McQueen read for the part of bounty hunter Josh Randall. He first appeared in Season 1, Episode 21, of Trackdown in 1958. He appeared as Randall in that episode, cast opposite series lead Robert Culp, a former New York motorcycle racing buddy. McQueen appeared again on Trackdown in Episode 31 of the first season, in which he played twin brothers, one of whom was an outlaw sought by Culp's character, Hoby Gilman.",
        "ngram": 111,
        "subject": "Lil Wayne"
    },
    {
        "text": "Beginning in the early 1970s, Farrow appeared onstage in numerous classical plays in London, beginning with the Royal Shakespeare Company's 1971 production of Jeanne d'Arc au bûcher—in which she portrayed Joan of Arc—at the Royal Albert Hall. Farrow made history as the first American actress to join the Royal Shakespeare Company. The same year, she appeared in the British horror film See No Evil, portraying a blind woman whose family is stalked by a killer. Though he gave the film a mixed review, Roger Greenspun of The New York Times wrote that Farrow \"plays her blind patrician with exactly the right small depth of pathos and vulnerable nobility.\" Farrow also starred in the television film Goodbye, Raggedy Ann (1971), playing an unstable Hollywood starlet. In 1972, Farrow starred in the French black comedy film Dr. Popaul, opposite Jean-Paul Belmondo, as a secretary who marries a womanizer, and in Carol Reed's Follow Me! as a woman suspected of having an affair by her wealthy husband. Onstage, she starred as the lead in a 1972 stage production of Mary Rose, followed by the role of Irina in The Three Sisters, and a dual role in The House of Bernarda Alba (both 1973).Farrow was cast as Daisy Buchanan in the 1974 Paramount Pictures film adaptation of The Great Gatsby, directed by Jack Clayton. The film was a commercial success, grossing over $25 million in the United States, while Variety deemed it \"the most concerted attempt to probe the peculiar ethos of the Beautiful People of the 1920s.\" In 1975,",
        "ngram": 256,
        "subject": "Lil Wayne"
    },
    {
        "text": "Henry Franklin Winkler was born on October 30, 1945, on the West Side of New York City's Manhattan borough. The \"H\" in his first name is a reference to his Uncle Helmut, while his middle name refers to President Franklin D. Roosevelt. He has an older sister named Beatrice.Although his family did not keep kosher, Winkler was raised in the traditions of Conservative Judaism. During his childhood, Winkler and his family spent their summers at Lake Mahopac, New York, and as a teenager he was a water skiing instructor at Blue Mountain camps.While growing up, Winkler had a difficult relationship with his father, who wanted him to continue the family business. When his father grew frustrated with Winkler's focus on acting, he would ask his son why he had brought the business over from Germany to the United States. Winkler would respond: \"Besides being chased by the Nazis, Dad, was there a bigger reason than that?\"",
        "ngram": 156,
        "subject": "Lil Wayne"
    },
    {
        "text": "An invitation-only memorial service was held for Houston on February 18, 2012, at her home church, the New Hope Baptist Church, in Newark, New Jersey. The service was scheduled for two hours, but lasted four. Among those who performed at the funeral were Stevie Wonder (rewritten version of \"Ribbon in the Sky\" and \"Love's in Need of Love Today\"), CeCe Winans (\"Don't Cry\" and \"Jesus Loves Me\"), Alicia Keys (\"Send Me an Angel\"), Kim Burrell (rewritten version of \"A Change Is Gonna Come\") and R. Kelly (\"I Look to You\").",
        "ngram": 90,
        "subject": "Lil Wayne"
    },
    {
        "text": "In 2003, Bateman was cast as Michael Bluth in the comedy series Arrested Development. Although critically acclaimed, the series never achieved high ratings and ended on February 10, 2006. The show was revived in spring 2013. Bateman won several awards for his work on the series, including a Golden Globe for Best Actor in a Television Series Musical or Comedy. He was also nominated in 2005 for the Emmy Award for Outstanding Actor in a Comedy Series. New episodes of Arrested Development have been released on Netflix with the original cast, including Bateman. Bateman performed commentary on the 2004 Democratic National Convention for The Majority Report with Arrested Development co-star David Cross, and hosted NBC's Saturday Night Live on February 12, 2005. In 2006 he appeared as a guest star on the Scrubs episode \"My Big Bird\" as Mr. Sutton, a garbage man with a flock of vicious ostriches as pets. In 2009 Bateman became a regular voice actor for the short-lived Fox comedy series Sit Down, Shut Up. He voiced Larry Littlejunk, the gym teacher and only staff member who can teach.In 2010, Bateman and Arrested Development co-star Will Arnett created \"DumbDumb Productions\", a production company focusing on digital content. Their first video was \"Prom Date\", the first in a series of \"Dirty Shorts\" for Orbit. In 2012, Bateman returned to his role of Michael Bluth for the revival of Arrested Development along with the rest of the original cast. The now-Netflix-sponsored series released season 4 on its Instant Watch website on May 26, 2013.",
        "ngram": 256,
        "subject": "Lil Wayne"
    },
    {
        "text": "At the July 1940 Democratic Convention in Chicago, Roosevelt easily swept aside challenges from Farley and Vice President Garner, who had turned against Roosevelt in his second term because of his liberal economic and social policies. To replace Garner on the ticket, Roosevelt turned to Secretary of Agriculture Henry Wallace of Iowa, a former Republican who strongly supported the New Deal and was popular in farm states. The choice was strenuously opposed by many of the party's conservatives, who felt Wallace was too radical and \"eccentric\" in his private life. But Roosevelt insisted that without Wallace on the ticket he would decline re-nomination, and Wallace won the vice-presidential nomination, defeating Speaker of the House William B. Bankhead and other candidates.",
        "ngram": 120,
        "subject": "Lil Wayne"
    },
    {
        "text": "In June 1973, with Godspell winding down and Chicago's Second City improv comedy theatre starting up a sister company in Toronto, many of Short's Godspell peers (his girlfriend Radner, in addition to Levy, Eastwood, and Salsberg) as well as the rest of his social circle (Valri Bromfield and Dan Aykroyd) successfully joined the new troupe's first cast. Short, on the other hand, resisted auditioning due to feeling a \"phobia of being funny on demand\" and considering himself a \"traditional song-and-dance performer\".In 1974, Short was hired as a writer on Everything Goes, a nightly variety show hosted by Norm Crosby, Mike Darow, and Catherine McKinnon. Produced by and aired on Global Television Network, broadcasting only to Southern Ontario as a newly launched regional grouping of television stations, the show lasted less than six months before being cancelled.",
        "ngram": 136,
        "subject": "Lil Wayne"
    },
    {
        "text": "In November 1799, the Alien and Sedition Acts had left one Democratic-Republican newspaper functioning in New York City. When the last newspaper, the New Daily Advertiser, reprinted an article saying that Hamilton had attempted to purchase the Philadelphia Aurora to close it down, and said the purchase could have been funded by \"British secret service money\". Hamilton urged the New York Attorney General to prosecute the publisher for seditious libel, and the prosecution compelled the owner to close the paper.In the 1800 election, Hamilton worked to defeat not only the Democratic-Republicans, but also his party's own nominee, John Adams.: 392–99  Aaron Burr had won New York for Jefferson in May via the New York City legislative elections, as the legislature was to choose New York's electors; now Hamilton proposed a direct election, with carefully drawn districts where each district's voters would choose an elector—such that the Federalists would split the electoral vote of New York. Jay, who had resigned from the Supreme Court to be governor of New York, wrote on the back of a letter, \"Proposing a measure for party purposes which it would not become me to adopt,\" and declined to reply.Adams was running this time with Charles Cotesworth Pinckney, the elder brother of former vice presidential candidate Thomas. Hamilton toured New England, again urging northern electors to hold firm for Pinckney in the renewed hope of making Pinckney president; and he again intrigued in South Carolina.: 350–51  Hamilton's ideas involved coaxing middle-state Federalists to assert their non-support for Adams if there was no support for",
        "ngram": 256,
        "subject": "Lil Wayne"
    },
    {
        "text": "I could see that Jim was neat around his place. Flowers trimmed, no papers in the yard... grass always cut. So to piss him off, I'd start lobbing empty beer cans down the hill into his driveway. He'd have his drive all spick 'n' span when he left the house, then get home to find all these empty cans. Took him a long time to figure out it was me.",
        "ngram": 70,
        "subject": "Lil Wayne"
    },
    {
        "text": "In 2018 and 2021, Harry was selected as one of the 100 Most Influential People in the World by Time magazine. In 2019, the magazine named Harry and his wife as among the 25 Most Influential People on the Internet. In 2021, the couple was featured on one of the magazine's seven worldwide Time 100 covers. In 2023, People named him as one of the \"25 Most Intriguing People of the Year\".",
        "ngram": 72,
        "subject": "Lil Wayne"
    },
    {
        "text": "Baldwin co-starred in the hit romantic comedy It's Complicated (2009) with Meryl Streep and Steve Martin. Together Streep and Baldwin received positive reviews for their on-screen chemistry. Manohla Dargis of The New York Times wrote, \"Mr. Baldwin does with Jake, who, with his shark smiles and thrusting gut, beautifully conveys male vanity in its twilight\". Kirk Honeycut of The Associated Press wrote, \"Baldwin has developed a second career in films and television by more or less spoofing his macho image\". Baldwin went on to receive a nomination for the BAFTA Award for Best Supporting Actor for his performance. That same year, Baldwin co-hosted the 82nd Academy Awards with Steve Martin in 2010. The Boston Globe television critic Matthew Gilbert lauded the hosts performance saying that \"The delivery was expert and warmly conversational, like one of those old-school comedy teams.\"He has hosted Saturday Night Live 17 times as of February 11, 2017, and holds the record for most times hosting the show. On October 24, 2011, WNYC public radio released the first episode of Baldwin's podcast Here's the Thing, a series of interviews with public figures including artists, policy-makers, and performers. The first two episodes featured actor Michael Douglas and political consultant Ed Rollins. Between 2011 and 2020, Baldwin completed more than 150 interviews, with guests who included musician Wynton Marsalis, filmmaker Edward Norton, comedian David Letterman, violinist Itzhak Perlman, and pianist Lang Lang, among many others. Here's the Thing was developed for Baldwin by Lu Olkowski, Trey Kay, Kathy Russo, and Emily Botein. On February 4,",
        "ngram": 256,
        "subject": "Lil Wayne"
    },
    {
        "text": "Candy was in talks to portray Ignatius J. Reilly in a now-shelved film adaptation of John Kennedy Toole's Pulitzer Prize–winning novel A Confederacy of Dunces. He had also expressed interest in portraying Atuk in a film adaptation of Mordecai Richler's The Incomparable Atuk and Roscoe \"Fatty\" Arbuckle in a biopic based on the silent film comedian's life. These three shelved projects have been alleged as cursed because Candy, John Belushi, Sam Kinison, and Chris Farley were each attached to all three roles; they all died before they could make any of these films. Candy was originally considered to play Alec Guinness's role in the remake of the 1950 film Last Holiday, with Carl Reiner directing. Eventually the role was played by Queen Latifah in a loose remake released in 2006. Candy was also slated to collaborate with John Hughes again in a comedy opposite Sylvester Stallone, titled Bartholomew vs. Neff. Candy and Stallone were to have portrayed feuding neighbors. In the animated Disney film Pocahontas, the role of Redfeather the Turkey was written for him, but was subsequently cut from the film after his death.",
        "ngram": 185,
        "subject": "Lil Wayne"
    },
    {
        "text": "Brown taught himself to sing and dance at a young age and often cites Michael Jackson as his inspiration. He began to perform in his church choir and in several local talent shows. Brown said, during a 2023 interview with Shannon Sharpe, that he started to take in consideration music as his job after winning a talent show during a summer camp when he was 11 years old, performing Sisqó’s \"Thong Song\": \"The camp leaders, they laughed, but everybody kinda went crazy in there and I was like 'I think I can do this'.\" When he mimicked an Usher performance of \"My Way\", his mother recognized his vocal talent, and they began to look for the opportunity of a record deal. At the same time, Brown was going through personal issues. His parents had divorced, and his mother's boyfriend terrified him by subjecting her to domestic violence. In a 2017 self-documentary, Welcome to My Life, Brown goes into detail about the abusive relationship. Brown said that when he was six, his mother's partner shot himself in the head, but did not die. The gunshot blinded him, the physical impairment only adding to his rage. His mother's partner took his anger and frustration out on Hawkins: \"I had to hear my mom get beat up every night. I’d pee on myself, just scared to even walk out into the hallway, because I didn’t want to see nothing\".",
        "ngram": 236,
        "subject": "Lil Wayne"
    },
    {
        "text": "On April 29, 1999, Johnson married San Francisco socialite and Montessori nursery school teacher Kelley Phleger, former longtime girlfriend of Governor Gavin Newsom, at the Pacific Heights mansion of Ann and Gordon Getty. Actor Robert Wagner served as best man, and Mayor Willie Brown presided over the civil ceremony. Johnson and Phleger have three children together: a daughter, Atherton Grace (born December 28, 1999), and two sons, Jasper Breckinridge (born June 6, 2002), and Deacon (born April 29, 2006).",
        "ngram": 79,
        "subject": "Lil Wayne"
    },
    {
        "text": "In 2020, Favre's involvement with the development and promotion of a concussion treatment drug, Prevasol, by the Prevacus corporation, came under scrutiny. The nonprofit Mississippi Community Education Center (MCEC) received $2.5 million in federal grant funds diverted from Mississippi's Temporary Assistance for Needy Families welfare funds (TANF), as well as tens of millions in public funds as an element of the scheme. The Mississippi state auditor has termed the scheme \"the largest public embezzlement case in state history\". A grand jury in Hinds County indicted MCEC founder, Nancy New, and her son Zach in the scheme. Favre had introduced MCEC's founders to top state welfare officials. Former Governor Phil Bryant is also involved in the scandal.",
        "ngram": 116,
        "subject": "Lil Wayne"
    },
    {
        "text": "In October 2021, Meghan and Harry announced their partnership with Ethic, a sustainable investment firm based in New York City, which also manages the couple's investments. According to state filings from Delaware, where the couple's Archewell foundation is registered, Meghan and Harry incorporated 11 companies and a trust beginning in early 2020 which include Orinoco Publishing LLC and Peca Publishing LLC to hold the rights for their books as well as Cobblestone Lane LLC and IPHW LLC which are holders of their foundation's logos. Frim Fram Inc., which ran The Tig, had been registered earlier as a new corporation in Delaware in December 2019.",
        "ngram": 104,
        "subject": "Lil Wayne"
    },
    {
        "text": "In the Analects, Confucius presents himself as a \"transmitter who invented nothing\". He puts the greatest emphasis on the importance of study, and it is the Chinese character for study (學) that opens the text. Far from trying to build a systematic or formalist theory, he wanted his disciples to master and internalize older classics, so that their deep thought and thorough study would allow them to relate the moral problems of the present to past political events (as recorded in the Annals) or the past expressions of commoners' feelings and noblemen's reflections (as in the poems of the Book of Odes). Although some Chinese people follow Confucianism in a religious manner, many argue that its values are secular and that it is less a religion than a secular morality. Proponents of religious Confucianism argue that despite the secular nature of Confucianism's teachings, it is based on a worldview that is religious. Confucianism discusses elements of the afterlife and views concerning Heaven, but it is relatively unconcerned with some spiritual matters often considered essential to religious thought, such as the nature of souls.",
        "ngram": 183,
        "subject": "Lil Wayne"
    },
    {
        "text": "Rihanna has ventured into other businesses and industries. In October 2005, Rihanna struck an endorsement deal with Secret Body Spray. In 2010, Rihanna featured in the Optus commercial, in conjunction with Optus supporting Rihanna's Last Girl on Earth. The same year Rihanna also featured in the Kodak commercial along with rapper Pitbull. In October 2010, she released a photo book featuring photos from the Last Girl on Earth tour and served as an accompaniment to her fourth studio album Rated R (2009). In 2011, Rihanna was the face of Nivea and Vita Coco.",
        "ngram": 93,
        "subject": "Lil Wayne"
    },
    {
        "text": "\"Jenny, as outbreaks of measles, mumps and whooping cough continue to appear in the U.S.—most the result of parents refusing to vaccinate their children because of the scare stories passed around by anti-vaxxers like you—it's just too late to play cute with the things you've said. You are either floridly, loudly, uninformedly antivaccine or you are the most grievously misunderstood celebrity of the modern era. Science almost always prefers the simple answer, because that's the one that's usually correct. Your quote trail is far too long—and you have been far too wrong—for the truth not to be obvious.\"",
        "ngram": 98,
        "subject": "Lil Wayne"
    },
    {
        "text": "James invests heavily in his health, reportedly spending $1.5 million a year to pay for personal chefs, athletic trainers, and physical therapies for recovery. Kyle Korver has described James's fitness as being on \"another level\". However, James's routine is not perfectly clean; he drinks wine every night, believing it to be good for his heart, while Tristan Thompson has stated that James eats desserts with every meal.",
        "ngram": 67,
        "subject": "Lil Wayne"
    },
    {
        "text": "On May 11, 2017, Cyrus released \"Malibu\" as the lead single from her sixth album. The single debuted at No. 64 on the Billboard Hot 100 and peaked at No. 10 on the chart on its second week. On June 9, Cyrus released \"Inspired\" after performing the song at the One Love Manchester benefit concert. It served as a promotional single from the album. On August 8, Cyrus announced that her sixth studio album would be titled Younger Now and would be released on September 29, 2017. The album's title track was released as the second single from the album on August 18 and debuted and peaked at No. 79 on the Billboard Hot 100. On August 27, Cyrus performed the track at the 2017 MTV Video Music Awards. On September 15, she performed \"Malibu\", \"Younger Now\", \"See You Again\", \"Party in the U.S.A.\" and a cover of the Roberta Flack hit \"The First Time Ever I Saw Your Face\" (written by Ewan McColl) for the BBC Radio 1 Live Lounge. On October 2, as part of her one-week regular musical appearances on The Tonight Show Starring Jimmy Fallon, Cyrus sang her 2009 hit single \"The Climb\" for the first time since 2011 alongside a cover of \"No Freedom\" by Dido to honor the victims of the Las Vegas shooting. The former song has since been performed at multiple charity events, protests, and marches, including at the March For Our Lives demonstrations in Washington, D.C. That same year, Cyrus returned as a coach in the thirteenth",
        "ngram": 256,
        "subject": "Lil Wayne"
    },
    {
        "text": "Gere first worked professionally at the Seattle Repertory Theatre and the Provincetown Playhouse on Cape Cod in 1969, where he starred in Rosencrantz and Guildenstern Are Dead. His first major acting role was in the original London stage version of Grease, in 1973. He was one of the first notable Hollywood actors to play a homosexual character, starring as a gay Holocaust victim in the 1979 Broadway production of Bent, for which he earned a Theatre World Award.",
        "ngram": 78,
        "subject": "Lil Wayne"
    },
    {
        "text": "In 2010, Grammer returned to Broadway in the musical revival of La Cage aux Folles, where he received a nomination for the Tony Award for Best Leading Actor in a Musical. In 2016, Grammer won a Tony Award for Best Musical as producer of a musical revival of The Color Purple. In 2019, he starred as Don Quixote in a production of Man of La Mancha at the London Coliseum. In 2023, The Telegraph described Grammer as one of \"the finest actors\" of his generation.",
        "ngram": 85,
        "subject": "Lil Wayne"
    },
    {
        "text": "Pfeiffer said she sometimes feels fraudulent as an untrained actor due to her lack of conventional schooling. She credits director Milton Katselas with teaching her to differentiate between how an actor and their character would behave during the same scene. Vulture's Angelica Jade Bastién said Pfeiffer's talent dispels any argument that untrained actors are less capable than their trained peers. Several film critics have described her as \"a character actress in a screen siren's body\", with Bastién profiling her as \"a character actress reluctantly placed in Hollywood’s lineage of blonde bombshells\". Journalist James Kaplan reported that some critics feel Pfeiffer has undersold herself by choosing character roles that emphasize her talent over her beauty. In 1993, film critic Ty Burr argued that her \"unshowy performances work because they don’t call attention to themselves\", although her looks might prevent her from being considered \"one of today’s best screen actresses\". Pfeiffer claims she rarely accepts glamorous roles because she finds few of them compelling, and prefers drama over comedy. She has also described acting as a \"sadomasochistic\" profession, due to how \"brutal\" she finds the process can be at times.",
        "ngram": 188,
        "subject": "Lil Wayne"
    },
    {
        "text": "Brando was one of the most respected actors of the post-war era. He is listed by the American Film Institute as the fourth greatest male star whose screen debut occurred before or during 1950 (it occurred in 1950). He earned respect among critics for his memorable performances and charismatic screen presence. He helped popularize 'method acting'. He is regarded as one of the greatest cinema actors of the 20th century. Furthermore, he was one of only six actors named in 1999 by Time magazine in its list of the 100 Most Important People of the Century. In this list, Time also designated Brando as the \"Actor of the Century\".",
        "ngram": 109,
        "subject": "Lil Wayne"
    },
    {
        "text": "For their first match in March 2019, the members of the United States women's national soccer team each wore a jersey with the name of a woman who inspired them on the back. Crystal Dunn chose Serena Williams. In September 2022, Twitter said that Williams was the most tweeted-about female athlete of all time. She and Venus have been widely credited with increasing diversity within the sport.",
        "ngram": 67,
        "subject": "Lil Wayne"
    },
    {
        "text": "Starting in 1968, Trump was employed at his father's real estate company, Trump Management, which owned racially segregated middle-class rental housing in New York City's outer boroughs. In 1971, he became president of the company and began using the Trump Organization as an umbrella brand. Between 1991 and 2009, he filed for Chapter 11 bankruptcy protection for six of his businesses, the Plaza Hotel in Manhattan, the casinos in Atlantic City, New Jersey, and the Trump Hotels & Casino Resorts company.",
        "ngram": 81,
        "subject": "Lil Wayne"
    },
    {
        "text": "Another artist who received a major career boost from The Johnny Cash Show was Kris Kristofferson, who was beginning to make a name for himself as a singer-songwriter. During a live performance of Kristofferson's \"Sunday Mornin' Comin' Down\", Cash refused to change the lyrics to suit network executives, singing the song with its references to marijuana intact:",
        "ngram": 57,
        "subject": "Lil Wayne"
    },
    {
        "text": "When Beyoncé was eight, she met LaTavia Roberson at an audition for an all-girl entertainment group. They were placed into a group called Girl's Tyme with three other girls, and rapped and danced on the talent show circuit in Houston. After seeing the group, R&B producer Arne Frager brought them to his Northern California studio and placed them in Star Search, the largest talent show on national TV at the time. Girl's Tyme failed to win, and Beyoncé later said the song they performed was not good. In 1995, Beyoncé's father, Matthew, resigned from his job to manage the group. The move reduced the family's income by half, and Beyoncé's parents were forced to sell their house and cars and move into separated apartments.",
        "ngram": 124,
        "subject": "Lil Wayne"
    },
    {
        "text": "F=mv{\\displaystyle F=mv},incorrect in modern physics.Natural motion depends on the element concerned: the aether naturally moves in a circle around the heavens, while the 4 Empedoclean elements move vertically up (like fire, as is observed) or down (like earth) towards their natural resting places.",
        "ngram": 43,
        "subject": "Lil Wayne"
    },
    {
        "text": "By the 19th century, the scope of Leonardo's notebooks was known, as well as his paintings. Hippolyte Taine wrote in 1866: \"There may not be in the world an example of another genius so universal, so incapable of fulfilment, so full of yearning for the infinite, so naturally refined, so far ahead of his own century and the following centuries.\"",
        "ngram": 60,
        "subject": "Lil Wayne"
    },
    {
        "text": "Smith dropped out of high school in 1984, married in 1985, and divorced in 1993. In 1994, her highly publicized second marriage to 89-year-old billionaire J. Howard Marshall resulted in speculation that she married him for his money, which she denied. Following Marshall's death in 1995, Smith began a lengthy legal battle over a share of his estate. Her cases reached the Supreme Court of the United States: Marshall v. Marshall on a question of federal jurisdiction and Stern v. Marshall on a question of bankruptcy court authority. Smith died in February 2007 in Hollywood, Florida, of a combined drug intoxication.",
        "ngram": 101,
        "subject": "Lil Wayne"
    },
    {
        "text": "Trump and his Plaza Hotel hosted several boxing matches at the Atlantic City Convention Hall. In 1989 and 1990, Trump lent his name to the Tour de Trump cycling stage race, an attempt to create an American equivalent of European races such as the Tour de France or the Giro d'Italia.",
        "ngram": 51,
        "subject": "Lil Wayne"
    },
    {
        "text": "At 11, Swift traveled to Nashville with her mother to visit record labels and submit demo tapes of Dolly Parton and Dixie Chicks karaoke covers. She was rejected by all the labels, which led her to focus on songwriting. She started learning the guitar at 12 with the help of Ronnie Cremer, a computer repairman and local musician who also assisted Swift with writing an original song. In 2003, Swift and her parents started working with the talent manager Dan Dymtrow. With his help, Swift modeled for Abercrombie & Fitch and had an original song included on a Maybelline compilation CD. After performing original songs at an RCA Records showcase, 13-year-old Swift was given an artist development deal and began to travel regularly to Nashville with her mother. To help Swift break into the country music scene, her father transferred to Merrill Lynch's Nashville office when she was 14 years old, and the family relocated to Hendersonville, Tennessee. Swift attended Hendersonville High School before transferring to Aaron Academy after two years, which better accommodated her touring schedule through homeschooling. She graduated one year early.",
        "ngram": 184,
        "subject": "Lil Wayne"
    },
    {
        "text": "Cynthia Ozick said that, upon giving a reading with King, \"It dawned on me as I listened to him that, never mind all the best sellers and all the stereotypes -- this man is a genuine, true-born writer, and that was a revelation. He is not Tom Clancy. He writes sentences, and he has a literary focus, and his writing is filled with literary history. It's not glib, it's not just contemporary chatter and it's not stupid -- that's a bad way to say that something's smart, but that's what I mean.\" ",
        "ngram": 93,
        "subject": "Lil Wayne"
    },
    {
        "text": "In 1986, Osmond was nominated by the Academy of Country Music for Top Female Vocalist and by the Grammy Awards for her her duet with Dan Seals. Osmond, her husband and children moved to Nashville to further her country career. Along with her four children, Osmond traveled the United States on a tour bus doing hundreds of shows a year. \"It was a pretty good life, as long as you didn't mind scraping cow pie off your shoes once in a while,\" she later wrote in her 2009.Capitol released Osmond's next album in August 1986 I Only Wanted You. The disc was her second produced with Paul Worley in Nashville. Billboard praised its country pop production calling it \"glowing\". Along with her previous project, I Only Wanted You made the top 20 of the US country albums chart. The album featured a duet with Paul Davis called \"You're Still New to Me\". Although Davis had pitched her the song, it was Osmond's idea to record the song as a duet with him. Released as a single in 1986, the duet topped the US and Canadian country charts. The album's title track reached the top 20 on both nation's country charts in 1987.In July 1988, Osmond's next studio album All in Love was released. The disc's production was described by critics as \"excessively sweet\" and \"slick\". It reached the top 30 of the US country albums chart. Its three singles reached positions outside the US and Canadian country top 40: \"Without a Trace\", \"Sweet Life\" (a duet",
        "ngram": 256,
        "subject": "Lil Wayne"
    }
]