[
    {
        "text": "Van Gogh had no recollection of the event, suggesting that he may have suffered an acute mental breakdown. The hospital diagnosis was \"acute mania with generalised delirium\", and within a few days, the local police ordered that he be placed in hospital care. Gauguin immediately notified Theo, who, on 24 December, had proposed marriage to his old friend Andries Bonger's sister Johanna. That evening, Theo rushed to the station to board a night train to Arles. He arrived on Christmas Day and comforted Vincent, who seemed to be semi-lucid. That evening, he left Arles for the return trip to Paris.",
        "ngram": 100,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Johnson first met Dany Garcia when they were both University of Miami students in the early 1990s. They married on May 3, 1997. She is a businesswoman, International Fitness and Bodybuilding Federation professional bodybuilder, and producer. They have one child, Simone, a daughter, who was born August 14, 2001, in Davie, Florida.",
        "ngram": 52,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In 2009, Gomez was part of Sears's back-to-school fashion campaign and featured in television commercials. She hosted the \"Sears Arrive Air Band Casting Call\" to select five winners for the first-ever \"Sears Air Band\" to perform at the 2009 MTV Video Music Awards. She also became the spokesperson for Borden Milk and starred in campaign's print ads and television commercials for the brand.",
        "ngram": 63,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Beginning in 1925, Roosevelt spent most of his time in the Southern United States, at first on his houseboat, the Larooco. Intrigued by the potential benefits of hydrotherapy, he established a rehabilitation center at Warm Springs, Georgia, in 1926, assembling a staff of physical therapists and using most of his inheritance to purchase the Merriweather Inn. In 1938, he founded the National Foundation for Infantile Paralysis, leading to the development of polio vaccines.",
        "ngram": 73,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In November 2022, it was announced that Taiwanese filmmaker Ang Lee was directing a biopic on Bruce Lee. Ang Lee's son Mason Lee was cast to star in the movie, while Bruce Lee's daughter, Shannon Lee, is set to produce the film. ",
        "ngram": 43,
        "subject": "Christina Aguilera"
    },
    {
        "text": "The report also detailed multiple acts of potential obstruction of justice by Trump but did not make a \"traditional prosecutorial judgment\" on whether Trump broke the law, suggesting that Congress should make such a determination. Investigators decided they could not \"apply an approach that could potentially result in a judgment that the President committed crimes\" as an Office of Legal Counsel opinion stated that a sitting president could not be indicted, and investigators would not accuse him of a crime when he cannot clear his name in court. The report concluded that Congress, having the authority to take action against a president for wrongdoing, \"may apply the obstruction laws\". The House of Representatives subsequently launched an impeachment inquiry following the Trump–Ukraine scandal, but did not pursue an article of impeachment related to the Mueller investigation.",
        "ngram": 135,
        "subject": "Christina Aguilera"
    },
    {
        "text": "On April 11, 1873, Major General Edward Canby was killed in Northern California by Modoc leader Kintpuash, in a failed peace conference to end the Modoc War. Grant ordered restraint. The army captured Kintpuash and his followers, who were convicted of Canby's murder and hanged on October 3 at Fort Klamath, while the remaining Modoc were relocated to the Indian Territory. The beginning of the Indian Wars has been dated to this event.",
        "ngram": 73,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Shatner was not \"offered or suggested\" a role in the 2009 film Star Trek. Director J. J. Abrams said in July 2007 that the production was \"desperately trying to figure out a way to put him in\" but that to \"shove him in ... would be a disaster\", an opinion echoed by Shatner in several interviews. At a convention held in 2010, Shatner described the film as \"wonderful\". Two years before its release, his own tale of how the characters of the original series of Star Trek might have come together was published in his novel Star Trek: Academy – Collision Course.",
        "ngram": 102,
        "subject": "Christina Aguilera"
    },
    {
        "text": "After receiving a first round bye at the Indian Wells Open, Williams defeated Sorana Cîrstea to set up a match with her sister Serena, in the third round. She defeated her for the 12th time in her career – her first straight sets victory against her since the 2008 Wimbledon Championships final almost a decade earlier. She then defeated Anastasija Sevastova in the fourth round and Suarez Navarro in the quarterfinals, both in straight sets. She then fell to Daria Kasatkina in a close three set match in the semifinals. The following week at the Miami Open, Williams saved three match points in her third round match against Dutch woman Kiki Bertens. She subsequently knocked out defending champion Johanna Konta in the fourth round, before falling rather unexpectedly to her compatriot and qualifier Danielle Collins in the quarterfinals.",
        "ngram": 138,
        "subject": "Christina Aguilera"
    },
    {
        "text": "On 11 July at Marie Antoinette's urging, Necker was dismissed and replaced by Breteuil, the queen's choice to crush the Revolution with mercenary Swiss troops under the command of one of her favorites, Pierre Victor, Baron de Besenval de Brünstatt. At the news, Paris was besieged by riots that culminated in the storming of the Bastille on 14 July. On 15 July Gilbert du Motier, Marquis de Lafayette was named commander-in-chief of the newly formed Garde nationale.",
        "ngram": 77,
        "subject": "Christina Aguilera"
    },
    {
        "text": "While Leonardo was certainly buried in the collegiate church of Saint Florentin at the Château d'Amboise in 12 August 1519, the current location of his remains is unclear. Much of Château d'Amboise was damaged during the French Revolution, leading to the church's demolition in 1802. Some of the graves were destroyed in the process, scattering the bones interred there and thereby leaving the whereabouts of Leonardo's remains subject to dispute; a gardener may have even buried some in the corner of the courtyard.",
        "ngram": 83,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Lee was largely responsible for many people taking up martial arts. These include numerous fighters in combat sports who were inspired by Lee; boxing champion Sugar Ray Leonard said he perfected his jab by watching Lee, boxing champion Manny Pacquiao compared his fighting style to Lee, and UFC champion Conor McGregor has compared himself to Lee and said that he believes Lee would have been a champion in the UFC if he were to compete in the present day.",
        "ngram": 79,
        "subject": "Christina Aguilera"
    },
    {
        "text": "On April 3, 2020, Kissinger shared his diagnostic view of the COVID-19 pandemic, saying that it threatens the \"liberal world order\". Kissinger added that the virus does not know borders although global leaders are trying to address the crisis on a mainly national basis. He stressed that the key is not a purely national effort but greater international cooperation.",
        "ngram": 59,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Houston's former husband, Bobby Brown, was reported to be \"in and out of crying fits\" after receiving the news. He did not cancel a scheduled performance, and within hours of his ex-wife's sudden death, an audience in Mississippi watched as Brown blew kisses skyward, tearfully saying: \"I love you, Whitney.\"",
        "ngram": 50,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Wiener published the results of his 14-year campaign in January 2000. Gimme Some Truth: The John Lennon FBI Files contained facsimiles of the documents, including \"lengthy reports by confidential informants detailing the daily lives of anti-war activists, memos to the White House, transcripts of TV shows on which Lennon appeared, and a proposal that Lennon be arrested by local police on drug charges\". The story is told in the documentary The US vs. John Lennon. The final 10 documents in Lennon's FBI file, which reported on his ties with London anti-war activists in 1971 and had been withheld as containing \"national security information provided by a foreign government under an explicit promise of confidentiality\", were released in December 2006. They contained no indication that the British government had regarded Lennon as a serious threat; one example of the released material was a report that two prominent British leftists had hoped Lennon would finance a left-wing bookshop and reading room.",
        "ngram": 159,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In 1864, Rockefeller married Laura Celestia \"Cettie\" Spelman (1839–1915), daughter of Harvey Buell Spelman and Lucy Henry. They had four daughters and one son together. He said later, \"Her judgment was always better than mine. Without her keen advice, I would be a poor man.\"",
        "ngram": 45,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Justin Drew Bieber ( BEE-bər; born March 1, 1994) is a Canadian singer. Regarded as a pop icon, he is recognized for his multi-genre musical performances. He was discovered by American record executive Scooter Braun in 2008 and subsequently brought to American singer Usher, both of whom formed the record label RBMG Records to sign Bieber in October of that year. He gained recognition following the release of his debut extended play (EP) My World (2009), which was quickly met with international commercial success and led to his establishment as a prominent teen idol.",
        "ngram": 94,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In November 2010, General Motors premiered a television commercial featuring footage of Knievel's Wembley Stadium crash in 1975, followed by Knievel getting onto his feet. The ad focused on GM's restructuring and emphasized the belief that \"we all fall down\".",
        "ngram": 40,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In April 2023, the government of the U.S. Virgin Islands sought to subpoena Musk for documents in a lawsuit alleging that JPMorgan Chase profited from Jeffrey Epstein's sex trafficking operation. In May, a judge granted the U.S. Virgin Islands' request to serve Musk electronically through Tesla after the U.S. territory had difficulty locating him. The efforts to subpoena Musk for documents do not implicate him in any wrongdoing and do not seek to have Musk testify under oath.",
        "ngram": 78,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Ono began to telephone and visit Lennon at his home. When Cynthia asked him for an explanation, Lennon explained that Ono was only trying to obtain money for her \"avant-garde bullshit\". While his wife was on holiday in Greece in May 1968, Lennon invited Ono to visit. They spent the night recording what would become the Two Virgins album, after which, he said, they \"made love at dawn\". When Lennon's wife returned home she found Ono wearing her bathrobe and drinking tea with Lennon who simply said, \"Oh, hi.\" Ono became pregnant in 1968 and miscarried a male child on 21 November 1968, a few weeks after Lennon's divorce from Cynthia was granted.",
        "ngram": 113,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In 1954, Brando starred in On the Waterfront, a crime drama film about union violence and corruption among longshoremen. The film was directed by Elia Kazan and written by Budd Schulberg; it also starred Karl Malden, Lee J. Cobb, Rod Steiger and, in her film debut, Eva Marie Saint. When initially offered the role, Brando—still stung by Kazan's testimony to HUAC—demurred and the part of Terry Malloy nearly went to Frank Sinatra. According to biographer Stefan Kanfer, the director believed that Sinatra, who grew up in Hoboken (where the film takes place and was shot), would work as Malloy, but eventually producer Sam Spiegel wooed Brando to the part, signing him for $100,000. \"Kazan made no protest because, he subsequently confessed, 'I always preferred Brando to anybody.'\"",
        "ngram": 127,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Kissinger attended the opening ceremony of the 2008 Beijing Summer Olympics. A few months before the Games opened, as controversy over China's human rights record was intensifying due to criticism by Amnesty International and other groups of the widespread use of the death penalty and other issues, Kissinger told China's official press agency Xinhua: \"I think one should separate Olympics as a sporting event from whatever political disagreements people may have had with China. I expect that the games will proceed in the spirit for which they were designed, which is friendship among nations, and that other issues are discussed in other forums.\" He said China had made huge efforts to stage the Games. \"Friends of China should not use the Olympics to pressure China now.\" He added that he would bring two of his grandchildren to watch the Games and planned to attend the opening ceremony. During the Games, he participated with Australian swimmer Ian Thorpe, film star Jackie Chan, and former British prime minister Tony Blair at a Peking University forum on the qualities that make a champion. He sat with his wife Nancy Kissinger, President George W. Bush, former president George H. W. Bush, and Foreign Minister Yang Jiechi at the men's basketball game between China and the U.S.",
        "ngram": 212,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Several media outlets have called Carey the \"Queen of Shade\". When asked about American singer Jennifer Lopez in a German TV interview, Carey's response was, \"I don't know her\". The clip became a viral internet meme and has been brought up in many other interviews with both of the singers. After the release of \"Obsessed\", critics heavily compared its lyrics to Eminem who had negatively referenced her several times in songs, and suggested Carey alluded to him and his 'obsession' with her. \"Obsessed\" never mentions the rapper's name, although reviewers felt it to be very obvious. Additionally, Carey played a role that resembled the rapper in the song's accompanying music video.",
        "ngram": 111,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Brown has cited a number of artists as his inspiration, predominantly Michael Jackson. Brown emphasizes \"Michael Jackson is the reason why I do music and why I am an entertainer.\" In \"She Ain't You\", \"Fine China\" and \"Back to Love\", he exemplifies Jackson's influence both musically and visually. Ebony magazine's Britini Danielle asserted that \"Fine China\" was \"reminiscent of Michael Jackson's Off the Wall\". Choreographically, MTV noticed that it \"takes distinct visual cues from classic clips like 'Smooth Criminal' and 'Beat It'\", while Billboard complimented his appearance by calling it \"a modern way to channel the King of Pop\". Usher is also another influence who comes across as a more contemporary figure for Brown. He tells Vibe magazine \"He was the one who the youngsters looked up to. I know that we, in the dancing and singing world, looked up to him\", and maintains \"If it wasn't for Usher, then Chris Brown couldn't exist\". Other influences include Marvin Gaye, Sam Cooke, Ginuwine, Phil Collins, Bobby Brown and R. Kelly. When it comes to his rapping he cited Naughty by Nature, Tupac, Lil' Wayne and Rakim as the rappers he's inspired by.",
        "ngram": 191,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Wilde is on the board of directors of Artists for Peace and Justice, which provides education and health services in Haiti; and of the American Civil Liberties Union of Southern California. She is a celebrity influencer/activist for RYOT, a Los Angeles–based media company.",
        "ngram": 43,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Aside from countless television appearances on various news programs, Buffett has appeared in numerous films and TV programs, both documentary, and fiction. Some film and television cameos he has made include Wall Street: Money Never Sleeps (2010), The Office (U.S.), All My Children, and Entourage (2015). He has been a guest 10 times on Charlie Rose, and was the subject of the HBO documentary feature Becoming Warren Buffett (2017) and the BBC production The World's Greatest Money Maker (2009).",
        "ngram": 79,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In 1995, Cuban and fellow Indiana University alumnus Todd Wagner joined Audionet (founded in 1989 by Chris Jaeb, who retained 10% of the company), combining their mutual interest in Indiana Hoosier college basketball and webcasting. With a single server and an ISDN line, Audionet became Broadcast.com in 1998. By 1999, Broadcast.com had grown to 330 employees and $13.5 million in revenue for the second quarter. In 1999, Broadcast.com helped launch the first live-streamed Victoria's Secret Fashion Show. That year, during the dot com boom, Broadcast.com was acquired by Yahoo! for $5.7 billion in Yahoo! stock. After the sale of Broadcast.com, Cuban hedged against the risk of a decline in the value of the Yahoo! shares he received in the deal. ",
        "ngram": 121,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In an interview to Variety magazine, Morissette revealed that she will start working on recording a new album in 2024. In November 2023, Morissette also announced The Triple Moon Tour with 33 live dates in the United States for the summer 2024 with the Joan Jett and the Blackhearts as support act, commemorating the 25th anniversary of the Supposed Former Infatuation Junkie album. On January 30, 2024, Morissette was awarded with the Luminary of the Year prize for the outstanding contribution to the music, at the 1st annual Resonator Awards, organized by We Are Moving the Needle, a non-profit organization that aims to empower women producers and engineers.",
        "ngram": 108,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Knievel, after learning about the culling of elk in Yellowstone, decided to hitchhike from Butte to Washington, D.C., in December 1961 to raise awareness and to have the elk relocated to areas where hunting was permitted. After this conspicuous trek (he hitchhiked with a 54-inch-wide (1.4-meter) rack of elk antlers and a petition with 3,000 signatures), he presented his case to Representative Arnold Olsen, Senator Mike Mansfield, and Interior Secretary Stewart Udall. Culling was stopped in the late 1960s.",
        "ngram": 79,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In 2001 Middleton met Prince William while they were students in residence at St Salvator's Hall at the University of St Andrews. She reportedly caught William's eye at a charity fashion show at the university in 2002 when she appeared on the stage wearing a see-through lace dress. The couple began dating in 2003. During their second year, Middleton shared a flat with William and two other friends. From 2003 until 2005, they both resided at Balgove House on the Strathtyrum estate with two roommates. In 2004 the couple briefly split but later rekindled their relationship.After her graduation, Middleton and her family were faced with intensive tabloid press scrutiny. She attended William's Passing Out Parade at the Royal Military Academy Sandhurst in December 2006. In April 2007, they ended their relationship. She and her family attended the Concert for Diana in July 2007, where she and William sat two rows apart. It was subsequently reported that the couple had then reconciled. In May 2008, Middleton attended the wedding of William's cousin Peter Phillips to Autumn Kelly in William's stead, and met Queen Elizabeth II for the first time.Middleton attended the Order of the Garter procession at Windsor Castle in June 2008, where William was made a Royal Knight of the Garter. In July 2008, she was a guest at the wedding of Lady Rose Windsor and George Gilman while William was away on military operations in the Caribbean, serving aboard HMS Iron Duke. In June 2010, the couple moved into a cottage on the Bodorgan Estate",
        "ngram": 256,
        "subject": "Christina Aguilera"
    },
    {
        "text": "In 1984, similarities between Hogan's character and that of The Incredible Hulk led to a quitclaim deal between Titan Sports, Marvel Comics and himself wherein Marvel obtained the trademarks \"Hulk Hogan\", \"Hulkster\" and \"Hulkamania\" for 20 years, and Titan agreed to no longer refer to him as \"incredible\" nor simply \"Hulk\" or ever dress him in purple or green. Marvel also subsequently received .9% of reportable gross merchandise revenue associated with Hogan, $100 for each of his matches and 10% of Titan's portion of his other earnings under this name (or 10% of the earnings, if Titan held no interest). This extended to WCW, whose parent company Turner Broadcasting System merged with Time Warner in 1996 and became sister companies with Marvel rival DC Comics. (As Hogan was well underway with the nWo storyline under the \"Hollywood Hogan\" ring name at the time, this avoided Time Warner the awkward situation of paying Marvel the rights to the name while owning its chief rival.) In a story in 1988's Marvel Comics Presents #45, a wrestler resembling Hogan was tossed through an arena roof by The Incredible Hulk, because he \"picked the wrong name.\"",
        "ngram": 192,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Musk has long promoted the colonization of Mars and argues that humanity should become a \"multiplanetary species\". He has suggested the use of nuclear weapons to terraform Mars. He envisioned establishing a direct democracy on Mars, with a system in which more votes would be required to create laws than remove them. Musk has also voiced concerns about human population decline, saying that \"Mars has zero human population. We need a lot of people to become a multiplanet civilization.\" Speaking at The Wall Street Journal's CEO Council session in 2021, Musk stated that a declining birth rate, and consequent population decline, is one of the biggest risks to human civilization.",
        "ngram": 110,
        "subject": "Christina Aguilera"
    },
    {
        "text": "Knievel had partnered with Six Flags St. Louis to name a new wooden coaster after \"America's Legendary Daredevil\". The amusement park in Eureka, Missouri, outside of St. Louis, Missouri, opened the ride on June 20, 2008. The Evel Knievel Roller Coaster operated for three seasons before being renamed American Thunder in 2011.",
        "ngram": 52,
        "subject": "Christina Aguilera"
    }
]