[
    {
        "text": "In 1947, Brando performed a screen test for an early Warner Brothers script for the novel Rebel Without a Cause (1944), which bore no relation to the film eventually produced in 1955. The screen test is included as an extra in the 2006 DVD release of A Streetcar Named Desire. Brando's first screen role was a bitter paraplegic veteran in The Men (1950). He spent a month in bed at the Birmingham Army Hospital in Van Nuys to prepare for the role. The New York Times reviewer Bosley Crowther wrote that Brando as Ken \"is so vividly real, dynamic and sensitive that his illusion is complete\" and noted, \"Out of stiff and frozen silences he can lash into a passionate rage with the tearful and flailing frenzy of a taut cable suddenly cut.\"",
        "ngram": 133,
        "subject": "Mark Cuban"
    },
    {
        "text": "In February 2009, Selleck joined the Vietnam Veterans Memorial Fund as national spokesman for the new Education Center being built on the National Mall.Upon James Garner's death in 2014, he said, \"Jim was a mentor to me and a friend, and I will miss him.\" Two years after Garner's death, Selleck said, prior to filming his then 6th season of Blue Bloods: \"It's kind of like my mentor, who never wanted to hear he was my mentor [James Garner], I don't accept the mentor role. That they feel that way is, I think flattering although it adds a certain amount of pressure.\"",
        "ngram": 102,
        "subject": "Mark Cuban"
    },
    {
        "text": "Blair also hosted Putin in London in April 2000, despite hesitation towards Putin from other world leaders, and opposition from human rights groups over atrocities committed in Chechnya. Blair told Jim Hoagland of The Washington Post that \"[Putin's] vision of the future is one that we would feel comfortable with. Putin has a very clear agenda of modernizing Russia. When he talks of a strong Russia, he means strength not in a threatening way but in a way that means the country economically and politically is capable of standing up for itself, which is a perfectly good aim to have\". During the meeting, Blair acknowledged and discussed \"concerns about Chechnya\", but described Putin as a political reformer \"who is ready to embrace a new relationship with the European Union and the United States, who wants a strong and modern Russia and a strong relationship with the West\".",
        "ngram": 147,
        "subject": "Mark Cuban"
    },
    {
        "text": "According to Princeton historian Jerrold Seigel, in his late teens, Marx may have had pneumonia or pleurisy, the effects of which led to his being exempted from Prussian military service. In later life whilst working on Das Kapital (which he never completed), Marx suffered from a trio of afflictions. A liver ailment, probably hereditary, was aggravated by overwork, a bad diet, and lack of sleep. Inflammation of the eyes was induced by too much work at night. A third affliction, eruption of carbuncles or boils, \"was probably brought on by general physical debility to which the various features of Marx's style of life – alcohol, tobacco, poor diet, and failure to sleep – all contributed. Engels often exhorted Marx to alter this dangerous regime\". In Seigel's thesis, what lay behind this punishing sacrifice of his health may have been guilt about self-involvement and egoism, originally induced in Karl Marx by his father.In 2007, a retrodiagnosis of Marx's skin disease was made by dermatologist Sam Shuster of Newcastle University and for Shuster, the most probable explanation was that Marx suffered not from liver problems, but from hidradenitis suppurativa, a recurring infective condition arising from blockage of apocrine ducts opening into hair follicles. This condition, which was not described in the English medical literature until 1933 (hence would not have been known to Marx's physicians), can produce joint pain (which could be misdiagnosed as rheumatic disorder) and painful eye conditions. To arrive at his retrodiagnosis, Shuster considered the primary material: the Marx correspondence published in the 50 volumes",
        "ngram": 256,
        "subject": "Mark Cuban"
    },
    {
        "text": "Upon his ascent to the presidency, Theodore Roosevelt initiated dozens of suits under the Sherman Antitrust Act and coaxed reforms out of Congress. In 1901, U.S. Steel, then controlled by J. Pierpont Morgan, having bought Andrew Carnegie's steel assets, offered to buy Standard's iron interests as well. A deal brokered by Henry Clay Frick exchanged Standard's iron interests for U.S. Steel stock and gave Rockefeller and his son membership on the company's board of directors. In full retirement at age 63, Rockefeller earned over $58 million (~$1.65 billion in 2023) in investments in 1902.",
        "ngram": 94,
        "subject": "Mark Cuban"
    },
    {
        "text": "Jessel recalled that, even at only 12 years old, Garland's singing voice resembled that of \"a woman with a heart that had been hurt\". The Kansas City Star contributor Robert Trussel cited Garland's singing voice among the reasons why her role in The Wizard of Oz remains memorable, writing that although \"She might have been made up and costumed to look like a little girl ... she didn't sing like one\" due to her \"powerful contralto command[ing] attention\".",
        "ngram": 78,
        "subject": "Mark Cuban"
    },
    {
        "text": "Roosevelt's father died in 1900, causing him great distress. The following year, Roosevelt's fifth cousin Theodore Roosevelt became President of the United States. Theodore's vigorous leadership style and reforming zeal made him Franklin's role model and hero. He graduated from Harvard in three years in 1903 with an A.B. in history. He remained there for a fourth year, taking graduate courses.",
        "ngram": 61,
        "subject": "Mark Cuban"
    },
    {
        "text": "Ford's on-screen career spans six decades in both film and television. His other films include Witness (1985), for which he received a nomination for the Academy Award for Best Actor, The Mosquito Coast (1986), Working Girl (1988), Presumed Innocent (1990), Regarding Henry (1991), The Fugitive (1993), Sabrina (1995), The Devil's Own (1997), Air Force One (1997), Six Days, Seven Nights (1998), Random Hearts (1999), What Lies Beneath (2000), K-19: The Widowmaker (2002), Firewall (2006), Morning Glory (2010), Cowboys & Aliens (2011) 42 (2013), The Age of Adaline (2015), and The Call of the Wild (2020). Ford has since starred in the Paramount+ western series 1923 (2022–present) and the Apple TV+ comedy series Shrinking (2023–present).",
        "ngram": 114,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 2019, Goodman starred in the role of Southern megachurch preacher and family patriarch Eli Gemstone on the HBO comedy The Righteous Gemstones, created by and co-starring Danny McBride. Goodman accepted the role right after the revived Roseanne series had been cancelled and before its spin-off The Conners was announced, which led to Goodman doing both shows. The Righteous Gemstones was renewed for a second season in September 2019.",
        "ngram": 69,
        "subject": "Mark Cuban"
    },
    {
        "text": "Roosevelt remained active in New York politics while also establishing contacts in the South, particularly in Georgia, in the 1920s. He issued an open letter endorsing Al Smith's successful campaign in New York's 1922 gubernatorial election, which both aided Smith and showed Roosevelt's continuing relevance as a political figure. Roosevelt and Smith came from different backgrounds and never fully trusted one another, but Roosevelt supported Smith's progressive policies, while Smith was happy to have Roosevelt's backing.",
        "ngram": 76,
        "subject": "Mark Cuban"
    },
    {
        "text": "In October 2009, Carter, Birdman, Cash Money Records, and various music distribution outlets were sued for copyright infringement by Thomas Marasciullo, who says his voice was used without permission. The rappers asked him to record some \"Italian-styled spoken word recordings\" in 2006. The lyrics were allegedly used on \"Respect\" and other tracks from the rappers' collaboration album Like Father, Like Son and Birdman's 5 * Stunna.",
        "ngram": 66,
        "subject": "Mark Cuban"
    },
    {
        "text": "Old Christine was cancelled by CBS on May 18, 2010, after 5 years. Discussions were held with ABC to revive the show but they never came to fruition. In the spring of 2010, Louis-Dreyfus guest-starred several times in the third season of the web series Web Therapy, starring Lisa Kudrow. Louis-Dreyfus played the sister of the main character, Fiona Wallice, who gives her therapy online. When the series made the transition to cable television on the Showtime network, Louis-Dreyfus's appearance from the web series was included in the second season, airing in July 2012. In fall 2010, Louis-Dreyfus made a guest appearance on the live episode of 30 Rock, playing Tina Fey's role of Liz Lemon in the cutaway shots. Louis-Dreyfus was among several Saturday Night Live alumni appearing in the episode, including Rachel Dratch, Bill Hader, and regulars Tracy Morgan and Fey herself. Louis-Dreyfus also starred in a \"Women of SNL\" special on November 1, 2010, on NBC.",
        "ngram": 159,
        "subject": "Mark Cuban"
    },
    {
        "text": "Ford has also been honored multiple times for his involvement in general aviation, receiving the Living Legends of Aviation Award and the Experimental Aircraft Association's Freedom of Flight Award in 2009, the Wright Brothers Memorial Trophy in 2010, and the Al Ueltschi Humanitarian Award in 2013. Flying magazine ranked him number 48 on their 2013 list of the 51 Heroes of Aviation.",
        "ngram": 62,
        "subject": "Mark Cuban"
    },
    {
        "text": "RuPaul was signed to a modeling contract for MAC Cosmetics. Various billboards featured him in full drag, often with the text \"I am the MAC girl\". He also released his autobiography, Lettin' It All Hang Out. He promoted the book in part with a 1995 guest appearance on ABC's All My Children, in a storyline that put it on the set of Erica Kane's talk show \"The Cutting Edge\". The same year, he was featured in his first of two appearances in the Brady Bunch movies, in which he played Jan's female guidance counselor.",
        "ngram": 94,
        "subject": "Mark Cuban"
    },
    {
        "text": "Although Grande drew criticism for alleged impolite interactions with reporters and fans in 2014, she dismissed the reports as \"weird, inaccurate depictions\". Rolling Stone wrote: \"Some may cry 'diva', but it's also Grande just taking a stand to not allow others to control her image.\" In July 2015, Grande sparked controversy after being seen on surveillance video in a doughnut shop licking doughnuts that were on display and saying \"I hate Americans. I hate America. This is disgusting\", referring to a tray of doughnuts. She subsequently apologized, saying that she is \"EXTREMELY proud to be an American\" and that her comments rather referred to obesity in the United States. She later released a video apology for \"behaving poorly\". The incident was parodied by The Muppets. Grande herself poked fun at the incident while hosting Saturday Night Live in 2016, saying, \"A lot of kid stars end up doing drugs, or in jail, or pregnant, or get caught licking a doughnut they didn't pay for.\" In 2020, she said that she stopped doing interviews for a while out of fear that her words would be misconstrued and that she would be labeled a \"diva\".",
        "ngram": 193,
        "subject": "Mark Cuban"
    },
    {
        "text": "Christopher Maurice Brown was born on May 5, 1989, in the small town of Tappahannock, Virginia, to Joyce Hawkins, a former day care center director, and Clinton Brown, a corrections officer at a local prison. He has an older sister, Lytrell Bundy, who works in a bank. Music was always present in Brown's life beginning in his childhood. He would listen to soul albums that his parents owned, and eventually began to show interest in the hip-hop scene.",
        "ngram": 78,
        "subject": "Mark Cuban"
    },
    {
        "text": "Lennon was jealous by nature and eventually grew possessive, often terrifying Powell with his anger. In her 2005 memoir John, Powell recalled that, when they were dating, Lennon once struck her after he observed her dancing with Stuart Sutcliffe. She ended their relationship as a result, until three months later, when Lennon apologised and asked to reunite. She took him back and later noted that he was never again physically abusive towards her, although he could still be \"verbally cutting and unkind\". Lennon later said that until he met Ono, he had never questioned his chauvinistic attitude towards women. He said that the Beatles song \"Getting Better\" told his (or his peers') own story. \"I used to be cruel to my woman, and physically – any woman. I was a hitter. I couldn't express myself and I hit. I fought men and I hit women. That is why I am always on about peace\".",
        "ngram": 154,
        "subject": "Mark Cuban"
    },
    {
        "text": "Kilmer was born December 31, 1959, in Los Angeles, California, the second of three sons to Gladys Swanette (née Ekstadt; 1928–2019) and Eugene Dorris Kilmer (1921–1993). His mother was of Swedish descent. His other ancestry includes Irish, German and Cherokee roots. His parents divorced in 1968 when he was 8 years old. His mother later married William Bernard Leach in 1970. Kilmer's grandfather was a gold miner in New Mexico, near the border with Arizona. In 1977, Kilmer's younger brother Wesley, who had epilepsy, drowned in a jacuzzi at age 15.He attended Chatsworth High School with Kevin Spacey. His high school girlfriend was Mare Winningham. He became the youngest person at the time to be accepted into the Juilliard School's Drama Division, where he was a member of Group 10.",
        "ngram": 130,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 1980, Candy hosted a short-lived NBC television program, Roadshow, described by The Washington Post as \"improvisational journalism.\" Appearing as himself, Candy and a video crew traveled in a tour bus to Baton Rouge, Louisiana (home of Louisiana State University), and Carbondale, Illinois, home of Southern Illinois University Carbondale), and interviewed college students amid party atmospheres such as the latter's Halloween street celebration. He also obtained backstage access to interview Midge Ure, the lead singer of the UK electronic band Ultravox, which performed a concert on the SIU campus the evening of 10/31/80. It is unknown if more than two episodes aired.",
        "ngram": 102,
        "subject": "Mark Cuban"
    },
    {
        "text": "In December 2002, Carey released her ninth studio album, Charmbracelet, which she said marked \"a new lease on life\" for her. Sales of Charmbracelet were moderate and the quality of Carey's vocals came under criticism. Joan Anderson from The Boston Globe declared the album \"the worst of her career, and revealed a voice [that is] no longer capable of either gravity-defying gymnastics or soft coos\", while AllMusic editor Stephen Thomas Erlewine wrote, \"Mariah's voice is shot, sounding in tatters throughout the record. She can no longer coo or softly croon nor can she perform her trademark gravity-defying vocal runs.\" To support the album, Carey embarked on the Charmbracelet World Tour, spanning North America and East Asia over three months. The United States shows were booked in theaters. She described the show as \"much more intimate so you'll feel like you had an experience. You experience a night with me.\" While smaller venues were booked throughout the tour's stateside leg, Carey performed in stadiums in Asia and Europe, playing for a crowd of over 35,000 in Manila, 50,000 in Malaysia, and to over 70,000 people in China. In the United Kingdom, it was her first tour to feature shows outside London, booking arena stops in Glasgow, Birmingham and Manchester. The tour garnered generally positive reviews, with many praising the production and the quality of Carey's vocals.",
        "ngram": 225,
        "subject": "Mark Cuban"
    },
    {
        "text": "While in Las Vegas to watch Dick Tiger successfully defend his World Boxing Association (WBA) and World Boxing Council (WBC) light heavyweight titles at the Convention Center on November 17, 1967, Knievel first saw the fountains at Caesars Palace and decided to jump them.",
        "ngram": 44,
        "subject": "Mark Cuban"
    },
    {
        "text": "Bird was named MVP of the 1983–84 season with averages of 24.2 points, 10.1 rebounds, 6.6 assists, and 1.8 steals per game. In the playoffs, the Celtics avenged their loss from the year before to the Bucks, winning in five games in the conference finals to advance to the Finals against the Los Angeles Lakers. In Game Four, the Lakers—led by Bird's college rival Magic Johnson—were on the verge of taking a commanding 3–1 series lead before a flagrant foul was committed on Kurt Rambis that resulted in a brawl and caused the Lakers to lose their composure. Boston came back to win the game, eventually winning the series in seven. Bird was named Finals MVP behind 27.4 points, 14 rebounds, and 3.6 assists per game.",
        "ngram": 126,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 1982, King published Different Seasons, a collection of four novellas with a more serious dramatic bent than the horror fiction for which he had become famous. Alan Cheuse wrote \"Each of the first three novellas has its hypnotic moments, and the last one is a horrifying little gem.\" Three of the four novellas were adapted as films: The Body as Stand by Me (1986); Rita Hayworth and Shawshank Redemption as The Shawshank Redemption (1994); and Apt Pupil as the film of the same name (1998). The fourth, The Breathing Method, won the British Fantasy Award for Best Short Fiction. King recalls \"I got the best reviews in my life. And that was the first time that people thought, woah, this isn't really a horror thing.\"",
        "ngram": 126,
        "subject": "Mark Cuban"
    },
    {
        "text": "Candy was born on October 31, 1950, in Toronto and grew up in Newmarket, Ontario. The son of Sidney James Candy and Evangeline Candy, he was brought up in a working-class Catholic family. His childhood home was at 217 Woodville Avenue in East York, Ontario. According to the 1921 Canadian census records Candy's father Sidney was born to English parents who emigrated to Canada in 1913. John Candy's mother was of Polish descent.: 19  His father died of complications of heart disease at age 35 in 1955 when John was five years old.Candy attended Neil McNeil Catholic High School where he was the treasurer of the student council and played offensive tackle on the school's football team and participated in drama club. Long before considering acting, Candy aspired to become a professional football player, but a knee injury during his high school football career prevented him from fulfilling his dream. He later enrolled in Centennial College to study journalism, and then went to McMaster University. He started acting while at college.",
        "ngram": 170,
        "subject": "Mark Cuban"
    },
    {
        "text": "In January 2024, Delaware Judge Kathaleen McCormick ruled in a 2018 lawsuit that Musk's $55 billion pay package from Tesla be rescinded. McCormick called the compensation granted by the company's board \"an unfathomable sum\" that was unfair to shareholders. In response to the ruling, Musk posted on X: \"Never incorporate your company in the state of Delaware.\"",
        "ngram": 57,
        "subject": "Mark Cuban"
    },
    {
        "text": "He achieved his first major recognition as a dramatic actor in Sweet Smell of Success (1957) with co-star Burt Lancaster. The following year he was nominated for the Academy Award for Best Actor for The Defiant Ones (1958) alongside Sidney Poitier (who was also nominated in the same category). This was followed by the comedies Some Like It Hot and Operation Petticoat in 1959. In 1960, Curtis played a supporting role in the epic historical drama Spartacus.",
        "ngram": 77,
        "subject": "Mark Cuban"
    },
    {
        "text": "After Nixon was forced to resign in the Watergate scandal, Kissinger's influence in the new presidential administration of Gerald R. Ford was diminished after he was replaced by Brent Scowcroft as National Security Advisor during the \"Halloween Massacre\" cabinet reshuffle of November 1975. Kissinger left office as Secretary of State when Democrat Jimmy Carter defeated Republican Gerald Ford in the 1976 presidential elections.Kissinger continued to participate in policy groups, such as the Trilateral Commission, and to maintain political consulting, speaking, and writing engagements. In 1978, he was secretly involved in thwarting efforts by the Carter administration to indict three Chilean intelligence agents for masterminding the 1976 assassination of Orlando Letelier. Kissinger was critical of the foreign policy of the Jimmy Carter administration, saying in 1980 that \"has managed the extraordinary feat of having, at one and the same time, the worst relations with our allies, the worst relations with our adversaries, and the most serious upheavals in the developing world since the end of the Second World War.\"After Kissinger left office in 1977, he was offered an endowed chair at Columbia University, which was met with student opposition. Kissinger instead accepted a position at Georgetown University's Center for Strategic and International Studies. He taught at Georgetown's Edmund Walsh School of Foreign Service for several years in the late 1970s. In 1982, with the help of a loan from the international banking firm of E.M. Warburg, Pincus and Company, Kissinger founded a consulting firm, Kissinger Associates, and was a partner in affiliate Kissinger McLarty Associates with Mack",
        "ngram": 256,
        "subject": "Mark Cuban"
    },
    {
        "text": "According to director John Frankenheimer and actor James Garner in bonus interviews for the DVD of the film Grand Prix, McQueen was Frankenheimer's first choice for the lead role of American Formula One race car driver Pete Aron. Frankenheimer was unable to meet with McQueen to offer him the role, so he sent Edward Lewis, his business partner and the producer of Grand Prix. McQueen and Lewis instantly clashed, the meeting was a disaster, and the role went to Garner.",
        "ngram": 80,
        "subject": "Mark Cuban"
    },
    {
        "text": "On August 21, 2012, Morissette was inducted into the Guitar Center RockWalk in Hollywood. Morissette received the UCLA Spring Sing's George and Ira Gershwin Award on May 16, 2014, at Pauley Pavilion. On her website starting in the summer of 2014, in celebration of her fortieth birthday, the LP record for her song \"Big Sur\" was offered for sale, which was previously available on the Target edition of her 2012 album, Havoc and Bright Lights. July 25, 2014, was the start of the ten-show Intimate and Acoustic tour. In 2015, she was named to the Canadian Music Hall of Fame.",
        "ngram": 100,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cooper helped lead CNN's Peabody Award-winning coverage of Hurricane Katrina, and the network's Alfred I. duPont–Columbia University Award-winning coverage of the 2004 tsunami. He has won 18 Emmy Awards, including two for his coverage of the earthquake in Haiti, and an Edward R. Murrow Award.",
        "ngram": 45,
        "subject": "Mark Cuban"
    },
    {
        "text": "In the 1988 presidential election, Carter ruled himself out as a candidate and predicted Vice President George H. W. Bush would be the Republican nominee. Carter foresaw unity at the 1988 Democratic National Convention, where he delivered an address. After the election, which Bush won, Carter said Bush would have a more difficult presidency than Reagan because he was not as popular.",
        "ngram": 62,
        "subject": "Mark Cuban"
    },
    {
        "text": "Houston's posthumous live album, Her Greatest Performances (2014), was a US R&B number-one and received positive reviews by music critics. In 2017, the 25th anniversary reissue of The Bodyguard (soundtrack)—I Wish You Love: More from The Bodyguard—was released by Legacy Recordings. It includes film versions, remixes and live performances of Houston's Bodyguard songs.",
        "ngram": 53,
        "subject": "Mark Cuban"
    },
    {
        "text": "Blair responded to such criticism by saying his choice to advise the country is an example of how he can \"nudge controversial figures on a progressive path of reform\", and has stated that he receives no personal profit from this advisory role. The Kazakhstan foreign minister said that the country was \"honoured and privileged\" to be receiving advice from Blair. A letter obtained by The Daily Telegraph in August 2014 revealed Blair had given damage-limitation advice to Nursultan Nazarbayev after the December 2011 Zhanaozen massacre. Blair was reported to have accepted a business advisory role with President Abdel Fattah el-Sisi of Egypt, a situation deemed incompatible with his role as Middle East envoy. Blair described the report as \"nonsense\".",
        "ngram": 119,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 1928, the Gumm Sisters enrolled in a dance school run by Ethel Meglin, proprietor of the Meglin Kiddies dance troupe. They appeared with the troupe at its annual Christmas show. Through the Meglin Kiddies, they made their film debut in a short subject called The Big Revue (1929), where they performed a song-and-dance number called \"That's the Good Old Sunny South\". This was followed by appearances in two Vitaphone shorts the following year: A Holiday in Storyland (featuring Garland's first on-screen solo) and The Wedding of Jack and Jill. They next appeared together in Bubbles. Their final on-screen appearance was in an MGM Technicolor short entitled La Fiesta de Santa Barbara (1935).",
        "ngram": 113,
        "subject": "Mark Cuban"
    },
    {
        "text": "The immediate influence of Aristotle's work was felt as the Lyceum grew into the Peripatetic school. Aristotle's students included Aristoxenus, Dicaearchus, Demetrius of Phalerum, Eudemos of Rhodes, Harpalus, Hephaestion, Mnason of Phocis, Nicomachus, and Theophrastus. Aristotle's influence over Alexander the Great is seen in the latter's bringing with him on his expedition a host of zoologists, botanists, and researchers. He had also learned a great deal about Persian customs and traditions from his teacher. Although his respect for Aristotle was diminished as his travels made it clear that much of Aristotle's geography was clearly wrong, when the old philosopher released his works to the public, Alexander complained \"Thou hast not done well to publish thy acroamatic doctrines; for in what shall I surpass other men if those doctrines wherein I have been trained are to be all men's common property?\"",
        "ngram": 140,
        "subject": "Mark Cuban"
    },
    {
        "text": "On the January 4 episode of Impact!, Hogan debuted, reuniting briefly with former nWo partners Kevin Nash, Scott Hall, and Sean Waltman, the latter two of whom made their returns to the company. He refused to join them for a full-fledged reunion of their group claiming, \"it's a different time\", and stuck to his business relations with Bischoff, who made his appearance to declare that, the two of them would \"flip the company upside down\" and everyone would have to earn their spot. Hogan also encountered TNA founder Jeff Jarrett on the broadcast, appearing via video wall and interrupting Jarrett's company success speech, stating that Carter was instrumental to the company's survival, and that just like the rest, Jarrett would have to earn his spot in TNA.",
        "ngram": 127,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cowell dated English presenter Terri Seymour from 2002 to 2008. Cowell was engaged to make-up artist Mezhgan Hussainy from 2010 to 2011. In 2013, Cowell allegedly began dating an American woman named Lauren Silverman. In July 2013, Silverman's husband and Cowell's friend, Andrew Silverman, filed for an at-fault divorce, citing adultery by his wife and naming Cowell as a co-respondent. News of the divorce filing became public two weeks later, when it was widely reported that Silverman and Cowell were expecting a baby together.Cowell said, \"There are a lot of things I will eventually clear up when the time is right, but I really have to be sensitive because there's a lot of people's feelings involved here.\" The Silvermans released separate statements expressing concern for the well-being of their son during the divorce process. In August 2013, the Silvermans settled their divorce out of court, enabling Cowell to avoid being called as a witness in the divorce proceedings. He subsequently confirmed that Silverman was pregnant with his child, and she gave birth to their son Eric on 14 February 2014. The couple confirmed their engagement in January 2022.In 2010, Cowell came out in support for then Conservative Party leader David Cameron for Prime Minister of the United Kingdom, writing in The Sun: \"I believe he is the Prime Minister Britain needs at this time. He has substance and the stomach to navigate us through difficult times.\" In 2013, Cowell contravened his previous statement about David Cameron. According to the interview, while he has supported candidates, he",
        "ngram": 256,
        "subject": "Mark Cuban"
    },
    {
        "text": "The Electoral College formalized Biden's victory on December 14. From November to January, Trump repeatedly sought help to overturn the results, personally pressuring Republican local and state office-holders, Republican state and federal legislators, the Justice Department, and Vice President Pence, urging various actions such as replacing presidential electors, or a request for Georgia officials to \"find\" votes and announce a \"recalculated\" result. On February 10, 2021, Georgia prosecutors opened a criminal investigation into Trump's efforts to subvert the election in Georgia.",
        "ngram": 81,
        "subject": "Mark Cuban"
    },
    {
        "text": "During his presidential campaign, Carter embraced healthcare reform akin to the Ted Kennedy-sponsored bipartisan universal national health insurance. Carter's proposals on healthcare while in office included an April 1977 mandatory health care cost proposal, and a June 1979 proposal that provided private health insurance coverage. Carter saw the June 1979 proposal as a continuation of progress in American health coverage. President Harry S. Truman proposed a designation of health care as a basic right of Americans and Medicare and Medicaid were introduced under President Lyndon B. Johnson. The April 1977 mandatory health care cost proposal was passed in the Senate, but later defeated in the House. During 1978, he met with Kennedy over a compromise healthcare law that proved unsuccessful. He later said Kennedy's disagreements thwarted his plan to provide a comprehensive American health care system.",
        "ngram": 136,
        "subject": "Mark Cuban"
    }
]