[
    {
        "text": "Grande has been described as a soprano, possessing a four-octave vocal range and a whistle register. With the release of Yours Truly, critics compared Grande's wide vocal range and music to those of Mariah Carey. Julianne Escobedo Shepherd of Billboard wrote that both Carey and Grande have \"the talent to let their vocals do the talking ... that's not where the similarities end. ... Grande is subverting it with cute, comfortable, and on-trend dresses with a feminine slant.\"",
        "ngram": 78,
        "subject": "Marie Osmond"
    },
    {
        "text": "Williams began her US Open series at the Rogers Cup, where she was a finalist last year. She lost in the first round to Sabine Lisicki. Her loss pushed her outside of the top 20. Her next tournament was at the Cincinnati Open. She made it to the second round and was set to play Ana Ivanovic, before she withdrew due to a virus. She was seeded 23rd for the US Open and played Monica Puig in the first round. She won in three tough sets. In the second round, she overcame two costly double faults in the second set to defeat fellow American Irina Falconi. She defeated 12th seed Belinda Bencic and qualifier Anett Kontaveit in straight sets in the third and fourth rounds, respectively. Williams played her sister Serena in the quarterfinals in their fifth meeting at the US Open and their 27th meeting overall. Williams lost the match in three sets.",
        "ngram": 154,
        "subject": "Marie Osmond"
    },
    {
        "text": "Barrymore's career began when she was eleven months old, when she appeared in a dog food commercial. After her film debut with a small role in Altered States, she played Gertie in E.T. the Extra-Terrestrial. Director Steven Spielberg felt she had the right imagination for the role after she impressed him with a story that she led a punk rock band. E.T. was the highest-grossing film of the 1980s, and made Barrymore one of the most famous child actors of the time. She won the Young Artist Award for Best Young Supporting Actress and was nominated for the Rising Star Award at the British Academy Film Awards. In the eighth season of Saturday Night Live, she became the youngest person to guest-host the series.In the 1984 film adaptation for Stephen King's 1980 novel Firestarter, Barrymore played a girl with pyrokinesis, and the target of a secret government agency known as The Shop. That year, she also played a young girl divorcing her famous parents in Irreconcilable Differences, and was nominated for her first Golden Globe Award for Best Supporting Actress. In his review in the Chicago Sun-Times, Roger Ebert wrote: \"Barrymore is the right actress for this role precisely because she approaches it with such grave calm.\"",
        "ngram": 207,
        "subject": "Marie Osmond"
    },
    {
        "text": "Lohan's personal life has received much media attention since her teenage years, particularly after a series of legal problems and arrests, which continued until 2013, the first time she had been probation-free in over eight years. She had a turbulent childhood that she spoke about in 2007, the year her parents finalized their divorce: \"I feel like a second parent in the sense that I helped raise my family ... I was put between my mother and father a lot\". Despite the conflicts, Lohan spoke very fondly of her family. But in the late 2000s, she said she had cut off contact with her father, calling his behavior unpredictable and hard to deal with. In 2023, Lohan said she was on good terms with both her parents as the family gathered in April, which reportedly marked the first time they were all together in at least seven years.Lohan has had many high-profile relationships, most notably with actor Wilmer Valderrama in 2004, Hard Rock Cafe heir Harry Morton in 2006, DJ Samantha Ronson in 2008, and London-based Russian business heir Egor Tarabasov in 2016. On November 28, 2021, Lohan announced her engagement to financier Bader Shammas after three years of dating. On July 2, 2022, a representative confirmed Lohan and Shammas were married after she called him her \"husband\" on her Instagram birthday post. Lohan later revealed they had wed on April 3, 2022. In July 2023, she gave birth to their son in Dubai, where she has resided since 2014.",
        "ngram": 250,
        "subject": "Marie Osmond"
    },
    {
        "text": "Hamilton's birthplace had a large Jewish community, constituting one quarter of Charlestown's white population by the 1720s. He came into contact with Jews on a regular basis; as a small boy, he was tutored by a Jewish schoolmistress, and had learned to recite the Ten Commandments in the original Hebrew.",
        "ngram": 50,
        "subject": "Marie Osmond"
    },
    {
        "text": "Richards's appearance has often been the subject of media attention. In 1999, she was ranked #9 in Maxim's 50 Sexiest Women. In 2001, she was voted #2 in FHM's 100 Sexiest Women, #5 in FHM's 100 Sexiest Women and #19 in AskMen.com's 50 Most Beautiful Women. She was named one of the \"100 Hottest Women of All-Time\" by Men's Health. In 2002, Richards was ranked at number 21 in Stuff magazine's \"102 Sexiest Women in the World.\" In 2011, Men's Health ranked her at number 61 on their list of \"100 Hottest Women of All Time.\" Shape magazine ranked her at number 7 on their list of \"10 of Our Fave Bond Girls: Then and Now.\"",
        "ngram": 116,
        "subject": "Marie Osmond"
    },
    {
        "text": "In 2018 Harry was made Duke of Sussex prior to his wedding to American actress Meghan Markle. They have two children: Archie and Lilibet. Harry and Meghan stepped down as working royals in January 2020, moved to Meghan's native Southern California, and launched Archewell Inc., a Beverly Hills-based mix of for-profit and not-for-profit (charitable) business organisations. In March 2021, Harry sat for Oprah with Meghan and Harry, a much-publicised American television interview with his wife and Oprah Winfrey. The couple filmed Harry & Meghan, a Netflix docuseries, which was released in December 2022.",
        "ngram": 93,
        "subject": "Marie Osmond"
    },
    {
        "text": "Grant was sworn in by Salmon P. Chase on March 4, 1873. In his second inaugural address, he focused on what he considered the chief issues of the day: freedom and fairness for all Americans and the benefits of citizenship for freed slaves. Grant concluded his address: \"My efforts in the future will be directed towards the restoration of good feelings between the different sections of our common community\". In 1873, Wilson suffered a stroke; never fully recovering, he died in office on November 22, 1875. With Wilson's loss, Grant relied on Fish's guidance more than ever.",
        "ngram": 97,
        "subject": "Marie Osmond"
    },
    {
        "text": "Paxton married Kelly Rowan in 1979 and they divorced a year later. He later met Louise Newbury on the Number 37 bus in Twickenham, London, where she was a student, and they were married in 1987. They lived in Ojai, California, and had two children: son James (born 1994), who also became an actor, and daughter Lydia (born 1997).",
        "ngram": 59,
        "subject": "Marie Osmond"
    },
    {
        "text": "In December 2012, Beyoncé along with a variety of other celebrities teamed up and produced a video campaign for \"Demand A Plan\", a bipartisan effort by a group of 950 U.S. mayors and others designed to influence the federal government into rethinking its gun control laws, following the Sandy Hook Elementary School shooting. Beyoncé publicly endorsed same-sex marriage on March 26, 2013, after the Supreme Court debate on California's Proposition 8. She spoke against North Carolina's Public Facilities Privacy & Security Act, a bill passed (and later repealed) that discriminated against the LGBT community in public places in a statement during her concert in Raleigh as part of the Formation World Tour in 2016.",
        "ngram": 114,
        "subject": "Marie Osmond"
    },
    {
        "text": "Diesel reprised his role as Dominic Toretto in later installments of the Fast & Furious franchise, Fast Five (2011), Fast & Furious 6 (2013), Furious 7 (2015), The Fate of the Furious (2017), F9 (2021) and the most recent entry, Fast X (2023). He reprised his role as Riddick in the third film of The Chronicles of Riddick series, simply titled Riddick (2013). In August 2013, Diesel received a star on the Hollywood Walk of Fame. He voiced Groot in the 2014 Marvel Cinematic Universe film Guardians of the Galaxy.",
        "ngram": 90,
        "subject": "Marie Osmond"
    },
    {
        "text": "Rihanna has named Madonna as her idol and biggest influence. She said that she wanted to be the \"black Madonna\" and praised her ability to reinvent herself throughout her career. She noted, \"I think that Madonna was a great inspiration for me, especially on my earlier work. If I had to examine her evolution through time, I think she reinvented her clothing style and music with success every single time. And at the same time remained a real force in entertainment in the whole world.\"",
        "ngram": 85,
        "subject": "Marie Osmond"
    },
    {
        "text": "Stalk of the Celery Monster attracted the attention of Walt Disney Productions, which offered Burton an animator's apprenticeship at its animation division. He worked as an animator, storyboard artist, graphic designer, art director, and concept artist on films such as The Fox and the Hound (1981), Tron (1982), and The Black Cauldron (1985). His concept art never made it into the finished films.",
        "ngram": 63,
        "subject": "Marie Osmond"
    },
    {
        "text": "In January 2020, Jenner gave a total of $1 million to five organisations in Australia to help tackle the bushfires. In March 2020, Jenner, her mother Kris, along with beauty company Coty donated over 6,000 pounds of hand sanitizers to Southern California hospitals to help health care workers fighting the COVID-19 pandemic. Jenner also donated $1 million to buy face masks, face shields, and other protective gear for health-care professionals who work on the front lines.",
        "ngram": 76,
        "subject": "Marie Osmond"
    },
    {
        "text": "On January 2, 2009, Jett died at age 16 while on a Christmas vacation in The Bahamas. A Bahamian death certificate was issued, attributing the cause of death to a seizure. Jett, who had a history of seizures, reportedly had had Kawasaki disease since the age of two. Travolta confirmed that Jett was autistic and had regular seizures, and immediately made his public statements while giving testimony at the trial of two defendants (a paramedic and a former Bahamas senator) who Travolta alleged tried to blackmail him with a multimillion-dollar extortion plot involving private information in connection with the death of his son Jett. After a mistrial, Travolta dropped the charges and has credited his immediate family and Scientology with helping him to cope with Jett's death and move forward with his career. In memory of Jett, Travolta created the Jett Travolta Foundation, a nonprofit organization to help children with special needs. It has contributed to organizations such as the Oprah Winfrey Leadership Academy, Institutes for the Achievement of Human Potential, and Simon Wiesenthal Center.On July 12, 2020, Travolta's wife, Kelly Preston, died at the age of 57, at their home in Anthony, Florida, two years after she was diagnosed with breast cancer. Preston had undergone treatment at different hospitals, and at the time of her death, was receiving treatment at the MD Anderson Cancer Center in Houston, Texas.",
        "ngram": 229,
        "subject": "Marie Osmond"
    },
    {
        "text": "In 1959, Lee started to teach martial arts. He called what he taught Jun Fan Gung Fu (literally Bruce Lee's Kung Fu). It was his approach to Wing Chun. Lee taught friends he met in Seattle, starting with Judo practitioner Jesse Glover, who continued to teach some of Lee's early techniques. Taky Kimura became Lee's first Assistant Instructor and continued to teach his art and philosophy after Lee's death. Lee opened his first martial arts school, named the Lee Jun Fan Gung Fu Institute, in Seattle.",
        "ngram": 86,
        "subject": "Marie Osmond"
    },
    {
        "text": "During a concert on March 1, 1969, at the Dinner Key Auditorium in Miami, Morrison attempted to spark a riot in the audience, in part by screaming, \"You wanna see my cock?\" and other obscenities. Three days later, six warrants for his arrest were issued by the Dade County Public Safety Department for indecent exposure, among other accusations. Consequently, many of the Doors' scheduled concerts were canceled. On September 20, 1970, Morrison was convicted of indecent exposure and profanity by a six-person jury in Miami after a sixteen-day trial. Morrison, who attended the October 30 sentencing \"in a wool jacket adorned with Indian designs\", silently listened as he was sentenced to six months in prison and had to pay a $500 fine. Morrison remained free on a $50,000 bond. At the sentencing, Judge Murray Goodman told Morrison that he was a \"person graced with a talent\" admired by many of his peers.",
        "ngram": 152,
        "subject": "Marie Osmond"
    },
    {
        "text": "In 2020, Jackson led the executive-producer duties for late rapper Pop Smoke's debut album, Shoot for the Stars, Aim for the Moon, having been one of Pop Smoke's biggest inspirations. The album was released on July 3, 2020. Jackson curated the album, desiring to finish it after Pop had died. He contacted many of the artists involved, and also features on one of the album tracks, \"The Woo\". The Woo also features vocals from fellow American rapper Roddy Ricch.In 2020, it was reported that Jackson was producing two television series for Starz, an anthology about hip hop and a biographical drama about sports agent Nicole Lynn.In 2021, he became one of the headliners of the music festival Golden Sand in Riviera Maya.In May 2021, Curtis Jackson moved to Houston. This was thought to be for lower taxes, no income tax, and for the rapper scene, as well as other ventures such as writing new screenplays. Also, Jackson, Horizon United Group, and Houston Independent School District began a partnership on a project that would help high school students learn the business skills that define successful entrepreneurship.",
        "ngram": 185,
        "subject": "Marie Osmond"
    },
    {
        "text": "The Rock returned in late July 2001 when the WWF was feuding with rival promotions World Championship Wrestling (WCW) and Extreme Championship Wrestling (ECW) during what is known as The Invasion storyline. In reality, WCW was purchased by Vince McMahon and the WWF, and ECW had gone out of business in early 2001. Many former WCW and ECW wrestlers were then brought onto WWF television and formed The Alliance to compete with WWF in storyline. The Alliance and Vince McMahon then both attempted to persuade the Rock to join their team. The Rock then aligned with McMahon and the WWF. The next month, the Rock defeated Booker T, at SummerSlam, to win the WCW Championship for the first time. He later lost the title to Chris Jericho at No Mercy on October 21, 2001. The next night on Raw, he teamed with Jericho to win the WWF Tag Team Championship from The Dudley Boyz. The two then lost the tag titles to Booker T and Test on the November 1, 2001, episode of SmackDown!. The Rock defeated Jericho on the November 5 episode of Raw for his second WCW Championship.",
        "ngram": 190,
        "subject": "Marie Osmond"
    },
    {
        "text": "In July 2016, it was announced Fanning was cast in a film adaptation of The Bell Jar as Esther Greenwood.In 2017, Fanning starred in Neill Blomkamp's Zygote as part of Blomkamp's series of experimental short films released through Oats Studios.Fanning had a cameo role in the heist comedy Ocean's 8, which was released in 2018. The same year starred as Sara Howard in the TNT historical television series The Alienist based on novel of the same name. In August 2018, TNT ordered a sequel series based upon the follow-up novel The Angel of Darkness, with Fanning set to return to reprise the role of Sara Howard. In 2019, Fanning played Lynette \"Squeaky\" Fromme in Quentin Tarantino's comedy-drama Once Upon a Time in Hollywood, for which she and the cast of the film were nominated for the SAG Award for Outstanding Performance by a Cast in a Motion Picture.In December 2019, it was announced that Fanning and her sister Elle Fanning would star together in an adaption of Kristin Hannah's 2015 novel, The Nightingale, which is set to be directed by Mélanie Laurent. In March 2021, the sisters announced the formation of a production company, Lewellen Pictures. Their company has a first-look deal with MRC Television/Civic Center Media. In March 2023, Fanning was cast to star in the Netflix miniseries The Perfect Couple. Fanning starred in The Equalizer 3, reuniting with Denzel Washington.",
        "ngram": 232,
        "subject": "Marie Osmond"
    },
    {
        "text": "Carey's subsequent musical releases followed the trend that began with Daydream. Her music began relying less on pop and adult contemporary-tinged balladry and instead incorporating heavy elements of hip-hop and R&B. On Butterfly, Carey collaborated with a bevy of producers other than Afanasieff, such as Sean Combs, Q-Tip, Missy Elliott and Jean Claude Oliver and Samuel Barnes from Trackmasters. In mid-1997, after four years of marriage, Carey and Mottola separated. Carey described Mottola as increasingly controlling, and viewed her newfound independence as a new lease on life. In the booklet of her twelfth studio album, Memoirs of an Imperfect Angel (2009), Carey wrote that she considers Butterfly her magnum opus and a turning point in both her life and career. Butterfly introduced a more subdued style of singing, with critics noting Carey's incorporation of breathy vocals. Some viewed her lack of propensity to use her upper range as a sign of maturity, while others questioned whether it forebode waning vocal prowess. The music video for the album's lead single, \"Honey\", her first since separating from Mottola, introduced a more overtly sexual image. Butterfly became Carey's best-reviewed album, with attention placed on the album's exploration of more mature lyrical themes. In their review of the album, Rolling Stone wrote \"[It's] not as if Carey has totally dispensed with her old saccharine, Houston-style balladry ... but the predominant mood of 'Butterfly' is one of coolly erotic reverie.\" AllMusic editor Stephen Thomas Erlewine described Carey's vocals as \"sultrier and more controlled than ever,\" and felt the album \"illustrates that",
        "ngram": 256,
        "subject": "Marie Osmond"
    },
    {
        "text": "On December 13, 2013, Beyoncé unexpectedly released her eponymous fifth studio album on the iTunes Store without any prior announcement or promotion. The album debuted atop the Billboard 200 chart, giving Beyoncé her fifth consecutive number-one album in the US. This made her the first woman in the chart's history to have her first five studio albums debut at number one. Beyoncé received critical acclaim and commercial success, selling one million digital copies worldwide in six days; Musically an electro-R&B album, it concerns darker themes previously unexplored in her work, such as \"bulimia, postnatal depression [and] the fears and insecurities of marriage and motherhood\". The single \"Drunk in Love\", featuring Jay-Z, peaked at number two on the Billboard Hot 100 chart.",
        "ngram": 121,
        "subject": "Marie Osmond"
    },
    {
        "text": "After occasionally meeting up for jam sessions in the years following their dissolution, Dogstar began recording new material during the beginning of the COVID-19 pandemic, which turned into in a finished album, Somewhere Between the Power Lines and Palm Trees (2023). Following their first performance in 20 years at BottleRock Napa Valley music festival, Reeves and the band embarked on a 25-date tour in North America and Japan in support of the album, beginning August 10 in Hermosa Beach, California. Reeves appeared as the featured guest for the season 6 premiere episode of Ride with Norman Reedus (2023), titled \"The Utah Desert with Keanu Reeves\". Later that year, he appeared as the host for and executive produced the 4-part documentary series Brawn: The Impossible Formula 1 Story for Hulu and Disney+.",
        "ngram": 131,
        "subject": "Marie Osmond"
    },
    {
        "text": "In October 2016, two days before the second presidential debate, a 2005 \"hot mic\" recording surfaced in which Trump was heard bragging about kissing and groping women without their consent, saying that \"when you're a star, they let you do it. You can do anything. ... Grab 'em by the pussy.\" The incident's widespread media exposure led to Trump's first public apology during the campaign and caused outrage across the political spectrum.",
        "ngram": 72,
        "subject": "Marie Osmond"
    },
    {
        "text": "After leaving the presidency, Carter established the Carter Center to promote and expand human rights; in 2002 he received a Nobel Peace Prize for his work related to it. He traveled extensively to conduct peace negotiations, monitor elections, and further the eradication of infectious diseases. Carter is a key figure in the nonprofit housing organization Habitat for Humanity. He has also written numerous books, ranging from political memoirs to poetry, while continuing to comment on global affairs, including two books on the Israeli–Palestinian conflict, in which he criticizes Israel's treatment of Palestinians as apartheid. Polls of historians and political scientists generally rank Carter as a below-average president, although both scholars and the public view his post-presidential activities more favorably. At 43 years, Carter's post-presidency is the longest in U.S. history.",
        "ngram": 130,
        "subject": "Marie Osmond"
    },
    {
        "text": "In November 2010, General Motors premiered a television commercial featuring footage of Knievel's Wembley Stadium crash in 1975, followed by Knievel getting onto his feet. The ad focused on GM's restructuring and emphasized the belief that \"we all fall down\".",
        "ngram": 40,
        "subject": "Marie Osmond"
    },
    {
        "text": "In 2016, Markle became a global ambassador for World Vision Canada, traveling to Rwanda for the Clean Water Campaign. After a trip to India focused on raising awareness for women's issues, she penned an op-ed for Time magazine concerning stigmatization of women in regard to menstrual health. She has also worked with the United Nations Entity for Gender Equality and the Empowerment of Women as an advocate. Her speech at the UN Women's 2015 conference as an advocate for political participation and leadership contained a number of sentences that were nearly identical to a 1951 speech by Eleanor Roosevelt. In 2017, Markle joined Prince Harry in teaming up with the charity Elephants Without Borders to assist with the conservation efforts taking place in Botswana.",
        "ngram": 124,
        "subject": "Marie Osmond"
    },
    {
        "text": "On an episode of the A&E series Biography, where it was also divulged that Nimoy was Shatner's best man at his wedding with his fourth wife Elizabeth, Nimoy said, \"Bill Shatner hogging the stage? No. Not the Bill Shatner I know.\" When Nimoy died in 2015, Shatner said, \"I loved him like a brother. We will all miss his humor, his talent, and his capacity to love.\" Although Shatner was unable to take part in Nimoy's funeral due to other commitments, his daughters attended in his place, and he celebrated his friend's life in an online memorial.",
        "ngram": 97,
        "subject": "Marie Osmond"
    },
    {
        "text": "Musk's friends expressed scepticism about the naming of the online bank, fearing it might have been mistaken for a pornographic site. Musk brushed off their concerns, emphasizing that the name was meant to be straightforward, memorable, and easy to type. Additionally, he was fond of the email configuration derived from it, such as \"e@x.com\".",
        "ngram": 54,
        "subject": "Marie Osmond"
    },
    {
        "text": "In early 2009, Perry threatened legal action against Mo' Money Taxes, a tax preparation company based in Memphis, Tennessee, for running a TV spot that he felt offensively parodied his work, in particular Madea Goes to Jail. The ad features a large white male (John Cowan) in drag, named \"Ma'Madea\". The offending ad was dropped from circulation.",
        "ngram": 57,
        "subject": "Marie Osmond"
    },
    {
        "text": "In 2007, Downey was cast as the title character in the film Iron Man, with director Jon Favreau explaining the choice by stating: \"Downey wasn't the most obvious choice, but he understood what makes the character tick. He found a lot of his own life experience in 'Tony Stark'.\" Favreau insisted on having Downey as he repeatedly claimed that Downey would be to Iron Man what Johnny Depp is to the Pirates of the Caribbean series: a lead actor who could both elevate the quality of the film and increase the public's interest in it. For the role, Downey had to gain more than 20 pounds (9 kilograms) of muscle in five months to look like he \"had the power to forge iron\".Iron Man was released worldwide between April 30 and May 3, 2008, grossing over $585 million worldwide and receiving rave reviews which cited Downey's performance as a highlight of the film. By October 2008, Downey had agreed to star in two Iron Man sequels, as part of the Iron Man franchise, as well as The Avengers, featuring the superhero team that Stark joins, based on Marvel's comic book series The Avengers. He first reprised the role in a small appearance as Iron Man's alter ego Tony Stark in the 2008 film The Incredible Hulk, as a part of Marvel Studios' depicting the same Marvel Universe on film by providing continuity among the movies.After Iron Man, Downey appeared alongside Ben Stiller and Jack Black in the Stiller-directed Tropic Thunder. The three actors play a Hollywood",
        "ngram": 256,
        "subject": "Marie Osmond"
    },
    {
        "text": "Morrison dedicated his published poetry books The Lords and New Creatures and the lost writings Wilderness to Courson. A number of writers have speculated that songs like \"Love Street\", \"Orange County Suite\" and \"Queen of the Highway\", among other songs, may have been written about her. Though the relationship was \"tumultuous\" much of the time, and both also had relationships with others, they always maintained a unique and ongoing connection with one another until the end of Morrison's life.",
        "ngram": 79,
        "subject": "Marie Osmond"
    },
    {
        "text": "Tarantino and his films have received numerous nominations for major awards, including Academy Awards, BAFTA Awards, Golden Globe Awards, Directors Guild of America Awards, and Saturn Awards. He has won the Academy Award for Best Original Screenplay twice, for Pulp Fiction and Django Unchained. He has been nominated four times for the Palme d'Or at the Cannes Film Festival, winning once for Pulp Fiction in 1994. In addition to his recognition for writing and directing films, Tarantino has received five Grammy Award nominations and a Primetime Emmy Award nomination.",
        "ngram": 89,
        "subject": "Marie Osmond"
    },
    {
        "text": "In November 2021, Grande launched her makeup line R.E.M. Beauty, which is distributed at Ulta Beauty as of March 2022. The original line featured 12 core products for lips and eyes, and the range has since been expanded with additional skincare and makeup products. Forbes reported in 2022 that R.E.M. Beauty was one of the brands boosting Ulta's driving gross margin due to strong consumer demand. In May, the line won \"Best New Brand\" at the Allure Best of Beauty Awards. In February 2023, it was announced, that the brand will be launching in 81 Sephora stores and 13 online sites, including across Europe.",
        "ngram": 104,
        "subject": "Marie Osmond"
    },
    {
        "text": "In keeping with his Enlightenment thinking, President Jefferson adopted an assimilation policy toward American Indians known as his \"civilization program\" which included securing peaceful U.S.–Indian treaty alliances and encouraging agriculture. Jefferson advocated that Indian tribes should make federal purchases by credit holding their lands as collateral. Various tribes accepted Jefferson's policies, including the Shawnees led by Black Hoof, the Muscogee, and the Cherokee. However, some Shawnees, led by Tecumseh, broke off from Black Hoof, and opposed Jefferson's assimilation policies.",
        "ngram": 79,
        "subject": "Marie Osmond"
    }
]