[
    {
        "text": "Eric Marlon Bishop (born December 13, 1967), known professionally as Jamie Foxx, is an American actor, comedian, singer, songwriter, and record producer. He received acclaim for his portrayal of Ray Charles in the film Ray (2004), winning the Academy Award, BAFTA, Screen Actors Guild Award, and Golden Globe Award for Best Actor. That same year, he was nominated for the Academy Award for Best Supporting Actor for his role in the crime film Collateral.",
        "ngram": 74,
        "subject": "Socrates"
    },
    {
        "text": "In 2011, Kardashian released her third fragrance, \"Gold\", as well as a novel, Dollhouse, along with sisters Kourtney and Khloe. In 2012, E! renewed Keeping Up with the Kardashians for two additional seasons, in a deal reported to be worth $50 million. That year, Kardashian released her fourth fragrance, \"True Reflection\", which she worked with the company Dress for Success to promote, and her fifth fragrance, \"Glam\", which was made available through Debenhams. In Temptation: Confessions of a Marriage Counselor (2013), a romantic drama produced, written, and directed by Tyler Perry, Kardashian obtained the role of the co-worker of an ambitious therapist. While the film was a moderate box office success, with a worldwide gross of US$53.1 million, critical response was negative and Kardashian won the Razzie Award for Worst Supporting Actress.",
        "ngram": 132,
        "subject": "Socrates"
    },
    {
        "text": "The couple divorced in 1962. \"For a while, we were Hollywood's golden couple,\" he said. \"I was very dedicated and devoted to Janet, and on top of my trade, but in her eyes that goldenness started to wear off. I realized that whatever I was, I wasn't enough for Janet. That hurt me a lot and broke my heart.\"",
        "ngram": 59,
        "subject": "Socrates"
    },
    {
        "text": "The couple was married for two years, divorcing in 2001. Following the divorce, Krystal Knievel was granted a restraining order against him.  However, Krystal and Evel would work out their differences, living together until Knievel's death. According to the investment magazine, Registered Rep., Knievel left his entire estate to Krystal.",
        "ngram": 51,
        "subject": "Socrates"
    },
    {
        "text": "From November 22, 2009, to April 26, 2010, Burton had a retrospective at the MoMA in New York with over 700 \"drawings, paintings, photographs, storyboards, moving-image works, puppets, maquettes, costumes and cinematic ephemera\", including many from the filmmaker's personal collection. From MoMA, the \"Tim Burton\" exhibition traveled directly to Australian Centre for the Moving Image in Melbourne. Running from June 24 to October 10, 2010, the ACMI exhibition incorporated additional material from Burton's Alice in Wonderland, which was released in March 2010.\"The Art of Tim Burton\" was exhibited at the Los Angeles County Museum of Art from May 29 to October 31, 2011, in the Museum's Resnick Pavilion. LACMA also featured six films of Tim Burton's idol, Vincent Price. \"Tim Burton, the exhibition/Tim Burton, l'exposition\" was exhibited at the Cinémathèque Française from March 7 to August 5, 2012, in Paris, France. All of Tim Burton's movies were shown during the exhibition.",
        "ngram": 151,
        "subject": "Socrates"
    },
    {
        "text": "Garland was nominated for the Academy Award for Best Actress and, in the run-up to the 27th Academy Awards, was generally expected to win for A Star Is Born. She could not attend the ceremony because she had just given birth to son Joseph Luft, so a television crew was in her hospital room with cameras and wires to broadcast her anticipated acceptance speech. The Oscar was won, however, by Grace Kelly for The Country Girl (1954). The camera crew was packing up before Kelly could even reach the stage. Groucho Marx sent Garland a telegram after the awards ceremony, declaring her loss \"the biggest robbery since Brinks\". Time labeled her performance as \"just about the greatest one-woman show in modern movie history\". Garland won the Golden Globe Award for Best Actress in a Musical for the role.",
        "ngram": 138,
        "subject": "Socrates"
    },
    {
        "text": "Williams's return to Indian Wells in 2015 (after a 14-year boycott) occurred in partnership with the Equal Justice Initiative, a non-profit organization that provides legal representation to people who may have been denied a fair trial. In 2017, Williams became Ambassador for the Allstate Foundation's Purple Purse project, an initiative to provide financial empowerment to domestic abuse victims. Other organizations Williams supports include the Elton John AIDS Foundation, Great Ormond Street Hospital, Hearts of Gold, the Common Ground Foundation, the Small Steps Project, the HollyRod Foundation, Beyond the Boroughs National Scholarship Fund, World Education, the Eva Longoria Foundation, the Caliber Foundation and the Cure for MND Foundation.",
        "ngram": 107,
        "subject": "Socrates"
    },
    {
        "text": "Downey returned as Tony Stark in the first of two planned sequels to Iron Man, Iron Man 2, which released in May 2010. Iron Man 2 grossed over $623 million worldwide, becoming the 7th highest-grossing film of 2010. Downey's other commercial film release of 2010 was the comedy road film, Due Date. The movie, co-starring Zach Galifianakis, was released in November 2010 and grossed over $211M worldwide, making it the 36th highest-grossing movie of 2010. Downey's sole 2011 film credit was Sherlock Holmes: A Game of Shadows, which opened worldwide on December 16, 2011.In 2012, Downey reprised the role of Tony Stark in The Avengers. The film received positive reviews and was highly successful at the box office, becoming the third highest-grossing film of all time both in the United States and worldwide. His film, the David Dobkin-directed dramedy The Judge, a project co-produced by his production company Team Downey, was the opening film at the Toronto International Film Festival in 2014. Downey played Tony Stark again in Iron Man 3 (2013), Avengers: Age of Ultron (2015), Captain America: Civil War (2016), Spider-Man: Homecoming (2017), Avengers: Infinity War (2018), and Avengers: Endgame (2019). Three of his scenes from The Avengers and Avengers: Endgame were used as archive footage in the first episode of the Disney+ series Loki. Downey hosted The Age of A.I., a YouTube documentary series released in 2019.",
        "ngram": 230,
        "subject": "Socrates"
    },
    {
        "text": "In 1994, Blair forged close ties with Michael Levy, a leader of the Jewish Leadership Council. Levy ran the Labour Leader's Office Fund to finance Blair's campaign before the 1997 election and raised £12 million towards Labour's landslide victory, Levy was rewarded with a peerage, and in 2002, Blair appointed Lord Levy as his personal envoy to the Middle East. Levy praised Blair for his \"solid and committed support of the State of Israel\". Tam Dalyell, while Father of the House of Commons, suggested in 2003 that Blair's foreign policy decisions were unduly influenced by a \"cabal\" of Jewish advisers, including Levy, Peter Mandelson and Jack Straw (the last two are not Jewish but have some Jewish ancestry).",
        "ngram": 118,
        "subject": "Socrates"
    },
    {
        "text": "He met nisei actress and dancer Reiko Sato in the early 1950s. Though their relationship cooled, they remained friends for the rest of Sato's life, with her dividing her time between Los Angeles and Tetiaroa in her later years. In 1954 Dorothy Kilgallen reported they were an item. Brando also dated actress Ariane \"Pat\" Quinn.",
        "ngram": 55,
        "subject": "Socrates"
    },
    {
        "text": "The performances were interspersed with hymns by the church choir and remarks by Clive Davis, Houston's record producer; Kevin Costner; Rickey Minor, her music director; Dionne Warwick, her cousin; and Ray Watson, her security guard for the last 11 years. Aretha Franklin was listed on the program, and was expected to sing, but was unable to attend the service. Bobby Brown departed shortly after the service began. Houston was buried on February 19, 2012, in Fairview Cemetery, in Westfield, New Jersey, next to her father, John Russell Houston, who had died in 2003.",
        "ngram": 93,
        "subject": "Socrates"
    },
    {
        "text": "Estevez appeared in John Parr's \"St. Elmo's Fire (Man in Motion)\" music video, from the soundtrack of his film with the same name, where he played Kirby Keger. The music video featured all seven of the main cast members of the film, looking sadly through the foggy windows of a run-down and fire-damaged version of the St. Elmo's Bar set.",
        "ngram": 60,
        "subject": "Socrates"
    },
    {
        "text": "David Jude Heyworth Law (born 29 December 1972) is an English actor. He began his career in theatre before landing small roles in various British television productions and feature films, later gaining recognition for his role in Anthony Minghella's The Talented Mr. Ripley (1999), for which he won the BAFTA Award for Best Actor in a Supporting Role and was nominated for an Academy Award.",
        "ngram": 65,
        "subject": "Socrates"
    },
    {
        "text": "He appeared at WrestleMania 35 on April 7 in his \"Doctor of Thuganomics\" persona and interrupted Elias' concert, performing his finisher on Elias (calling it by its original name of the F-U) after insulting him. On the July 22 episode of Raw titled Raw Reunion, he engaged in a rap battle with The Usos.",
        "ngram": 54,
        "subject": "Socrates"
    },
    {
        "text": "Kissinger's doctoral dissertation was titled Peace, Legitimacy, and the Equilibrium (A Study of the Statesmanship of Castlereagh and Metternich). Stephen Graubard, Kissinger's friend, asserted that Kissinger primarily pursued such endeavor to instruct himself on the history of power play between European states in the 19th century. In his doctoral dissertation, Kissinger first introduced the concept of \"legitimacy\", which he defined as: \"Legitimacy as used here should not be confused with justice. It means no more than an international agreement about the nature of workable arrangements and about the permissible aims and methods of foreign policy\". An international order accepted by all of the major powers is \"legitimate\" whereas an international order not accepted by one or more of the great powers is \"revolutionary\" and hence dangerous. Thus, when after the Congress of Vienna in 1815, the leaders of Britain, France, Austria, Prussia, and Russia agreed to co-operate in the Concert of Europe to preserve the peace after Austria, Prussia, and Russia participated in a series of three Partitions of Poland, in Kissinger's viewpoint this international system was \"legitimate\" because it was accepted by the leaders of all five of the Great Powers of Europe. Notably, Kissinger's Primat der Außenpolitik (Primacy of foreign policy) approach to diplomacy took it for granted that as long as the decision-makers in the major states were willing to accept the international order, then it is \"legitimate\" with questions of public opinion and morality dismissed as irrelevant. His dissertation also won him the Senator Charles Sumner Prize, an award given to the",
        "ngram": 256,
        "subject": "Socrates"
    },
    {
        "text": "Weaver returned to the big screen with Alien 3 (1992) and Ridley Scott's 1492: Conquest of Paradise (1992) in which she played the role of Queen Isabella. In the early 1990s, Weaver appeared in several films including Dave opposite Kevin Kline and Frank Langella. In 1994, she starred in Roman Polanski's drama Death and the Maiden as Paulina Escobar. She played the role of agoraphobic criminal psychologist Helen Hudson in the film Copycat (1995). Weaver also concentrated on smaller and supporting roles such as Jeffrey (1994) with Nathan Lane and Patrick Stewart. In 1997, she appeared in Ang Lee's The Ice Storm. Her role in The Ice Storm as Janey Carver, earned her a second nomination for the Golden Globe Award for Best Supporting Actress – Motion Picture, and won her the BAFTA Award for Best Actress in a Supporting Role. In 1999, she co-starred in the science fiction comedy Galaxy Quest and the drama A Map of the World, earning her a third nomination for the Golden Globe Award for Best Actress in a Motion Picture – Drama for the latter.",
        "ngram": 182,
        "subject": "Socrates"
    },
    {
        "text": "Stallone occasionally attempted, albeit unsuccessfully, roles in different genres. In 1984, he co-wrote and starred alongside Dolly Parton in the comedy film Rhinestone, where he played a wannabe country music singer. For the Rhinestone soundtrack, he performed a song. Stallone turned down the lead male role in Romancing the Stone in order to make Rhinestone instead, a decision he later regretted.",
        "ngram": 61,
        "subject": "Socrates"
    },
    {
        "text": "Curtis and Leigh made one more film together Who Was That Lady? (1960), a comedy with Dean Martin. He and Debbie Reynolds then starred in The Rat Race (1960). He then started in a supporting role in Spartacus (1960), before making two biopics: The Great Impostor (1961), directed by Robert Mulligan, playing Ferdinand Waldo Demara; and The Outsider (1961), in which he played war hero Ira Hayes. He returned to epics with Taras Bulba (1962), co starring Yul Brynner and Christine Kaufmann, who became Curtis's second wife.",
        "ngram": 87,
        "subject": "Socrates"
    },
    {
        "text": "Williams was the defending champion at the Bank of the West Classic, but withdrew from the tournament to recover from an elbow injury. In the semifinals of the Canadian Open, Williams had a 19-match winning streak ended by 18-year-old Belinda Bencic. The next week Williams defended her title at the Western & Southern Open with a straight sets victory over No.3 Halep. Williams's attempt at capturing the \"Grand Slam\" (winning all four Grand Slams in a calendar year) came to an end at the US Open, where she lost to Roberta Vinci in the semifinals. The defeat has been described by some as one of the biggest upsets in tennis history.  On October 1, Williams called an end to her season, stating that she had been injured for most of the year and wanted to \"properly address [her] health\". Coach Patrick Mouratoglou hinted that her decision to end the season early might be due to a lack of motivation and disappointment following her loss at the Open.",
        "ngram": 168,
        "subject": "Socrates"
    },
    {
        "text": "During a 2005 investigation of an accounting fraud case involving AIG, Gen Re executives became implicated. On March 15, 2005, the AIG board forced Greenberg to resign from his post as chairman and CEO after New York state regulators claimed that AIG had engaged in questionable transactions and improper accounting. On February 9, 2006, AIG agreed to pay a $1.6 billion fine. In 2010, the U.S. government agreed to a $92 million settlement with Gen Re, allowing the Berkshire Hathaway subsidiary to avoid prosecution in the AIG case. Gen Re also made a commitment to implement \"corporate governance concessions\", which required Berkshire Hathaway's chief financial officer to attend General Re's audit committee meetings and mandated the appointment of an independent director.In 2002, Buffett entered in $11 billion worth of forward contracts to deliver U.S. dollars against other currencies. By April 2006, his total gain on these contracts was over $2 billion. Buffett announced in June 2006 that he would gradually give away 85% of his Berkshire holdings to five foundations in annual gifts of stock, starting in July 2006—the largest contribution going to the Bill and Melinda Gates Foundation.In 2007, in a letter to shareholders, Buffett announced that he was looking for a younger successor, or perhaps successors, to run his investment business.",
        "ngram": 213,
        "subject": "Socrates"
    },
    {
        "text": "On June 9, 2008, Rihanna released Good Girl Gone Bad Live, her first live long-form video. The DVD and Blu-ray release featured Rihanna's concert at the Manchester Arena in Manchester, United Kingdom, held on December 6, 2007, as part of the Good Girl Gone Bad Tour. The release also contained a special documentary that presented Rihanna discussing her experiences during the tour. By late 2008, Rihanna still remained on the charts with the release of the fifth single from Good Girl Gone Bad, \"Rehab\", and was named \"Diva of the Year\" by Entertainment Weekly for her \"newfound staying power\". Good Girl Gone Bad has sold over 2.8 million units in the United States alone, receiving a two-times-Platinum certification from the RIAA. It is Rihanna's bestselling album in the country to date. The album has sold 9 million units worldwide.",
        "ngram": 139,
        "subject": "Socrates"
    },
    {
        "text": "During the 2016 presidential election campaign, American Media, Inc. (AMI), the parent company of the National Enquirer, and a company set up by Cohen paid Playboy model Karen McDougal and adult film actress Stormy Daniels for keeping silent about their alleged affairs with Trump between 2006 and 2007. Cohen pleaded guilty in 2018 to breaking campaign finance laws, saying he had arranged both payments at the direction of Trump to influence the presidential election. Trump denied the affairs and claimed he was not aware of Cohen's payment to Daniels, but he reimbursed him in 2017. Federal prosecutors asserted that Trump had been involved in discussions regarding non-disclosure payments as early as 2014. Court documents showed that the FBI believed Trump was directly involved in the payment to Daniels, based on calls he had with Cohen in October 2016. Federal prosecutors closed the investigation in 2019, but the Manhattan District Attorney subpoenaed the Trump Organization and AMI for records related to the payments and Trump and the Trump Organization for eight years of tax returns. The criminal trial of Trump for falsifying business records to book the hush money payments to Daniels as business expenses began on April 15, 2024, in Manhattan.",
        "ngram": 201,
        "subject": "Socrates"
    },
    {
        "text": "In 1993, he made a comeback with Renny Harlin's action thriller Cliffhanger, which was a success in the US, grossing US$84 million, and worldwide, grossing US$171 million. Later that year, he starred in the futuristic action film Demolition Man directed by Marco Brambilla, co-starring Wesley Snipes and Sandra Bullock. On Rotten Tomatoes the film has an approval rating of 60% based on 42 reviews, with an average rating of 5.43/10. The site's consensus reads: \"A better-than-average sci-fi shoot-em-up with a satirical undercurrent, Demolition Man is bolstered by strong performances by Stallone, Snipes, and Bullock.\" The film debuted at No. 1 at the box office. Demolition Man grossed $58,055,768 by the end of its box-office run in North America and $159,055,768 worldwide.",
        "ngram": 121,
        "subject": "Socrates"
    },
    {
        "text": "Lopez is an avid supporter of LGBT rights, and has raised millions of dollars for HIV/AIDS research. In June 2013, amfAR presented her with its humanitarian award for her philanthropic work. That September, she was awarded the Ally for Equality award presented by the Human Rights Campaign, for her support of the LGBT community. The following year, she received the GLAAD Vanguard Award. In July 2016, Lopez released a single entitled \"Love Make the World Go Round\", a collaboration with Lin-Manuel Miranda, which benefits victims of the Orlando nightclub shooting. She was also featured on the song \"Hands\" along with numerous other artists, also benefiting those affected by the Orlando shooting. Lopez signed an open letter from Billboard magazine to the United States Congress in 2016, which demanded action on gun control.",
        "ngram": 132,
        "subject": "Socrates"
    },
    {
        "text": "Lively describes herself as a \"foodie and cook\", and has said Martha Stewart is her \"idol\". She is also a fan of Nigella Lawson's work. In 2008, Lively baked a cake with Stewart during an episode of The Martha Stewart Show. In 2009, Lively stated that she \"hoped one day to have an interior decorating company\", citing her love for antiques and fascination with \"colors and textures and layering things\". In 2010, she attended a tailor-made workshop at Le Cordon Bleu in Paris, and has spoken of her desire to return to the culinary school for further instruction.She has remarked that, when travelling, she always takes cookery classes to immerse herself in the local culture. In 2010 and again in 2011, Lively spoke publicly of her desire to become a restaurateur. In 2011, she created a s'mores cupcake to be sold at Sprinkles bakeries. In 2012, Lively's wedding reception was featured in Martha Stewart Weddings; food photography was the focal point of the picture spread. In 2013, she appeared in Elle Decor to recount her experiences designing a custom La Cornue oven for her newly purchased Bedford home. In 2013, she filmed a cooking segment for Vogue's website, demonstrating how to make a brie pastry. In 2014, she launched Preserve, a digital magazine and e-commerce website with hand-made one-of-a-kind items all selected by Lively; on October 9, 2015, Lively closed the site, stating that it had been launched before it was ready, and that she plans to rebuild and relaunch it properly.In 2021, Lively launched Betty",
        "ngram": 256,
        "subject": "Socrates"
    },
    {
        "text": "After signing with Def Jam, Jay-Z and his team did the A&R for Rihanna's debut album and spent the next three months recording and completing her debut album. She worked with different producers to complete her debut studio album, primarily Rogers and his production partner Carl Sturken. With several songs to pick as a lead single, \"Pon de Replay\" was chosen because it seemed like the best song suited for a summer release. In May 2005, her debut single, \"Pon de Replay\", was released under her mononym \"Rihanna\". It charted successfully worldwide, peaking in the top five in fifteen countries, including at No. 2 on the US Billboard Hot 100 chart and the UK Singles Chart. The song became a club hit in the United States, peaking at No. 1 on the Billboard Dance Club Songs.",
        "ngram": 136,
        "subject": "Socrates"
    },
    {
        "text": "In December 2021, an update for the video game, Grand Theft Auto Online, predominantly featured Dre and added some of his previously unreleased tracks which was released as an EP, The Contract, on February 3, 2022. Around this time, Dre announced he was collaborating with Marsha Ambrosius on Casablanco, and with Mary J. Blige on an upcoming album. Later that year, Snoop Dogg announced that he and Dr. Dre are in the process of recording their new album, Missionary. Snoop said the album will be released via Death Row and Aftermath.On February 13, 2022, Dr. Dre performed at the Super Bowl LVI halftime show alongside Eminem, Snoop Dogg, Kendrick Lamar, and Mary J. Blige, with surprise appearances from 50 Cent and Anderson. Paak. The performance was met with critical acclaim and is the first Super Bowl halftime show to win the Primetime Emmy Award for Outstanding Variety Special (Live). The show also won the Primetime Emmy Awards for Outstanding Production Design for a Variety Special and Outstanding Music Direction. The same year, he produced numerous songs including \"The King and I\", a collaboration between Eminem and CeeLo Green for the 2022 biopic, Elvis, and a remix of Kanye West's song \"Use This Gospel\" for DJ Khaled's album God Did.In September 2022, it was reported that Dr. Dre will compose the original score for the upcoming animated series, Death for Hire: The Origin of Tehk City. The show is created by Ice-T and Arabian Prince; based on the graphic novel of the same title, it features the",
        "ngram": 256,
        "subject": "Socrates"
    },
    {
        "text": "She or her body double also appeared in a dorsal nude scene in the 1979 release Just You and Me, Kid, which co-starred George Burns. In the movie, Shields also appeared in a scene where she apparently is naked, covered only by a deflated car tire inner tube while lying in the trunk of Burns' vintage automobile. Shields also was portrayed as nude in a third scene where she was being held hostage. For her work in the movie, she was paid a fee of $250,000 (equivalent to approximately $1,167,857 in 2023 dollars), plus six percent of the profits. ",
        "ngram": 100,
        "subject": "Socrates"
    },
    {
        "text": "On the evening of December 8, 1980, Lennon and Ono were at the Record Plant Studio and working on Ono's song \"Walking on Thin Ice\". When they returned to The Dakota (their home in Manhattan), Lennon was shot dead by Mark David Chapman, a Beatles fan who had been stalking Lennon for two months. Yoko cradled the dying Lennon in her arms, and for a time afterward, lived in constant fear of her own and her son Sean's assassination.",
        "ngram": 79,
        "subject": "Socrates"
    },
    {
        "text": "In 1987, Knievel supported a mandatory helmet bill in the State of California. During the Assembly Transportation Committee meeting, Knievel was introduced as \"the best walking commercial for a helmet law.\" Evel claimed the main reason he was still alive and walking was that he wore a helmet.",
        "ngram": 48,
        "subject": "Socrates"
    },
    {
        "text": "Ritter starred in many made-for-TV movies, including Gramps (1995), co-starring with Andy Griffith, Rob Hedden's The Colony (1995) with Hal Linden, Stephen King's It, Danielle Steel's Heartbeat with Polly Draper, and It Came from the Sky in 1999 with Yasmine Bleeth. Ritter also made guest appearances on television shows, such as Felicity, Ally McBeal, Scrubs, Buffy the Vampire Slayer, and Law & Order: Special Victims Unit. He also provided the voice of the title character in the animated children's show Clifford the Big Red Dog and its animated film adaptation Clifford's Really Big Movie (2004), a role for which he received four Emmy nominations. His final film was Stanley's Dinosaur Round-Up (2006), an animated direct-to-DVD film based on the television series, which was dedicated to his memory. At the time of his death, he was starring in 8 Simple Rules... for Dating My Teenage Daughter.",
        "ngram": 145,
        "subject": "Socrates"
    },
    {
        "text": "In January of the 2014–2015 season, James missed two weeks due to left knee and lower back strains, which at the time represented the longest stretch of missed games in his career. In total, he played a career-low 69 games and his final averages were 25.3 points, 6 rebounds, and 7.4 assists per game. In the second round of the playoffs, he hit a baseline jumper at the buzzer to give Cleveland a 2–2 series tie with the Bulls. In the conference finals, the Cavaliers defeated the Hawks to advance to the Finals, making James the first player since the 1960s to play in five consecutive Finals. For most of the Finals against the Golden State Warriors, Irving and Love were sidelined due to injury, giving James more offensive responsibilities. Behind his leadership, the Cavaliers opened the series with a 2–1 lead before being eliminated in six games. Despite the loss, he received serious consideration for the Finals MVP Award, averaging 35.8 points, 13.3 rebounds, and 8.8 assists per game for the championship round.",
        "ngram": 174,
        "subject": "Socrates"
    },
    {
        "text": "Sleepy Hollow, released in late 1999, had a supernatural setting and starred Johnny Depp as Ichabod Crane, a detective with an interest in forensic science rather than the schoolteacher of Washington Irving's original tale. With Sleepy Hollow, Burton paid homage to the horror films of the English company Hammer Films. Christopher Lee, one of Hammer's stars, was given a cameo role. A host of Burton regulars appeared in supporting roles (Michael Gough, Jeffrey Jones, and Christopher Walken, among others), and Christina Ricci was cast as Katrina van Tassel. A well-regarded supporting cast was headed by Miranda Richardson, Michael Gambon, Richard Griffiths and Ian McDiarmid. Mostly well received by critics, and with a special mention to Elfman's gothic score, the film has grossed $207 million worldwide and won an Academy Award for Best Art Direction, as well as two BAFTAs for Best Costume Design and Best Production Design. A box office success, Sleepy Hollow was also a turning point for Burton. Along with the change in his personal life (separation from actress Lisa Marie), Burton changed radically in style for his next project, leaving the haunted forests and colorful outcasts behind to go on to directing Planet of the Apes which, as Burton had repeatedly noted, was \"not a remake\" of the earlier film.",
        "ngram": 213,
        "subject": "Socrates"
    },
    {
        "text": "Through connections that Jim Dickson (The Byrds' manager) had with Bob Dylan's music publisher, the band obtained a demo acetate disc of Dylan's \"Mr. Tambourine Man\" and recorded a version of the song, featuring McGuinn's twelve-string guitar as well as McGuinn, Crosby, and Clark's vocal harmonies. The song was a massive hit, reaching No. 1 in the charts in the United States and the United Kingdom during 1965. While McGuinn originated the Byrds' trademark 12-string guitar sound, Crosby was responsible for the soaring harmonies and often unusual phrasing of their songs. While he did not sing lead vocals on either of the first two albums, he sang lead on the bridge in their second single \"All I Really Want to Do\".In 1966, Clark, who then was the band's primary songwriter, left the group because of stress and this placed all the group's songwriting responsibilities in the hands of McGuinn, Crosby, and Hillman. Crosby took the opportunity to hone his craft and soon became a relatively prolific songwriter, collaborating with McGuinn on the up-tempo \"I See You\" (covered by Yes on their 1969 debut) and penning the ruminative \"What's Happening\". His early Byrds efforts also included the 1966 hit \"Eight Miles High\" (to which he contributed one line, according to Clark, while Clark and McGuinn wrote the rest), and its flip side \"Why\", co-written with McGuinn.Because Crosby felt responsible for and was widely credited with popularizing the song \"Hey Joe\", he persuaded the other members of the Byrds to record it on Fifth Dimension.  By Younger",
        "ngram": 256,
        "subject": "Socrates"
    }
]