[
    {
        "text": "Aristotle did not do experiments in the modern sense. He used the ancient Greek term pepeiramenoi to mean observations, or at most investigative procedures like dissection. In Generation of Animals, he finds a fertilized hen's egg of a suitable stage and opens it to see the embryo's heart beating inside.Instead, he practiced a different style of science: systematically gathering data, discovering patterns common to whole groups of animals, and inferring possible causal explanations from these. This style is common in modern biology when large amounts of data become available in a new field, such as genomics. It does not result in the same certainty as experimental science, but it sets out testable hypotheses and constructs a narrative explanation of what is observed. In this sense, Aristotle's biology is scientific.",
        "ngram": 129,
        "subject": "Hugh Laurie"
    },
    {
        "text": "On August 6, 2015, Springsteen performed \"Land of Hope and Dreams\" and \"Born to Run\" on the final episode of The Daily Show with Jon Stewart, as Stewart's final 'Moment of Zen'. On October 16, to celebrate the 35th anniversary of The River, Springsteen announced The Ties That Bind: The River Collection box set. Released on December 4, it contains four CDs (including many previously unreleased songs) and three DVDs (or Blu-ray) along with a 148-page coffee table book. In November 2015, \"American Skin (41 Shots)\" was performed with John Legend at Shining a Light: A Concert for Progress on Race in America.",
        "ngram": 103,
        "subject": "Hugh Laurie"
    },
    {
        "text": "His sixth and last wife, Jill Vandenberg, was 45 years his junior. They met in a restaurant in 1993 and married on November 6, 1998. \"The age gap doesn't bother us. We laugh a lot. My body is functioning and everything is good. She's the sexiest woman I've ever known. We don't think about time. I don't use Viagra either. There are 50 ways to please your lover.\"",
        "ngram": 68,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In 1902, facing cash flow problems, John Cleveland Osgood turned to George Jay Gould, a principal stockholder of the Denver and Rio Grande, for a loan. Gould, via Frederick Taylor Gates, Rockefeller's financial adviser, brought John D. Rockefeller in to help finance the loan. Analysis of the company's operations by John D. Rockefeller Jr. showed a need for substantially more funds which were provided in exchange for acquisition of CF&I's subsidiaries such as the Colorado and Wyoming Railway Company, the Crystal River Railroad Company, and possibly the Rocky Mountain Coal and Iron Company. Control was passed from the Iowa Group to Gould and Rockefeller interests in 1903 with Gould in control and Rockefeller and Gates representing a minority interests. Osgood left the company in 1904 and devoted his efforts to operating competing coal and coke operations.",
        "ngram": 136,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In October 2015, Gellar, along with entrepreneurs Galit Laibow and Greg Fleishman, co-founded Foodstirs, a startup food crafting brand selling via e-commerce and retail easy-to-make organic baking mixes and kits for families. By 2018, the brand's products were sold at 7,500 retailers nationwide, including Starbucks, Whole Foods, Walmart, WW and Amazon.",
        "ngram": 51,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In March, James recorded two 50-point games, which were also his Lakers' career-high, becoming the oldest player to have multiple 50-point games in a season, as well as the first Lakers player since Bryant in 2008 to have back-to-back 50-point home games; it was James's 15th 50-point game in his 19-year career, including the postseason. He also recorded his 10,000th career assist, becoming the only player in NBA history to record at least 10,000 points, 10,000 rebounds, and 10,000 assists. On March 27, LeBron became just the second player in NBA history to score 37,000 points. Due to an ankle injury in late March, James missed out on a close three-players run for the NBA scoring title, having only played 56 games, two less than the necessary to qualify; aged 37, he would have broken Jordan's record of oldest scoring leader at 34.",
        "ngram": 143,
        "subject": "Hugh Laurie"
    },
    {
        "text": "The works of Aristotle that have survived from antiquity through medieval manuscript transmission are collected in the Corpus Aristotelicum. These texts, as opposed to Aristotle's lost works, are technical philosophical treatises from within Aristotle's school. Reference to them is made according to the organization of Immanuel Bekker's Royal Prussian Academy edition (Aristotelis Opera edidit Academia Regia Borussica, Berlin, 1831–1870), which in turn is based on ancient classifications of these works.",
        "ngram": 70,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In the Sandra Bullock comedy movie Miss Congeniality (2000), Shatner played the supporting role of Stan Fields, the co-host of the Miss United States Pageant; his future Boston Legal co-star Candice Bergen took part in the film too. Shatner also appeared in Miss Congeniality 2: Armed and Fabulous (2004), in which Stan Fields is kidnapped in Las Vegas together with the winner of the pageant of the previous year. (Life imitated art in Gary, Indiana in 2001, when Shatner visited the town to host the Miss USA Pageant for real). In Osmosis Jones (2001), a high-concept satirical movie that blended live action with animation, Shatner voiced Mayor Phlegmming; the film depicted the cells and microbiota of a human body as the citizens of a community, the city of Frank, governed by an egoistic politician who prioritizes his convenience and political self-interest over the welfare of his public. In Groom Lake, released the following year, Shatner repeated his Star Trek V feat of directing and starring in a movie based on a story of his own invention—a film exploiting the interest in Area 51 kindled by The X-Files, and co-starring a young Amy Acker, later best known as a regular colleague of Joss Whedon. In 2003, Shatner appeared in Brad Paisley's Celebrity and Online music videos along with Little Jimmy Dickens, Jason Alexander and Trista Rehn. He also had a supporting role in the comedy DodgeBall: A True Underdog Story (2004), which starred Ben Stiller and Vince Vaughn. In the October 2004 issue of Star Trek Communicator,",
        "ngram": 256,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Although he had no formal academic training, many historians and scholars regard Leonardo as the prime exemplar of the \"Universal Genius\" or \"Renaissance Man\", an individual of \"unquenchable curiosity\" and \"feverishly inventive imagination.\" He is widely considered one of the most diversely talented individuals ever to have lived. According to art historian Helen Gardner, the scope and depth of his interests were without precedent in recorded history, and \"his mind and personality seem to us superhuman, while the man himself mysterious and remote.\" Scholars interpret his view of the world as being based in logic, though the empirical methods he used were unorthodox for his time.",
        "ngram": 106,
        "subject": "Hugh Laurie"
    },
    {
        "text": "A Freedom of Information request by The Sunday Times in 2012 revealed that Blair's government considered knighting Syria's President Bashar al-Assad. The documents showed Blair was willing to appear alongside Assad at a joint press conference even though the Syrians would probably have settled for a farewell handshake for the cameras; British officials sought to manipulate the media to portray Assad in a favourable light; and Blair's aides tried to help Assad's \"photogenic\" wife Asma al-Assad boost her profile. The newspaper noted:",
        "ngram": 82,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Lennon emerged from his hiatus in October 1980, when he released the single \"(Just Like) Starting Over\". In November, he and Ono released the album Double Fantasy, which included songs Lennon had written in Bermuda. In June, Lennon chartered a 43-foot sailboat and embarked on a sailing trip to Bermuda. En route, he and the crew encountered a storm, rendering everyone on board seasick, except Lennon, who took control and sailed the boat through the storm. This experience re-invigorated him and his creative muse. He spent three weeks in Bermuda in a home called Fairylands writing and refining the tracks for the upcoming album.",
        "ngram": 104,
        "subject": "Hugh Laurie"
    },
    {
        "text": "It was also at this time that Cube began collaborating outside the rap genre. In 1997, he worked with David Bowie and Nine Inch Nails singer Trent Reznor on a remix of Bowie's \"I'm Afraid of Americans\". In 1998, Cube was featured on the band Korn's song \"Children of the Korn\", and joined them on their Family Values Tour 1998.",
        "ngram": 60,
        "subject": "Hugh Laurie"
    },
    {
        "text": "To start her career, she auditioned for the American Academy of Dramatic Arts in New York, using a scene from her uncle George Kelly's The Torch-Bearers (1923). Although the school had already met its semester quota, she obtained an interview with the admissions department, and was admitted through George's influence. Kelly worked diligently, and practiced her speech by using a tape recorder. Her early acting pursuits led her to the stage, and she made her Broadway debut in Strindberg's The Father, alongside Raymond Massey. At 19, her graduation performance was as Tracy Lord in The Philadelphia Story. Her uncle continued to advise and mentor Kelly throughout her acting career.At her father's insistence, she lived at the Barbizon Hotel for Women in Manhattan. She was hired as a model by the John Robert Powers agency, where some of her first modeling jobs were doing commercials for bug spray and cigarettes. Kelly was reportedly \"fond of dancing to Hawaiian music down the hallways of the Barbizon, and given to shocking her fellow residents by performing topless\". She later wrote that she had \"wonderful memories of the three years I spent at the Barbizon.\"Television producer Delbert Mann cast Kelly as the lead in an adaptation of the Sinclair Lewis novel Bethel Merriday; this was her first of nearly sixty live television programs. She was mentioned in Theatre World magazine as \"[a] most promising personality of the Broadway stage of 1950\". Some of her well-known works as a theater actress were: The Father, The Rockingham Tea Set, The Apple Tree,",
        "ngram": 256,
        "subject": "Hugh Laurie"
    },
    {
        "text": "On May 3, 1993, Hogan returned to NJPW as WWF Champion and defeated IWGP Heavyweight Champion The Great Muta in a dream match at Wrestling Dontaku. Hogan wrestled against Muta again, this time under his real name (Keiji Mutoh), on September 26, 1993. Hogan also wrestled The Hell Raisers with Muta and Masahiro Chono as his tag team partners. His last match in Japan was on January 4, 1994, at Battlefield, when he defeated Tatsumi Fujinami.",
        "ngram": 76,
        "subject": "Hugh Laurie"
    },
    {
        "text": "He was paired with Sandra Bullock in Warner Bros.'s Two Weeks Notice (2002), which made $199 million internationally but received poor reviews. The Village Voice concluded that Grant's creation of a spoiled billionaire fronting a real estate business was \"little more than a Britishism machine\".Two Weeks Notice was followed by the 2003 ensemble comedy, Love Actually, headlined by Grant as the British Prime Minister. A Christmas release by Working Title Films, the film was promoted as \"the ultimate romantic comedy\" and accumulated $246 million at the international box office. It marked the directorial debut of Richard Curtis, who told The New York Times that Grant adamantly tempered the characterisation of the role to make his character more authoritative and less haplessly charming than earlier Curtis incarnations. Roger Ebert claimed that \"Grant has flowered into an absolutely splendid romantic comedian\" and has \"so much self-confidence that he plays the British prime minister as if he took the role to be a good sport\". Film critic Rex Reed, on the contrary, called his performance \"an oversexed bachelor spin on Tony Blair\" as the star \"flirted with himself in the paroxysm of self-love that has become his acting style\".In 2004, he reprised his role as Daniel Cleaver for a small part in Bridget Jones: The Edge of Reason, which, like its predecessor, made more than $262 million commercially.Gone from the screen for two years, Grant next re-teamed with Paul Weitz (About a Boy) for the black comedy American Dreamz (2006). Grant starred as the acerbic host of an American",
        "ngram": 256,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Afterward, Knievel retired from major performances and limited his appearances to smaller venues to help launch Robbie's career. His last stunt show, not including a jump, took place in March 1980 in Puerto Rico. However, Knievel would officially finish his career as a daredevil as a touring \"companion\" of Robbie's, limiting his performance to speaking only, rather than stunt riding. His final tour appearance with Robbie was in March 1981 in Hollywood, Florida.",
        "ngram": 73,
        "subject": "Hugh Laurie"
    },
    {
        "text": "When Williams was nine, she and her family moved from Compton to West Palm Beach, Florida so she could attend the tennis academy of Rick Macci, who provided her with additional coaching. Macci did not always agree with Williams's father, but respected that \"he treated his daughters like kids, allowed them to be little girls\". By 1991, Williams had a 46–3 record on the United States Tennis Association junior tour and was ranked No.1 among under-10 players in Florida. When Williams was 10, Richard stopped sending his daughters to national junior tennis tournaments, as he wanted them to \"go slowly\" and focus on school, and because he wanted to ensure they would not burn out before turning professional. Experiences of racism also influenced this decision, as he had heard white parents talk about the Williams sisters in a derogatory manner during tournaments. In 1995, when Williams was in the ninth grade, her father pulled his daughters out of Macci's academy and took over all coaching at their home. When asked in 2000 whether it would have been more beneficial for them to have followed the normal path of playing regularly on the junior circuit, Richard responded, \"Everyone does different things. I think for Venus and I, we just attempted a different road, and it worked for us.\"",
        "ngram": 217,
        "subject": "Hugh Laurie"
    },
    {
        "text": "When Trump moved supporters into positions of power at the Pentagon after the November 2020 election, Chairman of the Joint Chiefs of Staff Mark Milley and CIA director Gina Haspel became concerned about the threat of a possible coup attempt or military action against China or Iran. Milley insisted that he should be consulted about any military orders from Trump, including the use of nuclear weapons, and he instructed Haspel and NSA director Paul Nakasone to monitor developments closely.",
        "ngram": 79,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Marie Antoinette (; French: [maʁi ɑ̃twanɛt] ; Marie Antoinette Josèphe Jeanne; 2 November 1755 – 16 October 1793) was the last queen of France prior to the French Revolution. She was born an archduchess of Austria, and was the penultimate child and youngest daughter of Empress Maria Theresa and Emperor Francis I. She became dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI and she became queen.",
        "ngram": 90,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Jefferson supported France against Britain when the two nations fought in 1793, though his arguments in the Cabinet were undercut by French Revolutionary envoy Edmond-Charles Genêt's open scorn for Washington. In his discussions with British Minister George Hammond, he tried in vain to persuade the British to vacate their posts in the Northwest and to compensate the U.S. for slaves whom the British had freed at the end of the war. Jefferson sought a return to private life, and resigned the cabinet position in December 1793; he may also have wanted to bolster his political influence from outside the administration.",
        "ngram": 100,
        "subject": "Hugh Laurie"
    },
    {
        "text": "After leaving SNL, Schneider played supporting roles in a series of movies including Surf Ninjas, Judge Dredd, The Beverly Hillbillies, Home Alone 2: Lost in New York, Demolition Man, and Down Periscope. He also appeared in a recurring part on the television series Coach. In 1996, he co-starred in the NBC sitcom Men Behaving Badly, an American take on the hit British series of the same name. The U.S. version ran for two seasons.",
        "ngram": 74,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Pierpont writes that John Garfield was first choice for the role, but \"made impossible demands.\" It was Kazan's decision to fall back on the far less experienced (and technically too young for the role) Brando. In a letter dated August 29, 1947, Williams confided to his agent Audrey Wood: \"It had not occurred to me before what an excellent value would come through casting a very young actor in this part. It humanizes the character of Stanley in that it becomes the brutality and callousness of youth rather than a vicious old man ... A new value came out of Brando's reading which was by far the best reading I have ever heard.\" Brando based his portrayal of Kowalski on the boxer Rocky Graziano, whom he had studied at a local gymnasium. Graziano did not know who Brando was, but attended the production with tickets provided by the young man. He said, \"The curtain went up and on the stage is that son of a bitch from the gym, and he's playing me.\"",
        "ngram": 173,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In 2011, Simon was introduced to Italian electronic dance music artist Clap! Clap! by his son, Adrian, who was a fan of his work. They met in 2011 when Simon was touring So Beautiful or So What in Italy. Simon collaborated with him on three songs, and also worked with longtime friend Roy Halee, who co-produced the album. After the release of the album, Simon said he was no longer interested in showbiz and talked about retirement. He said, \"I am going to see what happens if I let go\".",
        "ngram": 90,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Ono was a pioneer of conceptual art and performance art. A seminal performance work is Cut Piece, first performed in 1964 at the Yamaichi Concert Hall in Kyoto, Japan. The piece consisted of Ono, dressed in her best suit, kneeling on a stage with a pair of scissors in front of her. She invited and then instructed audience members to join her on stage and cut pieces of her clothing off. Confronting issues of gender, class and cultural identity, Ono sat silently until the piece concluded at her discretion. The piece was subsequently performed at the Sogetsu Art Centre in Tokyo that same year, New York's Carnegie Hall in 1965 and London's Africa Center as part of the Destruction in Art Symposium in 1966. Of the piece, John Hendricks wrote in the catalogue to Ono's Japan Society retrospective: \"[Cut Piece] unveils the interpersonal alienation that characterizes social relationships between subjects, dismantling the disinterested Kantian aesthetic model ... It demonstrates the reciprocity between artists, objects, and viewers and the responsibility beholders have to the reception and preservation of art.\"Other performers of the piece have included Charlotte Moorman and John Hendricks. Ono reprised the piece in Paris in 2003, in the low post-9/11 period between the US and France, saying she hoped to show that this is \"a time where we need to trust each other\". In 2013, the Canadian singer Peaches reprised it at the multi-day Meltdown festival at the Southbank Centre in London, which Ono curated.",
        "ngram": 246,
        "subject": "Hugh Laurie"
    },
    {
        "text": "He made his first acting debut into television films, acting in 1991's Chernobyl: The Final Warning, followed by The Last of his Tribe, in 1992. He followed with 1992's The Rainbow Warrior for ABC, the story of the ill-fated Greenpeace ship sunk by French operatives in Auckland Harbour. For the remainder of the decade, Voight would alternate between feature films and television movies, including a starring role in the 1993 miniseries Return to Lonesome Dove, a continuation of Larry McMurtry's western saga, 1989's Lonesome Dove. Voight played Captain Woodrow F. Call, the part played by Tommy Lee Jones in the original miniseries. Voight made a cameo appearance as himself on the Seinfeld episode \"The Mom & Pop Store\" airing November 17, 1994, in which George Costanza buys a car that appears to be owned by Jon Voight. Voight described the process leading up to the episode in an interview on the Red Carpet at the 2006 BAFTA Emmy Awards:",
        "ngram": 159,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In 1782, Jefferson refused a partnership offer by North Carolina Governor Abner Nash, in a profiteering scheme involving the sale of confiscated Loyalist lands. Unlike some Founders, Jefferson was content with his Monticello estate and the land he owned in the vicinity of Virginia's Shenandoah Valley. Jefferson thought of Monticello as an intellectual gathering place for his friends James Madison and James Monroe.",
        "ngram": 63,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In 1984, Cash released a self-parody recording titled \"The Chicken in Black\" about Cash's brain being transplanted into a chicken and Cash receiving a bank robber's brain in return. Biographer Robert Hilburn, in his 2013 book Johnny Cash: The Life, disputes the claim made that Cash chose to record an intentionally poor song in protest of Columbia's treatment of him. On the contrary, Hilburn writes, it was Columbia that presented Cash with the song, which Cash – who had previously scored major chart hits with comedic material such as \"A Boy Named Sue\" and \"One Piece at a Time\" – accepted enthusiastically, performing the song live on stage and filming a comedic music video in which he dresses up in a superhero-like bank-robber costume. According to Hilburn, Cash's enthusiasm for the song waned after Waylon Jennings told Cash he looked \"like a buffoon\" in the music video (which was showcased during Cash's 1984 Christmas TV special), and Cash subsequently demanded that Columbia withdraw the music video from broadcast and recall the single from stores—interrupting its bona fide chart success—and termed the venture \"a fiasco\".Between 1981 and 1984, he recorded several sessions with famed countrypolitan producer Billy Sherrill (who also produced \"The Chicken in Black\"), which were shelved; they would be released by Columbia's sister label, Legacy Recordings, in 2014 as Out Among the Stars. Around this time, Cash also recorded an album of gospel recordings that ended up being released by another label around the time of his departure from Columbia (this due to Columbia closing",
        "ngram": 256,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Grande released Dangerous Woman on May 20, 2016, which debuted at number two on the Billboard 200. It also debuted at number two in Japan, and at number one in several other markets, including Australia, the Netherlands, Ireland, Italy, New Zealand and the UK. Mark Savage, writing for BBC News, called the album \"a mature, confident record\". In August, Grande released a third single from the album, \"Side to Side\", featuring rapper Nicki Minaj, her eighth top ten entry on the Hot 100, which peaked at number four on that chart. Dangerous Woman was nominated for Grammy Award for Best Pop Vocal Album and the title track for Best Pop Solo Performance.",
        "ngram": 112,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In June 2022, it was announced James is launching a media company in partnership with professional tennis player Naomi Osaka and Maverick Carter's SpringHill Company. The production and content creation company will be named Hana Kuma, which means \"flower\" and \"bear\" in Japanese.",
        "ngram": 43,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In May 1947, she graduated from Stevens School, a private institution in nearby Chestnut Hill, where she participated in drama and dance programs. Her graduation yearbook listed her favorite actress as Ingrid Bergman and her favorite actor as Joseph Cotten. Written in the \"Stevens' Prophecy\" section was: \"Miss Grace P. Kelly – a famous star of stage and screen\". Owing to her low mathematics scores, Kelly was rejected by Bennington College in July 1947. Despite her parents' initial disapproval, Kelly decided to pursue her dreams of becoming an actress. Her father was particularly displeased with her decision, as he viewed acting as \"a slim cut above streetwalker\" at the time. In 1947, Kelly signed with the Walter Thornton Model Agency gracing the covers of magazines.In 1954, Kelly dated and was engaged to Oleg Cassini after his divorce from Gene Tierney.",
        "ngram": 140,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Garland struggled in her personal life from an early age. The pressures of early stardom affected her physical and mental health from the time she was a teenager; her self-image was influenced by constant criticism from film executives who believed that she was physically unattractive and who manipulated her onscreen physical appearance. She had financial troubles, often owing hundreds of thousands of dollars in back taxes. Throughout her adulthood, she struggled with substance use disorder involving both drugs and alcohol; she died from an accidental barbiturate overdose in 1969, at age 47.",
        "ngram": 92,
        "subject": "Hugh Laurie"
    },
    {
        "text": "At around 12:30 a.m. (PST) on February 8, 2009, Brown and his then-girlfriend, singer Rihanna, had an argument that escalated into physical violence, with Brown causing Rihanna visible severe facial injuries which required hospitalization. Brown turned himself in to the Los Angeles Police Department's Wilshire station at 6:30 p.m. (PST) and was booked under suspicion of making criminal threats. On June 22, 2009, Brown pleaded guilty to felony assault and accepted a plea deal of community labor, five years of probation, and domestic violence counseling. On August 25, Brown received five years of probation. He was ordered to attend one year of domestic violence counseling and undergo six months of community service; the judge retained a five-year restraining order on Brown, which required him to remain 50 yards (45.72 meters) away from Rihanna, reduced to 10 yards at public events.",
        "ngram": 140,
        "subject": "Hugh Laurie"
    },
    {
        "text": "On stage, Garland is a character in the musical The Boy from Oz (1998), portrayed by Chrissy Amphlett in the original Australian production and by Isabel Keating on Broadway in 2003. End of the Rainbow (2005) featured Caroline O'Connor as Garland and Paul Goddard as Garland's pianist. Adrienne Barbeau played Garland in The Property Known as Garland (2006) and The Judy Monologues (2010) initially featured male actors reciting Garland's words before it was revamped as a one-woman show.",
        "ngram": 78,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In an interview, Sherman Alexie recalls the influence of \"Stephen King, who was always writing about underdogs, and bullied kids, and kids fighting back against overwhelming, often supernatural forces... The world aligned against them. As an Indian boy growing up on a reservation, I always identified with his protagonists. Stephen King, fighting the monsters.\"",
        "ngram": 54,
        "subject": "Hugh Laurie"
    },
    {
        "text": "Also in 2003, he appeared in a short cameo for Jim Jarmusch's Coffee and Cigarettes, in which he played himself \"hiding out\" in a local coffee shop. During this time Murray still appeared in comedic roles such as Charlie's Angels and Osmosis Jones. In 2004, he provided the voice of Garfield in Garfield: The Movie, and again in 2006 for Garfield: A Tail of Two Kitties. Murray later said that he only took the role because he was under the mistaken impression that the screenplay, co-written by Joel Cohen, was the work of Joel Coen.In 2004, he made his third collaboration with Wes Anderson in The Life Aquatic with Steve Zissou. Murray plays the title character, based on Jacques Cousteau, an oceanographer-filmmaker who is struggling to finish his latest underwater documentary and has to reconcile with his son played by Owen Wilson. The film also stars Cate Blanchett, Willem Dafoe, Anjelica Huston, Jeff Goldblum, and Michael Gambon. Anderson co-wrote the film alongside Noah Baumbach. The film initially received mixed reviews, although praising Murray's lead performance, and a box office bomb. In the decades since it has later developed a cult following. The following year Murray reunited with director Jim Jarmusch making his second collaboration in Broken Flowers (2005). The film revolves around Don Johnston (Murray), who embarks on a journey to four women (played by Sharon Stone, Frances Conroy, Jessica Lange, and Tilda Swinton), to find out who sent him a mysterious letter. Critic Roger Ebert praised Murray declaring \"No actor is better than Bill Murray",
        "ngram": 256,
        "subject": "Hugh Laurie"
    },
    {
        "text": "In 2002, Seacrest accepted the position as co-host of a new Fox reality television series American Idol with comedian Brian Dunkleman. The following year he became the sole host. The show increased in popularity and was seen by some 26 million viewers weekly; Seacrest became recognizable around the world. In 2003, he hosted the spin-off show, American Juniors. In July 2009, he signed a deal with CKX for $45 million to continue to host American Idol which made him the highest paid reality television host at the time. In April 2012, he signed a two-year $30 million deal to stay on as host of American Idol. In May 2014, Deadline Hollywood reported that he had signed a one-year deal with the option of signing for another year. He remained host of the series until the end of its run in April 2016. The following May, it was announced that ABC had won a multi-network bidding war for the rights to the show. On July 20, 2017, he announced on Live with Kelly & Ryan that he would be the host of an Idol reboot. His initial multi-year deal was reported to be worth over $10 million.",
        "ngram": 196,
        "subject": "Hugh Laurie"
    }
]