[
    {
        "text": "The Trump administration had a high turnover of personnel, particularly among White House staff. By the end of Trump's first year in office, 34 percent of his original staff had resigned, been fired, or been reassigned. As of early July 2018, 61 percent of Trump's senior aides had left and 141 staffers had left in the previous year. Both figures set a record for recent presidents—more change in the first 13 months than his four immediate predecessors saw in their first two years. Notable early departures included National Security Advisor Flynn (after just 25 days), and Press Secretary Sean Spicer. Close personal aides to Trump including Bannon, Hope Hicks, John McEntee, and Keith Schiller quit or were forced out. Some later returned in different posts. Trump publicly disparaged several of his former top officials, calling them incompetent, stupid, or crazy.",
        "ngram": 140,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Confucius began teaching after he turned 30, and taught more than 3,000 students in his life, about 70 of whom were considered outstanding. His disciples and the early Confucian community they formed became the most influential intellectual force in the Warring States period. The Han dynasty historian Sima Qian dedicated a chapter in his Records of the Grand Historian to the biographies of Confucius's disciples, accounting for the influence they exerted in their time and afterward. Sima Qian recorded the names of 77 disciples in his collective biography, while Kongzi Jiayu, another early source, records 76, not completely overlapping. The two sources together yield the names of 96 disciples. Twenty-two of them are mentioned in the Analects, while the Mencius records 24.Confucius did not charge any tuition, and only requested a symbolic gift of a bundle of dried meat from any prospective student. According to his disciple Zigong, his master treated students like doctors treated patients and did not turn anybody away. Most of them came from Lu, Confucius's home state, with 43 recorded, but he accepted students from all over China, with six from the state of Wey (such as Zigong), three from Qin, two each from Chen and Qi, and one each from Cai, Chu, and Song. Confucius considered his students' personal background irrelevant, and accepted noblemen, commoners, and even former criminals such as Yan Zhuoju and Gongye Chang. His disciples from richer families would pay a sum commensurate with their wealth which was considered a ritual donation.Confucius's favorite disciple was Yan Hui, most",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In May 2005, actor Tom Cruise—a Scientologist whose beliefs frown upon psychiatry—condemned Shields, both personally and professionally, for using and speaking in favor of the antidepressant drug Paxil. As Cruise said, \"Here is a woman and I care about Brooke Shields, because I think she is an incredibly talented woman, you look at [and think], where has her career gone?\" Shields responded that Cruise's remarks on antidepressants were \"irresponsible\" and \"dangerous\". She also argued that he should \"stick to fighting aliens\" (a reference to Cruise's role in War of the Worlds as well as some of the more esoteric aspects of Scientology doctrine and teachings), \"and let mothers decide the best way to treat postpartum depression.\" Shields responded to a further attack by Cruise with an op-ed titled \"War of Words\", published in The New York Times on July 1, 2005, in which she made an individual case for the medication and stated: \"In a strange way, it was comforting to me when my obstetrician told me that my feelings of extreme despair and my suicidal thoughts were directly tied to a biochemical shift in my body. Once we admit that postpartum is a serious medical condition, then the treatment becomes more available and socially acceptable. With a doctor's care, I have since tapered off the medication but, without it, I wouldn't have become the loving parent I am today.\" On August 31, 2006, according to USA Today, Cruise apologized in person to Shields for the incident; she accepted the apology, saying it was \"heartfelt\". That",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In the late 1980s, McEntire's touring schedule became increasingly busy. To avoid long bus trips, she and her band began traveling by private planes to concerts. McEntire and her touring band started the 1991 leg of their tour with dates in Alaska, Saginaw, Michigan, Fort Wayne, Indiana and a private gig for IBM in San Diego, California. Two planes were scheduled to leave San Diego which would carry McEntire's band. McEntire, her husband and her stylist would take a different aircraft the next day. In the early hours of March 16, 1991, McEntire was awakened by a phone call from Roger Woolsey, pilot of the second plane. McEntire's husband took the call and discovered that one of the planes had crashed. Following the successful takeoff of both planes, one plane's wing hit the side of Otay Mountain in San Diego, killing everyone on board.In total, eight members of her band were killed: Chris Austin, Kirk Cappello, Joey Cigainero, Paula Kaye Evans, Jim Hammon, Terry Jackson, Anthony Saputo, and Michael Thomas. In addition, pilot Donald Holmes and co-pilot Chris Hollinger were also killed. The first plane was a Hawker Siddeley DH-125-1A/522 charter jet that took off at 1:40 AM from the Brown Field Municipal Airport, located near the US/Mexico border. After reaching an altitude of 3,400 feet (1,040 m) above sea level, the aircraft crashed on the side of Otay Mountain, located 10 miles (16 km) east of the airport. The National Transportation Safety Board (NTSB) determined the probable cause of the accident was related to \"improper",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In 1999, riding the crossover wave of Ricky Martin and Enrique Iglesias in the Anglophone market, Anthony, working with producers Walter Afanasieff, Cory Rooney, Dan Shea, and Rodney Jerkins, released an English-language, self-titled album with the US Top 5 single \"I Need to Know\", and the Spanish version, \"Dímelo\". His song \"You Sang To Me\" was featured in Runaway Bride. A dance version was remixed by Dutch producer Rene Van Verseveld. The album debuted at number eight on the Billboard album chart, and six weeks later went platinum; it eventually was certified triple platinum. The song \"I Need To Know\" earned a Grammy nomination for Best Male Pop Vocal Performance.",
        "ngram": 110,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Farrow has fourteen children: four biological and ten adopted. She and former husband André Previn have three biological sons: twins Matthew and Sascha (born February 26, 1970), and Fletcher (born March 14, 1974). Sascha is a graduate of Fordham University, while Fletcher, a graduate of Connecticut College, became the chief information officer of IBM. Farrow and Previn adopted Vietnamese infants Lark Song Previn and Summer \"Daisy\" Song Previn, in 1973 and 1976, respectively, followed by the adoption of Soon-Yi from Korea in 1977. Soon-Yi's precise birth date is not known, but a bone scan estimated her age as from 5 to 7, at the time of her adoption. The Seoul Family Court established a Family Census Register (legal birth document) on her behalf on December 28, 1976, with a presumptive birth date of October 8, 1970.In 1980, following her divorce from Previn, Farrow adopted Moses Farrow, a two-year-old Korean orphan with cerebral palsy.  In 1985, Farrow adopted Dylan Farrow (born July 1985, adopted at two weeks old). Dylan was known as \"Eliza\" for some time and also as \"Malone\". In December 1991, a New York City court allowed Woody Allen to co-adopt Dylan and Moses.With Allen, Farrow gave birth to her fourth and final biological child, son Satchel Ronan O'Sullivan Farrow (later known simply as Ronan Farrow), on December 19, 1987. In a 2013 interview with Vanity Fair, Farrow stated Ronan could \"possibly\" be the biological child of Frank Sinatra, with whom she claimed to have \"never really split up.\" In a 2015 CBS Sunday",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In 1997, Hill guest starred in a three episode arc of popular television series Touched by an Angel and its subsequent  spin off series, Promised Land. This marked her acting debut.In 2002 it was rumored that Hill had won the role of Julia Compton Moore, the wife of Hal Moore, played by Mel Gibson, in the 2002 movie We Were Soldiers. The role was ultimately played by Madeleine Stowe.Hill made her film debut in the summer of 2004, when she co-starred with Nicole Kidman, Matthew Broderick and Glenn Close in director Frank Oz's remake of the 1975 thriller The Stepford Wives. Although the film received mixed reviews, it went on to earn over $100 million.In 2015, Hill appeared in the independent crime drama film Dixieland. The film was written and directed by Hank Bedford and also stars Chris Zylka, Riley Keough, Spencer Lofranco, and Steve Earle. Dixieland had its world premiere at the Tribeca Film Festival on April 19, 2015. The film was released in a limited release and through video on demand on December 11, 2015, by IFC Films.On October 14, 2015, it was announced that Hill would be an executive producer for a new lifestyle television program  with former Oprah executive producer Lisa Erspamer. The show, called Pickler & Ben, debuted in mid-2017, features Kellie Pickler and Ben Aaron as hosts and is filmed in Nashville.In August 2021, it was announced that Hill would co-star in Paramount+'s Yellowstone prequel 1883. Hill also appeared in one episode of Yellowstone season four in a",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Jefferson's approximately $100,000 of debt weighed heavily on his mind in his final months, as it became increasingly clear that he would have little to leave to his heirs. In February 1826, he successfully applied to the General Assembly to hold a public lottery as a fundraiser. His health began to deteriorate in July 1825, due to a combination of rheumatism from arm and wrist injuries, and intestinal and urinary disorders. By June 1826, he was confined to bed. On July 3, overcome by fever, Jefferson declined an invitation to attend an anniversary celebration of the Declaration in Washington.",
        "ngram": 99,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In addition to his work on SCTV and SNL, Short has starred in several television specials and series of his own. In 1985, Short starred in the one-hour Showtime special Martin Short: Concert for the North Americas. This was Short's first live concert, interspersed with studio sketches and a wraparound featuring Jackie Rogers Jr. Co-produced by the CBC, this aired as The Martin Short Comedy Special in Canada in March 1986. In 1989, Short headlined another one-hour comedy special, this time for HBO, I, Martin Short, Goes Hollywood, Short's classic send-up of all things Hollywood. It featured many of his characters including Ed Grimley and Jackie Rogers Jr.After doing sketch comedy for several years, Short starred in Three Amigos, Innerspace, The Big Picture, Captain Ron, Clifford, Three Fugitives (1989), directed by Francis Veber, with Nick Nolte and James Earl Jones; he was the memorable scene-stealing character \"Franck\" in the 1991 remake of Father of the Bride and its sequel; and in Pure Luck (1991), directed by Nadia Tass, with Danny Glover and Sheila Kelley.Short resumed work in the theatre, playing a lead role in the 1993 musical version of the Neil Simon film The Goodbye Girl, on Broadway, receiving a Tony Award nomination and an Outer Critics Circle Award. He had the lead role in the 1999 Broadway revival of the musical Little Me, for which he received a Tony Award and another Outer Critics Circle Award.In 1996, he appeared in Tim Burton's sci-fi comedy Mars Attacks! as lascivious Press Secretary Jerry Ross. In 1997, he",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Working in cinema, in 1979 Lansbury appeared as Miss Froy in The Lady Vanishes, a remake of Alfred Hitchcock's 1938 film. The following year she appeared in The Mirror Crack'd, another film based on an Agatha Christie novel, this time as Miss Marple, a sleuth in 1950s Kent. Lansbury hoped to get away from the depiction of the role made famous by Margaret Rutherford, instead returning to Christie's description of the character. She was signed to appear in two sequels as Miss Marple, but these were never made. Lansbury's next film was the animated The Last Unicorn (1982), for which she provided the voice of the witch Mommy Fortuna.Returning to musical cinema, she starred as Ruth in The Pirates of Penzance (1983), a film based on Gilbert and Sullivan's comic opera of the same name, and while filming it in London sang on a recording of The Beggar's Opera. This was followed by an appearance as the grandmother in Gothic fantasy film The Company of Wolves (1984). Lansbury had also begun work for television, appearing in a 1982 television film with Bette Davis titled Little Gloria... Happy at Last. She followed this with an appearance in CBS's The Gift of Love: A Christmas Story (1983), later describing it as \"the most unsophisticated thing you can imagine.\" A BBC television film followed, A Talent for Murder (1984), in which she played a wheelchair user mystery writer; although describing it as \"a rush job\", she agreed to do it in order to work with co-star Laurence Olivier. Two",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "His most recent credit is Only Murders in the Building, a Hulu comedy series, in which he stars and executive produces alongside Steve Martin and Selena Gomez. The show was nominated for a 2021 Peabody Award, and in July 2022, he received his 13th Emmy nomination for his role in Only Murders in the Building. He received nominations for the Primetime Emmy Awards for Outstanding Comedy Series and Outstanding Lead Actor in a Comedy Series.",
        "ngram": 75,
        "subject": "Anderson Cooper"
    },
    {
        "text": "The musician Donald Fagen described Simon's childhood as that of \"a certain kind of New York Jew, almost a stereotype really, to whom music and baseball are very important. I think it has to do with the parents. The parents are either immigrants or first-generation Americans who felt like outsiders, and assimilation was the key thought—they gravitated to black music and baseball, looking for an alternative culture.\" Simon said Fagen's description was not far from the truth. Simon played baseball and stickball as a child. He described his father as funny and smart, but said he worked late and did not see his children much.",
        "ngram": 105,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Kissinger pioneered the policy of détente with the Soviet Union, orchestrated an opening of relations with China, engaged in \"shuttle diplomacy\" in the Middle East to end the Yom Kippur War, and negotiated the Paris Peace Accords, which ended American involvement in the Vietnam War. For his role in negotiating the end of the Vietnam War, he was awarded the 1973 Nobel Peace Prize under controversial circumstances. A practitioner of a pragmatic approach to politics called Realpolitik, he has been widely considered by scholars to have been an effective secretary of state.Kissinger is also associated with controversial U.S. policies, including its bombing of Cambodia, involvement in the 1973 Chilean coup d'état, support for Argentina's military junta in its Dirty War, support for Indonesia in its invasion of East Timor, and support for Pakistan during the Bangladesh Liberation War and Bangladesh genocide. He was accused of war crimes for the civilian death toll of the policies he pursued, his role in facilitating U.S. support for dictatorial regimes, and willful ignorance towards human rights abuses committed by the United States and its allies.After leaving government, Kissinger founded Kissinger Associates, an international geopolitical consulting firm. He authored over a dozen books on diplomatic history and international relations. His advice was sought by American presidents of both political parties.",
        "ngram": 215,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Vicksburg's fall gave Union forces control of the Mississippi River and split the Confederacy. By that time, Grant's political sympathies fully coincided with the Radical Republicans' aggressive prosecution of the war and emancipation of the slaves. The success at Vicksburg was a morale boost for the Union war effort. When Stanton suggested Grant be brought east to run the Army of the Potomac, Grant demurred, writing that he knew the geography and resources of the West better and he did not want to upset the chain of command in the East.",
        "ngram": 91,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In 2006, Stewart made a short video against domestic violence for Amnesty International, in which he recollected his father's physical attacks on his mother and the effect it had on him as a child. He said, \"The physical harm ... [was] a shocking pain. But there are other aspects of violence which have more lasting impact psychologically on family members. It is destructive and tainting. As a child witnessing these events, one cannot simply help somehow feeling responsible for them; for the pain, and the screaming, and the misery.\" In the same year, he gave his name to a scholarship at the University of Huddersfield, where he was Chancellor (2004–2015), to fund post-graduate study into domestic violence. Stewart's childhood experience also led him to become a patron of Refuge, a UK charity for abused women.In 2009, Stewart gave a speech at the launch of Created Equal, a book about women's rights, talking again about his personal experiences with domestic violence and the impacts they had on him. He said, \"Violence is a choice, and it's a choice a man makes ... the lasting impact on my mother ... and indeed on myself ... was extreme. Overcoming the lessons of that male stereotype that I was being shown was a struggle.\" He now hopes to set an example of \"what it has been like to be in an environment of such violence and that it can pass and that one can survive it and even though sometimes still a struggle.\" Additionally, in October 2011, he presented a",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In 2002, Seacrest accepted the position as co-host of a new Fox reality television series American Idol with comedian Brian Dunkleman. The following year he became the sole host. The show increased in popularity and was seen by some 26 million viewers weekly; Seacrest became recognizable around the world. In 2003, he hosted the spin-off show, American Juniors. In July 2009, he signed a deal with CKX for $45 million to continue to host American Idol which made him the highest paid reality television host at the time. In April 2012, he signed a two-year $30 million deal to stay on as host of American Idol. In May 2014, Deadline Hollywood reported that he had signed a one-year deal with the option of signing for another year. He remained host of the series until the end of its run in April 2016. The following May, it was announced that ABC had won a multi-network bidding war for the rights to the show. On July 20, 2017, he announced on Live with Kelly & Ryan that he would be the host of an Idol reboot. His initial multi-year deal was reported to be worth over $10 million.",
        "ngram": 196,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In On Writing, King says \"If you want to be a writer, you must do two things above all: read a lot and write a lot.\" He emphasizes the importance of good description, which \"begins with clear seeing and ends with clear writing, the kind of writing that employs fresh images and simple vocabulary. I began learning my lessons in this regard by reading Chandler, Hammett, and Ross Macdonald; I gained perhaps even more respect for the power of compact, descriptive language from reading T. S. Eliot (those ragged claws scuttling across the ocean floor; those coffee spoons), and William Carlos Williams (white chickens, red wheelbarrow, the plums that were in the ice box, so sweet and so cold).\"",
        "ngram": 119,
        "subject": "Anderson Cooper"
    },
    {
        "text": "On February 8, 2008, Cuban voiced his support for the draft Bloomberg movement attempting to convince New York City Mayor Michael Bloomberg to run in the U.S. presidential election of 2008 on his blog. Cuban concluded a post lamenting the current state of U.S. politics: \"Are you listening, Mayor Bloomberg? For less than the cost of opening a tent pole movie, you can change the status quo.\" He eventually voted for Barack Obama in the 2008 election.",
        "ngram": 77,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Cube also wrote most of Eazy-E's debut album Eazy-Duz-It. He received a total pay of $32,000, and the contract that Heller presented in 1989 did not confirm that he was officially an N.W.A member. After leaving the group and its label in December, Cube sued Heller, and the lawsuit was later settled out of court. In response, N.W.A members attacked Cube on the 1990 EP 100 Miles and Runnin', and on N.W.A's next and final album, Niggaz4Life, in 1991.",
        "ngram": 79,
        "subject": "Anderson Cooper"
    },
    {
        "text": "The Marxist historian Eric Hobsbawm remarked: \"One cannot say Marx died a failure.\" Although he had not achieved a large following of disciples in Britain, his writings had already begun to make an impact on the left-wing movements in Germany and Russia. Within twenty-five years of his death, the continental European socialist parties that acknowledged Marx's influence on their politics had contributed to significant gains in their representative democratic elections.",
        "ngram": 70,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In 1992 he appeared in Roman Polanski's film Bitter Moon, portraying a fastidious and proper British tourist who is married but finds himself enticed by the sexual hedonism of a seductive French woman and her embittered, paraplegic American husband. The film was called an \"anti-romantic opus of sexual obsession and cruelty\" by The Washington Post.  In 1993 he had a supporting role in the Merchant-Ivory drama The Remains of the Day.",
        "ngram": 72,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Reeves's casual persona and ability to establish rapport have been observed by the public, leading him to be dubbed the \"Internet's boyfriend\". In 2019, Vox cited Reeves's unorthodox filmography and ability to appeal to nerd culture as the primary reasons for his internet popularity. While filming Bill & Ted Face the Music in July 2019, Reeves and other cast members came across a house with a banner reading \"You're Breathtaking\" and \"Mini Keanu\", two memes that had come out of Reeves's appearance at the Electronic Entertainment Expo 2019 for the game Cyberpunk 2077. Reeves took time to sign the banner, and talk to the family.",
        "ngram": 105,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Laurie has appeared in films, Peter's Friends (1992), Sense and Sensibility (1995), 101 Dalmatians (1996), The Borrowers (1997), The Man in the Iron Mask (1998), Stuart Little (1999), Life with Judy Garland: Me and My Shadows (2001), Flight of the Phoenix (2004), Arthur Christmas (2011) in which he voiced Steven Claus, and The Personal History of David Copperfield (2020).Outside of acting, Laurie released the blues albums Let Them Talk (2011) and Didn't It Rain (2013), both to favourable reviews. He wrote the novel The Gun Seller (1996). He was appointed OBE in the 2007 New Year Honours and CBE in the 2018 New Year Honours, both for services to drama.",
        "ngram": 110,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In September 2018, Musk was interviewed on an episode of The Joe Rogan Experience podcast, during which he sampled a cigar laced with cannabis. In 2022, Musk said that he and other SpaceX employees had subsequently been required to undergo random drug tests for about a year following the incident, as required by the Drug-Free Workplace Act of 1988 for Federal contractors. In a 2019 60 Minutes interview, Musk had said, \"I do not smoke pot. As anybody who watched that podcast could tell, I have no idea how to smoke pot.\"",
        "ngram": 92,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In 1987, he starred in the family drama Over the Top as a struggling trucker who tries to make amends with his estranged son and enters an arm wrestling competition. This was poorly received by critics and was a box-office failure. In 1989, he co-starred alongside Kurt Russell in the buddy cop action film Tango & Cash, which did solid business domestically and overseas, grossing US$57 million in foreign markets and over US$120 million worldwide. Stallone became a boxing promoter in the 1980s. His boxing promoting company, Tiger Eye Productions, signed world champion boxers Sean O'Grady and Aaron Pryor.",
        "ngram": 99,
        "subject": "Anderson Cooper"
    },
    {
        "text": "During the remainder of the year, Williams contributed to the victory of the U.S. team over Russia in the Fed Cup final, winning one singles rubber before joining her sister to win the doubles rubber. At the Grand Slam Cup in Munich, Williams defeated Hingis in the semifinals before losing to her sister Serena for the first time in the final. Williams won her sixth title of the year at the Tier I event in Zurich, defeating No. 1 Hingis in the final. Four weeks later, she lost to Davenport in the semifinals of the tournament in Philadelphia. Making her debut at the year-ending WTA Championships, Williams lost to Hingis in the semifinals. She finished the year ranked No. 3.",
        "ngram": 120,
        "subject": "Anderson Cooper"
    },
    {
        "text": "The principal source of steppe wealth was post-battle plunder, of which a leader would normally claim a large share; Genghis eschewed this custom, choosing instead to divide booty equally between himself and all his men. Disliking any form of luxury, he extolled the simple life of the nomad in a letter to Changchun, and objected to being addressed with obsequious flattery. He encouraged his companions to address him informally, give him advice, and criticise his mistakes. Genghis's openness to criticism and willingness to learn saw him seeking the knowledge of family members, companions, neighbouring states, and enemies. He sought and gained knowledge of sophisticated weaponry from China and the Muslim world, appropriated the Uyghur alphabet with the help of the captured scribe Tata-tonga, and employed numerous specialists across legal, commercial, and administrative fields. He also understood the need for a smooth succession and showed good judgement in choosing his heir.Although he is today renowned for his military conquests, very little is known about Genghis's personal generalship. His skills were more suited to identifying potential commanders. His institution of a meritocratic command structure gave the Mongol army military superiority, even though it was not technologically or tactically innovative. The army that Genghis created was characterised by its draconian discipline, its ability to gather and use military intelligence efficiently, a mastery of psychological warfare, and a willingness to be utterly ruthless. Genghis thoroughly enjoyed exacting vengeance on his enemies—the concept lay at the heart of achi qari'ulqu (lit. '\"good for good, evil for evil\"'), the steppe code of justice.",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Morissette's success with Jagged Little Pill (1995) was credited with opening doors for female singers such as Meredith Brooks, Tracy Bonham and Patti Rothberg, and later Avril Lavigne and Pink. She was criticized for collaborating with producer and supposed image-maker Ballard, and her previous disco pop albums also proved a hindrance for her respectability. Morissette and the album won six Juno Awards in 1996: Album of the Year, Single of the Year (\"You Oughta Know\"), Female Vocalist of the Year, Songwriter of the Year and Best Rock Album. At the 16th Brit Awards she won Brit Award for International Breakthrough Act. At the 38th Annual Grammy Awards in 1996, she won Best Female Rock Vocal Performance, Best Rock Song (both for \"You Oughta Know\"), Best Rock Album and Album of the Year.",
        "ngram": 132,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Brown's lyrical production is typically considered to be \"emotional\" or \"hedonistic\". His songs mainly cover themes of sex, desire, regret, romantic love, heartbreak, recklessness and internal conflict, also having some introspections over the dark side of fame. Along with his vocal and dancing abilities, his songwriting is considered to be one of the things that distincts him for the better compared to other R&B singers of his time. American media executive and radio personality Ebro Darden stated that Brown is the \"most all-around talented person in R&B. Trey Songz is talented, but he can't dance like Chris Brown. Usher is probably the only one that could come close to him, but he doesn't have the songwriting abilities that Chris Brown has\".",
        "ngram": 121,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In 1207, Genghis had appointed a man named Qorchi as governor of the subdued Hoi-yin Irgen tribes in Siberia. Appointed not for his talents but for prior services rendered, Qorchi's tendency to abduct women as concubines for his harem caused the tribes to rebel and take him prisoner in early 1216. The following year, they ambushed and killed Boroqul, one of Genghis's highest-ranking nökod. The khan was livid at the loss of his close friend and prepared to lead a retaliatory campaign; eventually dissuaded from this course, he dispatched his eldest son Jochi and a Dörbet commander. They managed to surprise and defeat the rebels, securing control over this economically important region.Kuchlug, the Naiman prince who had been defeated in 1204, had usurped the throne of the Central Asian Qara Khitai dynasty between 1211 and 1213. He was a greedy and arbitrary ruler who probably earned the enmity of the native Islamic populace whom he attempted to forcibly convert to Buddhism. Genghis sensed that Kuchlug might be a potential threat to his empire, and Jebe was sent with an army of 20,000 cavalry to the city of Kashgar; he undermined Kuchlug's rule by emphasising the Mongol policies of religious tolerance and gained the loyalty of the local elite. Kuchlug was forced to flee southwards to the Pamir Mountains, but was captured by local hunters. Jebe had him beheaded and paraded his corpse through Qara Khitai, proclaiming the end of religious persecution in the region.",
        "ngram": 244,
        "subject": "Anderson Cooper"
    },
    {
        "text": "After his parents divorced in 1966, his mother moved the family to Sydney, and then to New York City, where she married Paul Aaron, a Broadway and Hollywood director, in 1970. The couple moved to Toronto and divorced in 1971. When Reeves was nine, he took part in a theatre production of Damn Yankees. Aaron remained close to Reeves, offering him advice and recommending him a job at the Hedgerow Theatre in Pennsylvania. Reeves's mother married Robert Miller, a rock music promoter, in 1976; the couple divorced in 1980. Reeves and his sisters grew up primarily in the Yorkville neighbourhood of Toronto, with a nanny caring for them frequently. Because of his grandmother's Chinese ethnicity, Reeves grew up with Chinese art, furniture, and cuisine. Reeves watched British comedy shows such as The Two Ronnies, and his mother imparted English manners that he has maintained into adulthood.",
        "ngram": 146,
        "subject": "Anderson Cooper"
    },
    {
        "text": "The following year, in 1972, Welch starred in Kansas City Bomber, in which she played a hardened derby star and single mother who tries to balance her desire for a happy personal life and her dreams of stardom. Life magazine dubbed Welch the “hottest thing on wheels” for her role. The production of the film shut down for six weeks after Welch broke her wrist doing some of her own stunts. In the interim, she flew to Budapest and filmed a cameo in Bluebeard opposite Richard Burton, and was photographed at a lavish party thrown by Burton for his then-wife Elizabeth Taylor's fortieth birthday, even though Taylor had specifically uninvited her. Despite not being considered a critical success, Kansas City Bomber was noted for its depiction of gender relations in the early 1970s. In a 2012 interview with GQ, Welch reflected on the roller derby world depicted in the film: “You have all those women out there, but the men in the front office are really running it. Which I thought was a really nice metaphor for the way a lot of women felt about their lives at that time.” Also in 1972, Welch reunited with Burt Reynolds for the detective film Fuzz.",
        "ngram": 203,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In addition to acting, Quaid is a musician and plays with his band, the Sharks. He wrote and performed the song \"Closer to You\" in the film The Big Easy (1987). He also has a pilot's license and owned a Cessna Citation. He is also a one-handicap golfer, and in 2005, he was named as the top golfer among the \"Hollywood set\" by Golf Digest magazine.",
        "ngram": 66,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Thomas William Selleck (; born January 29, 1945) is an American actor. His breakout role was playing private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), for which he received five Emmy Award nominations for Outstanding Lead Actor in a Drama Series, winning in 1985. Since 2010, Selleck has co-starred as New York City Police Commissioner Frank Reagan in the series Blue Bloods. From 2005–2015, he portrayed troubled small-town police chief Jesse Stone in nine television films based on the Robert B. Parker novels.",
        "ngram": 86,
        "subject": "Anderson Cooper"
    },
    {
        "text": "As a successful artist, Leonardo was given permission to dissect human corpses at the Hospital of Santa Maria Nuova in Florence and later at hospitals in Milan and Rome. From 1510 to 1511 he collaborated in his studies with the doctor Marcantonio della Torre, professor of Anatomy at the University of Pavia. Leonardo made over 240 detailed drawings and wrote about 13,000 words toward a treatise on anatomy. Only a small amount of the material on anatomy was published in Leonardo's Treatise on painting. During the time that Melzi was ordering the material into chapters for publication, they were examined by a number of anatomists and artists, including Vasari, Cellini and Albrecht Dürer, who made a number of drawings from them.",
        "ngram": 121,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Cynthia Ann Crawford (born February 20, 1966) is an American model. During the 1980s and 1990s, she was among the most popular supermodels and a ubiquitous presence on magazine covers and runways, as well as fashion campaigns. She subsequently expanded into acting and business ventures.",
        "ngram": 45,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Pfeiffer debuted in the Marvel Cinematic Universe as Janet van Dyne, the original Wasp, in the Ant-Man (2015) sequel Ant-Man and the Wasp (2018). Variety's Owen Gleiberman described her performance as \"lovely\" and \"wistful\", while Josh Spiegel of /Film believed the film suffers from a lack of the actress. In 2019, Pfeiffer briefly reprised the role in Avengers: Endgame, and starred alongside Angelina Jolie and Elle Fanning in the dark fantasy sequel Maleficent: Mistress of Evil, playing the villainous Queen Ingrith. Despite the film earning mixed reviews, The Plain Dealer's Laura DeMarco felt that both Jolie and Pfeiffer \"clearly relish their roles.\"",
        "ngram": 102,
        "subject": "Anderson Cooper"
    },
    {
        "text": "The Stoics relied heavily on Socrates. They applied the Socratic method as a tool to avoid inconsistencies. Their moral doctrines focused on how to live a smooth life through wisdom and virtue. The Stoics assigned virtue a crucial role in attaining happiness and also prioritized the relation between goodness and ethical excellence, all of which echoed Socratic thought. At the same time, the philosophical current of Platonism claimed Socrates as its predecessor, in ethics and in its theory of knowledge. Arcesilaus, who became the head of the Academy about 80 years after its founding by Plato, radically changed the Academy's doctrine to what is now known as Academic Skepticism, centered on the Socratic philosophy of ignorance. The Academic Skeptics competed with the Stoics over who was Socrates's true heir with regard to ethics. While the Stoics insisted on knowledge-based ethics, Arcesilaus relied on Socratic ignorance. The Stoics' reply to Arcesilaus was that Socratic ignorance was part of Socratic irony (they themselves disapproved the use of irony), an argument that ultimately became the dominant narrative of Socrates in later antiquity.While Aristotle considered Socrates an important philosopher, Socrates was not a central figure in Aristotelian thought. One of Aristotle's pupils, Aristoxenus even authored a book detailing Socrates's scandals.",
        "ngram": 206,
        "subject": "Anderson Cooper"
    },
    {
        "text": "In May 2022, Brown partnered with Los Angeles based clothing brand Renowned and an online media company BlackNFTArt, to launch a NFT collection titled \"The Auracles\" with accompanying physical streetwear pieces. In July 2022, Brown released a NFT collection titled \"The Breezyverse\", consisting of 10,000 3D animnated NFTs with sound and visual effects implemented on the Ehtereum blockchain. The Breezyverse NFT collection was released in conjunction with Brown's 10th studio album titled Breezy.",
        "ngram": 73,
        "subject": "Anderson Cooper"
    },
    {
        "text": "After Hole's world tour concluded in 1996, Love made a return to acting, first in small roles in the Jean-Michel Basquiat biopic Basquiat and the drama Feeling Minnesota (1996), and then a starring role as Larry Flynt's wife Althea in Miloš Forman's critically acclaimed 1996 film The People vs. Larry Flynt. Love went through rehabilitation and quit using heroin at the insistence of Forman; she was ordered to take multiple urine tests under the supervision of Columbia Pictures while filming, and passed all of them. Despite Columbia Pictures' initial reluctance to hire Love due to her troubled past, her performance received acclaim, earning a Golden Globe nomination for Best Actress, and a New York Film Critics Circle Award for Best Supporting Actress. Critic Roger Ebert called her work in the film \"quite a performance; Love proves she is not a rock star pretending to act, but a true actress.\" She won several other awards from various film critic associations for the film. During this time, Love maintained what the media noted as a more decorous public image, and she appeared in ad campaigns for Versace and in a Vogue Italia spread. Following the release of The People vs. Larry Flynt, she dated her co-star Edward Norton, with whom she remained until 1999.In late 1997, Hole released the compilations My Body, the Hand Grenade and The First Session, both of which featured previously recorded material. Love attracted media attention in May 1998 after punching journalist Belissa Cohen at a party; the suit was settled out of court",
        "ngram": 256,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Kissinger—along with William Perry, Sam Nunn, and George Shultz—called upon governments to embrace the vision of a world free of nuclear weapons, and in three op-eds in The Wall Street Journal proposed an ambitious program of urgent steps to that end. The four created the Nuclear Threat Initiative to advance this agenda. In 2010, the four were featured in a documentary film entitled Nuclear Tipping Point. The film is a visual and historical depiction of the ideas laid forth in The Wall Street Journal op-eds and reinforces their commitment to a world without nuclear weapons and the steps that can be taken to reach that goal.On November 17, 2016, Kissinger met with President-elect Donald Trump during which they discussed global affairs. Kissinger also met with President Trump at the White House in May 2017.In an interview with Charlie Rose on August 17, 2017, Kissinger said about President Trump: \"I'm hoping for an Augustinian moment, for St. Augustine ... who in his early life followed a pattern that was quite incompatible with later on when he had a vision, and rose to sainthood. One does not expect the president to become that, but it's conceivable\". Kissinger also argued that Russian president Vladimir Putin wanted to weaken Hillary Clinton, not elect Donald Trump. Kissinger said that Putin \"thought—wrongly incidentally—that she would be extremely confrontational ... I think he tried to weaken the incoming president [Clinton]\".",
        "ngram": 233,
        "subject": "Anderson Cooper"
    },
    {
        "text": "Houston did not begin work on an album immediately. The label wanted to make sure no other label signed her away and Davis wanted to ensure he had the right material and producers for her debut album. Some producers passed on the project because of prior commitments. Houston first recorded a duet with Teddy Pendergrass, \"Hold Me\", which appeared on his gold album, Love Language. The single was released in 1984 and gave Houston her first taste of success, becoming a top ten hit on the R&B and adult contemporary charts. It would also appear on her debut album in 1985. She also appeared as a duet vocalist and background singer on Jermaine Jackson's Dynamite and Kashif's Send Me Your Love albums. During this early period, Houston continued to model, appeared in a commercial for the Canada Dry soft drink, and also began singing commercial jingles, including one for the restaurant brand, Steak & Ale.",
        "ngram": 155,
        "subject": "Anderson Cooper"
    }
]