[
    {
        "text": "In 1988, Harmon was part owner of a minor league baseball team, the San Bernardino Spirit, the same season Ken Griffey Jr. played for the team before his major league call-up to the Seattle Mariners the next season. Harmon used the team and their home field, Fiscalini Field, for the opening and closing scenes of the film in which he was starring, Stealing Home.",
        "ngram": 64,
        "subject": "Warren Buffett"
    },
    {
        "text": "Grande was the musical performer on Saturday Night Live, with Chris Pratt as the host on September 27, 2014. That same month, the third single from My Everything, \"Love Me Harder\", featuring Canadian recording artist the Weeknd, was released and peaked at number seven in the United States. The song became her fourth top ten single of 2014, the most by any artist that year. In November 2014, Grande was featured in Major Lazer's song \"All My Love\" from the soundtrack album for the film The Hunger Games: Mockingjay – Part 1 (2014). The same month, Grande released a Christmas song titled \"Santa Tell Me\" as a single from the reissue of her first Christmas EP, Christmas Kisses (2014). The following month, she appeared on Nicki Minaj's third album The Pinkprint, with the song \"Get on Your Knees\". She later released the fifth and the final single from My Everything, \"One Last Time\", which peaked at number 13 in the US.",
        "ngram": 161,
        "subject": "Warren Buffett"
    },
    {
        "text": "Bieber's early fanbase developed on YouTube and predated the release of his debut album My World. According to Jan Hoffman of The New York Times, part of Bieber's appeal stems from his YouTube channel. The Chicago Tribune noted that Bieber's fanbase, \"Beliebers\", was among the top words of 2010. Long before the release of My World in November 2009, his YouTube videos attracted millions of views. Braun recognized the appeal. Before flying him to Atlanta, Braun wanted to \"build him up more on YouTube first\" and had Bieber record more home videos for the channel. \"I said: 'Justin, sing like there's no one in the room. But let's not use expensive cameras.' We'll give it to kids, let them do the work, so that they feel like it's theirs\", recalled Braun. Bieber continues to upload videos to the same channel and has opened a Twitter account, from which he interacts with fans regularly. In January 2013, Bieber surpassed Lady Gaga as the most-followed person on Twitter for the first time and held the record for 11 months.As of 2023, Bieber is the third-most-followed user on Twitter and the most-followed musician on the platform, with over 111.5 million followers. His YouTube channel is currently the most viewed music channel for an individual on the platform, having attracted over 31 billion views. With over 72 million subscribers, he remains the most subscribed solo artist on YouTube and held the overall record for six years. 11 music videos by Bieber have surpassed over 1 billion views on YouTube (second",
        "ngram": 256,
        "subject": "Warren Buffett"
    },
    {
        "text": "Morrison completed his undergraduate degree at UCLA's film school within the Theater Arts department of the College of Fine Arts in 1965. Refusing to attend the graduation ceremony, he went to Venice Beach, Los Angeles and the university mailed his diploma to his mother in Coronado, California. He made several short films while attending UCLA. First Love, the first of these films, made with Morrison's classmate and roommate Max Schwartz, was released to the public when it appeared in a documentary about the film Obscura.",
        "ngram": 85,
        "subject": "Warren Buffett"
    },
    {
        "text": "Pfeiffer has been called one of the greatest actresses of her generation. However, she has often been deemed one of Hollywood's most underrated, with The Hollywood Reporter saying she \"is too seldom ranked among the best of her generation\". In 2009, Maclean's film critic Brian D. Johnson argued that Pfeiffer had yet to demonstrate her true acting range, believing she could potentially be as revered as Meryl Streep if afforded the same opportunities, while the San Francisco Chronicle's Mick LaSalle remarked that Pfeiffer's humility sometimes causes the public to overlook her as one of the industry's finest actresses. Pfeiffer is particularly renowned for her versatility, having accumulated a diverse filmography that spans period, romance, fantasy, musical, comedy, and drama. By 2016, Salon's Charles Taylor declared that no actor of the previous decade had rivaled Pfeiffer's versatility. Summarizing her career as eclectic, Erbland believes she has rarely repeated acting choices, with the actress confirming she had always aspired to play the widest range of characters possible, even when her opportunities were limited.",
        "ngram": 171,
        "subject": "Warren Buffett"
    },
    {
        "text": "Favre played 16 seasons in Green Bay. During his time with the Packers, Favre was the first and only NFL player to win three consecutive AP MVP awards. He helped the Packers appear in two Super Bowls, winning Super Bowl XXXI and losing Super Bowl XXXII. Favre started every Packers game from September 20, 1992, to January 20, 2008, a streak of 253 games. The record would continue after he left the Packers, reaching 297 games in the regular season. This remains the all-time record for consecutive starts in the NFL.",
        "ngram": 91,
        "subject": "Warren Buffett"
    },
    {
        "text": "Estevez is a close friend of Jon Bon Jovi. He appeared in Bon Jovi's music video \"Blaze of Glory\" as Billy the Kid. In turn, Bon Jovi made a cameo appearance in Young Guns II. \"Blaze of Glory\" was in the Young Guns II soundtrack and was nominated for an Academy Award. In 2000, Estevez made an appearance in another Bon Jovi video, \"Say It Isn't So,\" along with Matt LeBlanc, Claudia Schiffer, and Arnold Schwarzenegger.",
        "ngram": 76,
        "subject": "Warren Buffett"
    },
    {
        "text": "In February 2012, she staged a \"Community College to Career\" bus tour with Secretary of Labor Hilda Solis that aimed to showcase alliances between community colleges and local and regional businesses.Her life with her husband at Number One Observatory Circle tended towards the informal and was centered around family and their nearby grandchildren. In June 2012, she published a children's book, Don't Forget, God Bless Our Troops, based around her stepson Beau's deployment. The same month, the Bidens' daughter Ashley, a social worker and former staffer at the Delaware Department of Services for Children, Youth, and Their Families, married Howard Krein.",
        "ngram": 101,
        "subject": "Warren Buffett"
    },
    {
        "text": "Between 9 and 15 May 2013, he made an official visit to the United States. The tour promoted the rehabilitation of injured American and UK troops, publicised his own charities and supported British interests. It included engagements in Washington, DC, Colorado, New York, New Jersey, and Connecticut. He met survivors of Hurricane Sandy in New Jersey. In October 2013, he undertook his first official tour of Australia, attending the International Fleet Review at Sydney Harbour. He also paid a visit to the Australian SAS HQ in Perth. In May 2014, he visited Estonia and Italy. In Estonia, he visited Freedom Square in the capital Tallinn to honour fallen Estonian soldiers. He also attended a reception at the Estonian Parliament and a NATO military exercise. In Italy, Harry attended commemorations of the 70th anniversary of the Monte Cassino battles, in which Polish, Commonwealth and British troops fought. He opened the Field of Remembrance at Westminster Abbey on 6 November 2014, a task usually performed by Prince Philip.",
        "ngram": 166,
        "subject": "Warren Buffett"
    },
    {
        "text": "In January 2024, Delaware Judge Kathaleen McCormick ruled in a 2018 lawsuit that Musk's $55 billion pay package from Tesla be rescinded. McCormick called the compensation granted by the company's board \"an unfathomable sum\" that was unfair to shareholders. In response to the ruling, Musk posted on X: \"Never incorporate your company in the state of Delaware.\"",
        "ngram": 57,
        "subject": "Warren Buffett"
    },
    {
        "text": "Maria de Lourdes Villiers Farrow ( mə-REE-ə dee LOORDZ VIL-yərz FARR-oh; born February 9, 1945) is an American actress. She first gained notice for her role as Allison MacKenzie in the television soap opera Peyton Place and gained further recognition for her subsequent short-lived marriage to Frank Sinatra. An early film role, as Rosemary in Roman Polanski's Rosemary's Baby (1968), saw her nominated for a BAFTA Award and a Golden Globe Award for Best Actress. She went on to appear in several films throughout the 1970s, such as Follow Me! (1972), The Great Gatsby (1974), and Death on the Nile (1978). Her younger sister is Prudence Farrow.",
        "ngram": 107,
        "subject": "Warren Buffett"
    },
    {
        "text": "Sutherland did not make a film in 1991. During an interview in March 2012, he said he had declined director Gus Van Sant's offer to star in the lead role in the movie My Own Private Idaho, a decision that he regretted. He was quoted as saying \"I passed on My Private Idaho because I wanted to go skiing and didn't even look at it. I told myself that I needed to stick to my plan ... and it was a really dumb plan.\"In 1992, he played a doctor alongside Ray Liotta in the drama Article 99. He played a supporting character in Twin Peaks: Fire Walk with Me, the continuation of the short-lived television series of the same name which ran from 1990 to 1991, as agent Sam Stanley; and also in A Few Good Men (1992), where he played a junior officer subordinate to Jack Nicholson's Col. Nathan R. Jessup. The film was nominated for the Academy Award for Best Picture.",
        "ngram": 163,
        "subject": "Warren Buffett"
    },
    {
        "text": "In 2002, Dr. Dre signed rapper 50 Cent to Aftermath in a joint venture between Interscope and Eminem's Shady Records. Dr. Dre served as executive producer for 50 Cent's commercially successful February 2003 debut studio album Get Rich or Die Tryin'. Dr. Dre produced or co-produced four tracks on the album, including the hit single \"In da Club\". Eminem's fourth album since joining Aftermath, Encore, again saw Dre taking on the role of executive producer, and this time he was more actively involved in the music, producing or co-producing a total of eight tracks, including three singles.",
        "ngram": 97,
        "subject": "Warren Buffett"
    },
    {
        "text": "Grammer's voice has been featured in many commercials. In 1998, he appeared in a commercial for Honey Nut Cheerios, where he voices the wolf in Little Red Riding Hood. Since 2006, Grammer has provided the voice for television commercials advertising Hyundai. In 2008, Grammer reprised his role of Dr. Frasier Crane in a commercial for Dr Pepper (Frasier and Cheers co-star Bebe Neuwirth also reprised her role as Lilith Sternin in the same commercial, albeit in voice only). In 2000, Grammer again played Macbeth on Broadway, in a production that closed after only 10 days.",
        "ngram": 95,
        "subject": "Warren Buffett"
    },
    {
        "text": "Williams was seeded 14th for the Wimbledon Championships. In the quarterfinals of the tournament, she defeated French Open runner-up Pierce in a second-set tiebreak, winning it 12–10 to make the semifinals of a Grand Slam for the first time in two years. There, she defeated defending champion and second-seeded Sharapova to make the Wimbledon final for the fifth time in six years. Playing top-seeded Davenport in the final, Williams saved a match point with a backhand winner en route to winning. This was her third Wimbledon singles title, her fifth Grand Slam singles title overall and her first since 2001. It was the first time in 70 years that a player had won after being down match point during the women's final at Wimbledon. In addition, Williams was the lowest-ranked (No. 16) and lowest-seeded (14th) champion in tournament history. Following the victory she returned to the top 10.",
        "ngram": 148,
        "subject": "Warren Buffett"
    },
    {
        "text": "Roosevelt remained active in New York politics while also establishing contacts in the South, particularly in Georgia, in the 1920s. He issued an open letter endorsing Al Smith's successful campaign in New York's 1922 gubernatorial election, which both aided Smith and showed Roosevelt's continuing relevance as a political figure. Roosevelt and Smith came from different backgrounds and never fully trusted one another, but Roosevelt supported Smith's progressive policies, while Smith was happy to have Roosevelt's backing.",
        "ngram": 76,
        "subject": "Warren Buffett"
    },
    {
        "text": "The Duke and Duchess initially lived at Nottingham Cottage in London, in the grounds of Kensington Palace. In May 2018, it was reported that they had signed a two-year lease on WestfieldLarge, located on the Great Tew Estate in the Cotswolds. They gave up the lease after photos of the house and its interior were published by a paparazzi agency. The couple considered settling at the 21-room Apartment 1 within the grounds of Kensington Palace, but moved to Frogmore Cottage in the Home Park of Windsor Castle which Queen Elizabeth II had recently gifted to them instead. The Crown Estate refurbished the cottage at a cost of £2.4 million, paid out of the Sovereign Grant, with the Duke later reimbursing expenses beyond restoration and ordinary maintenance, a part of which was offset against rental payments that were due at the time. On 6 May 2019, the Duke and Duchess's son, Archie, was born. Their office was moved to Buckingham Palace and officially closed on 31 March 2020 when the Sussexes ceased \"undertaking official engagements in support of the Queen\". After some months in Canada and the United States, the couple bought a house in June 2020 on the former estate of Riven Rock in Montecito, California. The next month, the Duchess suffered a miscarriage. On 4 June 2021, their daughter, Lilibet, was born. The Duke and Duchess own a Labrador named Pula, and two Beagles named Guy and Mamma Mia.",
        "ngram": 240,
        "subject": "Warren Buffett"
    },
    {
        "text": "Critics have described Aguilera as a soprano, possessing a four-octave vocal range. She is also able to perform the whistle register. Maura Johnston, a journalist with Slate, called Aguilera's voice \"an instrument that despite its ability to leap octaves has a low-end grounding similar to that possessed by opera singers\". The Boston Globe columnist Joan Anderman highlighted her vocal versatility: \"[She] is a real singer ... blessed with the sort of breathtaking elasticity, golden tones, and sheer power that separate the divas from the dabblers\". In addition to sustain high notes, Aguilera is recognized for making use of the melismatic technique. Jon Pareles from The New York Times emphasized that \"she can aim a note as directly as a missile or turn its trajectory into an aerobatic spiral of leaping, quivering, and scalloping melismas\". Ron Fair—A&R executive from RCA Records—was impressed by her \"perfect intonation\", and concluded: \"She's got the pipes to be the next Barbra Streisand or Céline Dion\".Aguilera's singing technique also yielded comparisons to other singers. Journalist David Browne suggested that, alongside Mariah Carey and Whitney Houston, she \"forms the team of the main proponents\" of the melismatic technique. Richard Harrington from The Washington Post also noticed similarities with both artists: \"She has a genuinely powerful voice that's evoked comparisons [to them], though it for the most part avoids those singers' ornamental mannerisms\". The New Yorker columnist Sasha Frere-Jones also credited the technique by making her become \"a serious singer without needing to reincarnate the Sarah Vaughan\". Songwriter  Steve Kipner praises Aguilera's vocal",
        "ngram": 256,
        "subject": "Warren Buffett"
    },
    {
        "text": "Three weeks later, Williams defeated No. 2 Davenport for the first time in the semifinals of the Cellular South Cup in Oklahoma City. Williams then defeated Joannette Kruger in the final to win the first singles title of her career. In her first Tier I event of the year, Williams lost in the semifinals of the State Farm Evert Cup in Indian Wells to No. 1 Hingis. The following week, Williams won the Tier I Lipton International Players Championships in Key Biscayne, Florida, defeating No. 1 Hingis in the semifinals. On March 30, 1998, her ranking broke into the top 10 for the first time, at No. 10.",
        "ngram": 108,
        "subject": "Warren Buffett"
    },
    {
        "text": "Barker was born in Darrington, Washington, and spent most of his youth on the Rosebud Indian Reservation in Mission, South Dakota. The U.S. Indian Census Rolls, 1885–1940, list Barker as a citizen of the Rosebud Sioux Tribe, which the tribe publicly confirmed. His mother, Matilda (\"Tillie\") Valandra (née Matilda Kent Tarleton), was a schoolteacher; his father, Byron John Barker, was the foreman on the electrical high line through the state of Washington. As Barker's father was one-quarter Sioux, and his mother non-Native, Barker was one-eighth Sioux. Barker attended the grade school on the Rosebud Reservation where his mother was a teacher. He once said, \"I've always bragged about being part Indian, because they are a people to be proud of. And the Sioux were the greatest warriors of them all.\"",
        "ngram": 130,
        "subject": "Warren Buffett"
    },
    {
        "text": "In 2001, during the summer before his junior year, James was the subject of a feature article in Slam magazine in which writer Ryan Jones lauded the 16-year-old James, who had grown to 6 feet 7 inches (2.01 m), as \"[possibly] the best high school basketball player in America right now\". During the season, James also appeared on the cover of Sports Illustrated, becoming the first high school basketball underclassman to do so.: 104  With averages of 29 points, 8.3 rebounds, 5.7 assists, and 3.3 steals per game, he was again named Ohio Mr. Basketball and selected to the USA Today All-USA First Team, and became the first junior to be named male basketball Gatorade National Player of the Year.: 117  St. Vincent–St. Mary finished the year with a 23–4 record, ending their season with a loss in the Division II championship game.: 114  Following the loss, James unsuccessfully petitioned for a change to the NBA's draft eligibility rules in an attempt to enter the 2002 NBA draft. During this time, he used marijuana, which he said was to help cope with the stress that resulted from the constant media attention he was receiving.",
        "ngram": 191,
        "subject": "Warren Buffett"
    },
    {
        "text": "In 2007, Rihanna was named as one of the Cartier Love Charity Bracelet Ambassadors, with each celebrity representing a different global charity. To help raise awareness and combat HIV/AIDS, Rihanna and other public figures designed clothing for the February 2008 H&M Fashion Against AIDS line. In 2008, Rihanna performed a series of charity concerts entitled A Girl's Night Out to benefit the Believe Foundation. The concerts were made free for the public. Money from sponsors and advertisers were to be donated to provide medical supplies, school supplies and toys to children in need. In September 2008, Rihanna contributed to the song \"Just Stand Up!\" with fifteen other female artists, who shared the stage to perform the song live on September 5, 2008, during the \"Stand Up to Cancer\" television special. The proceeds from the single were given to the fundraiser. The television special helped raise $100 million for cancer research.",
        "ngram": 150,
        "subject": "Warren Buffett"
    },
    {
        "text": "Lindsay Dee Lohan ( LOH-ən; born July 2, 1986) is an American actress and singer. Born in New York City and raised on Long Island, Lohan was signed to Ford Models at age three. She appeared as a regular on the soap opera Another World at the age of 10, and her breakthrough came in the 1998 Walt Disney Pictures film The Parent Trap. The film's success led to appearances in subsequent Disney projects; the television films Life-Size (2000) and Get a Clue (2002) and the big-screen productions Freaky Friday (2003) and Confessions of a Teenage Drama Queen (2004). Lohan's early work won her childhood stardom, while the teen comedy sleeper hit Mean Girls (2004) affirmed her status as a teen idol and established her as a leading Hollywood actress.Lohan signed with Casablanca Records and released two studio albums, the platinum-certified Speak (2004) and gold-certified A Little More Personal (Raw) (2005). She also starred in the comedies Herbie: Fully Loaded (2005) and Just My Luck (2006). To show her range, Lohan began choosing roles in independent films such as A Prairie Home Companion and Bobby (both 2006) and Chapter 27 (2007). Her reported behavior during the filming of the 2006 dramedy Georgia Rule marked the start of a series of personal struggles that plagued her life and career for most of the next decade. She became a fixture in the tabloid press for her frequent legal issues, court appearances, and stints in rehabilitation facilities. This period saw her lose several roles, adversely affecting her career and",
        "ngram": 256,
        "subject": "Warren Buffett"
    },
    {
        "text": "Swift divides her writing into three types: \"quill lyrics\", songs rooted in antiquated poeticism; \"fountain pen lyrics\", based on modern and vivid storylines; and \"glitter gel pen lyrics\", which are lively and frivolous. Critics note the fifth track of every Swift album as the most \"emotionally vulnerable\" of the album. Awarding her with the Songwriter Icon Award in 2021, the National Music Publishers' Association remarked that \"no one is more influential when it comes to writing music today\". The Week deemed her the foremost female songwriter of modern times, and the Nashville Songwriters Association International named her Songwriter-Artist of the Decade in 2022. Swift has also published two original poems: \"Why She Disappeared\" and \"If You're Anything Like Me\".",
        "ngram": 119,
        "subject": "Warren Buffett"
    },
    {
        "text": "In 1982, Shatner was once again the leading character of a high-profile television show when he was cast as a veteran Los Angeles police sergeant in T. J. Hooker. Running for five seasons and ninety-one episodes until 1986, the series partnered Shatner with Heather Locklear and James Darren, later to be a recurring cast member of the third live-action Star Trek show, Deep Space Nine. The success of T. J. Hooker led to Shatner's hosting the popular dramatic re-enactment series Rescue 911 from 1989 to 1996. His career diversified further in the 1980s when he began working as a director, taking charge of many episodes of T. J. Hooker. A clause in his Star Trek contract giving him parity with Leonard Nimoy meant that after Nimoy's directing of Star Trek IV: The Voyage Home, Shatner was entitled to direct a Star Trek movie too: he exercised his right in Star Trek V: The Final Frontier, although many Trekkies were disappointed by the film that he delivered, something that he attributed principally to the weakness of the movie's visual effects. His growing success on television and in movie theatres in the 1980s did not lead him to stop working for advertisers. The VIC-20 home computer, for example, was endorsed by him both on television and in print.",
        "ngram": 216,
        "subject": "Warren Buffett"
    },
    {
        "text": "Jefferson's grandson Randolph was present and recorded the reunion: \"As they approached each other, their uncertain gait quickened itself into a shuffling run, and exclaiming, 'Ah Jefferson!' 'Ah Lafayette!', they burst into tears as they fell into each other's arms.\" Jefferson and Lafayette then retired to the house to reminisce. The next morning Jefferson, Lafayette, and James Madison attended a tour and banquet at the University of Virginia. Jefferson had someone else read a speech he had prepared for Lafayette, as his voice was weak and could not carry. This was his last public presentation. After an 11-day visit, Lafayette bid Jefferson goodbye and departed Monticello.",
        "ngram": 106,
        "subject": "Warren Buffett"
    },
    {
        "text": "Aside from his musical career, Brown was noted for markedly producing graffiti art. His visual works have been described as \"manga-inspired\" and \"abstract\". Brown said that he painted since his childhood, saying \"my first approach with it was painting school walls\" saying that he's always been captivated by the fact that drawing and painting \"gives you the chance to express yourself in whatever way, showing to the world your own dimension\".",
        "ngram": 71,
        "subject": "Warren Buffett"
    },
    {
        "text": "Released in 2003, Westside Connection's second album, Terrorist Threats, fared well critically, but saw lesser sales. \"Gangsta Nation\" (featuring Nate Dogg), the only single released, was a radio hit. After a rift between Cube and Mack 10 about Cube's film work minimizing the group's touring, the Westside Connection disbanded in 2005.",
        "ngram": 51,
        "subject": "Warren Buffett"
    },
    {
        "text": "A number of film projects have been considered by Tarantino throughout his career. They have included comic book adaptations (Green Lantern, Iron Man, Luke Cage, Silver Surfer), sequels (Kill Bill: Vol. 3), spin-offs of previous works (Double V Vega), crossovers of his own work with other genres (Django/Zorro), literary adaptations of well-known authors (Len Deighton, Bret Easton Ellis), and campaigning to direct in major film franchises (James Bond and Star Trek). Most of the projects he has discussed have been speculative, but none of them have been accomplished. In November 2014, Tarantino said he would retire from films after directing his tenth film.",
        "ngram": 103,
        "subject": "Warren Buffett"
    },
    {
        "text": "Beyoncé miscarried around 2010 or 2011, describing it as \"the saddest thing\" she had ever endured. She returned to the studio and wrote music to cope with the loss. In April 2011, Beyoncé and Jay-Z traveled to Paris to shoot the album cover for 4, and she unexpectedly became pregnant in Paris. In August, the couple attended the 2011 MTV Video Music Awards, at which Beyoncé performed \"Love On Top\" and ended the performance by revealing she was pregnant. Her appearance helped that year's MTV Video Music Awards become the most-watched broadcast in MTV history, pulling in 12.4 million viewers; the announcement was listed in Guinness World Records for \"most tweets per second recorded for a single event\" on Twitter, receiving 8,868 tweets per second and \"Beyonce pregnant\" was the most Googled phrase the week of August 29, 2011. On January 7, 2012, Beyoncé gave birth to a daughter, Blue Ivy, at Lenox Hill Hospital in New York City.",
        "ngram": 159,
        "subject": "Warren Buffett"
    },
    {
        "text": "Homecoming: A Film by Beyoncé, a documentary and concert film focusing on Beyoncé's historic 2018 Coachella performances, was released by Netflix on April 17, 2019. The film was accompanied by the surprise live album Homecoming: The Live Album. It was later reported that Beyoncé and Netflix had signed a $60 million deal to produce three different projects, one of which is Homecoming. Homecoming: A Film by Beyoncé received six nominations at the 71st Primetime Creative Arts Emmy Awards.",
        "ngram": 78,
        "subject": "Warren Buffett"
    },
    {
        "text": "During his last weeks at Saint-Rémy, his thoughts returned to \"memories of the North\", and several of the approximately 70 oils, painted during as many days in Auvers-sur-Oise, are reminiscent of northern scenes. In June 1890, he painted several portraits of his doctor, including Portrait of Dr Gachet, and his only etching. In each the emphasis is on Gachet's melancholic disposition. There are other paintings which are probably unfinished, including Thatched Cottages by a Hill.",
        "ngram": 75,
        "subject": "Warren Buffett"
    },
    {
        "text": "Williams was the defending champion and seventh-seeded player at Wimbledon. Without dropping a set, she reached her seventh Wimbledon singles final. She then won her fifth Wimbledon singles title, and seventh Grand Slam singles title overall, by beating sister Serena in straight sets. This was the first time since 2003 that Venus and Serena Williams had played each other in a Grand Slam final and was the first time since 2001 that Venus had defeated her in a Grand Slam final. Venus and Serena Williams then teamed to win the women's doubles title, their first Grand Slam doubles title together since 2003.",
        "ngram": 102,
        "subject": "Warren Buffett"
    },
    {
        "text": "In a statement made a month before his death, Kissinger responded to the 2023 Hamas-led attack on Israel and outbreak of the Israel–Hamas war by saying that the goals of Hamas \"can only be to mobilize the Arab world against Israel and to get off the track of peaceful negotiations\". In response to celebrations of the attack by some Arabs in Germany, he issued a statement denouncing Muslim immigration into Germany: \"It was a grave mistake to let in so many people of totally different culture and religion and concepts, because it creates a pressure group inside each country that does that.\"",
        "ngram": 102,
        "subject": "Warren Buffett"
    },
    {
        "text": "In 1970, Kissinger parroted to Nixon the United States Department of Defense's position that the country should maintain control over the Panama Canal, which was a reversal of the commitment by the Lyndon Johnson administration. Later, in the face of international pressure, Kissinger changed his stance, viewing the past hardline position in the Panama Canal issue as a hindrance to American relations with Latin America and an international setback that the Soviet Union would approve of. Kissinger in 1973 called for \"new dialogue\" between the United States and Latin America, then in 1974, Kissinger met Panama military leader Omar Torrijos and an agreement on eight operating principles for an eventual handover of the Panama Canal to Panama was made between Kissinger and Panamanian foreign minister Juan Antonio Tack, which angered the United States Congress, but ultimately provided a framework for the 1977 U.S.–Panama treaties.",
        "ngram": 144,
        "subject": "Warren Buffett"
    },
    {
        "text": "On December 13, the House Judiciary Committee voted along party lines to pass two articles of impeachment: one for abuse of power and one for obstruction of Congress. After debate, the House of Representatives impeached Trump on both articles on December 18.",
        "ngram": 42,
        "subject": "Warren Buffett"
    },
    {
        "text": "On Broadway, she received a Tony Award nomination for her role in the play Hurlyburly (1984). In 1988, Weaver received dual Academy Award nominations—Best Actress and Best Supporting Actress—for the respective roles of primatologist Dian Fossey in Gorillas in the Mist and a young associate in Working Girl, both of which won her Golden Globe Awards. She won the BAFTA Award for Best Supporting Actress for her role in The Ice Storm (1997). Her other notable films include Copycat (1995), Galaxy Quest (1999), The Village (2004), Vantage Point (2008), Chappie (2015), and A Monster Calls (2016).",
        "ngram": 96,
        "subject": "Warren Buffett"
    },
    {
        "text": "Springsteen supports LGBT rights and has spoken out in support of gay marriage. In an April 1996 interview with The Advocate, an LGBT magazine, he said, \"You get your license, you do all the social rituals. It's part of your place in society, and in some way part of society's acceptance of you.\" In 2009, he posted the following statement on his website: \"I've long believed in and have always spoken out for the rights of same sex couples and fully agree with Governor Corzine when he writes that 'The marriage-equality issue should be recognized for what it truly is—a civil rights issue that must be approved to assure that every citizen is treated equally under the law.'\" In 2012, he lent his support to an ad campaign for gay marriage called \"The Four 2012\". Springsteen noted in the ad, \"I couldn't agree more with that statement and urge those who support equal treatment for our gay and lesbian brothers and sisters to let their voices be heard now.\" In April 2016, Springsteen cancelled a show in Greensboro, North Carolina, days before it was to take place to protest the state's newly passed Public Facilities Privacy & Security Act, also referred to as the \"bathroom law\", which dictates which restrooms transgender people are permitted to use and prevents LGBT citizens from suing over human rights violations in the workplace. Springsteen released an official statement on his website. The Human Rights Campaign celebrated Springsteen's statement, and he has received praise and gratitude from the LGBT community.",
        "ngram": 255,
        "subject": "Warren Buffett"
    }
]