[
    {
        "text": "Confucius (孔子; pinyin: Kǒngzǐ; lit. 'Master Kong'; c. 551 – c. 479 BCE), born Kong Qiu (孔丘), was a Chinese philosopher of the Spring and Autumn period who is traditionally considered the paragon of Chinese sages. Confucius's teachings and philosophy underpin the East Asian culture and society, and remain influential across China and East Asia to this day. His philosophical teachings, called Confucianism, emphasized personal and governmental morality, correctness of social relationships, justice, kindness, sincerity, and a ruler's responsibilities to lead by virtue.Confucius considered himself a transmitter for the values of earlier periods which he claimed had been abandoned in his time. He advocated for filial piety, endorsing strong family loyalty, ancestor veneration, the respect of elders by their children and of husbands by their wives. Confucius recommended a robust family unit as the cornerstone for an ideal government. He championed the Silver Rule, or a negative form of the Golden Rule, advising, \"Do not do unto others what you do not want done to yourself.\"The time of Confucius's life saw a rich diversity of thought, and was a formative period in China's intellectual history. His ideas gained in prominence during the Warring States period, but experienced setback immediately following the Qin conquest. Under Emperor Wu of Han, Confucius's ideas received official sanction, with affiliated works becoming mandatory readings for career paths leading to officialdom. During the Tang and Song dynasties, Confucianism developed into a system known in the West as Neo-Confucianism, and later as New Confucianism. From ancient dynasties to the modern era, Confucianism has integrated into the",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "The name \"Confucius\" is a Latinized form of the Mandarin Chinese Kǒng Fūzǐ (孔夫子, \"Master Kong\"), and was coined in the late 16th century by early Jesuit missionaries to China. Confucius's family name was Kong (孔, OC:*‍kʰˤoŋʔ) and his given name was Qiu (丘, OC:*‍[k]ʷʰə). His courtesy name, a capping (guan: 冠) given at his coming of age ceremony, and by which he would have been known to all but his older family members, was Zhongni (仲尼, OC:*‍N-‍truŋ-‍s nr[əj]), the \"Zhòng\" indicating that he was the second son in his family.",
        "ngram": 91,
        "subject": "Confucius"
    },
    {
        "text": "It is thought that Confucius was born on 28 September 551 BCE, in Zou (鄒, in modern Shandong). The area was notionally controlled by the kings of Zhou but effectively independent under the local lords of Lu, who ruled from the nearby city of Qufu. His father Kong He (or Shuliang He) was an elderly commandant of the local Lu garrison. His ancestry traced back through the dukes of Song to the Shang dynasty which had preceded the Zhou. Traditional accounts of Confucius's life relate that Kong He's grandfather had migrated the family from Song to Lu. Not all modern scholars accept Confucius's descent from Song nobility.: 14–15 Kong He died when Confucius was three years old, and Confucius was raised by his mother Yan Zhengzai (顏徵在) in poverty. His mother later died at less than 40 years of age. At age 19, he married Lady Qiguan (亓官氏), and a year later the couple had their first child, their son Kong Li (孔鯉). Qiguan and Confucius later had two daughters together, one of whom is thought to have died as a child and one was named Kong Jiao (孔姣).Confucius was educated at schools for commoners, where he studied and learned the Six Arts.Confucius was born into the class of shi (士), between the aristocracy and the common people. He is said to have worked in various government jobs during his early 20s, and as a bookkeeper and a caretaker of sheep and horses, using the proceeds to give his mother a proper burial. When his mother died, Confucius",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "In Confucius's time, the state of Lu was headed by a ruling ducal house. Under the duke were three aristocratic families, whose heads bore the title of viscount and held hereditary positions in the Lu bureaucracy. The Ji family held the position \"Minister over the Masses\", who was also the \"Prime Minister\"; the Meng family held the position \"Minister of Works\"; and the Shu family held the position \"Minister of War\". In the winter of 505 BCE, Yang Hu—a retainer of the Ji family—rose up in rebellion and seized power from the Ji family. However, by the summer of 501 BCE, the three hereditary families had succeeded in expelling Yang Hu from Lu. By then, Confucius had built up a considerable reputation through his teachings, while the families came to see the value of proper conduct and righteousness, so they could achieve loyalty to a legitimate government. Thus, that year (501 BCE), Confucius came to be appointed to the minor position of governor of a town. Eventually, he rose to the position of Minister of Crime. The Xunzi says that once assuming the post, Confucius ordered the execution of Shaozheng Mao, another Lu state official and scholar whose lectures attracted the three thousand disciples several times except Yan Hui. Shaozheng Mao was accused of 'five crimes', each worth execution, including 'concealed evilness, stubborn abnormality, eloquent duplicity, erudition in bizarre facts and generosity to evildoers'.Confucius desired to return the authority of the state to the duke by dismantling the fortifications of the city—strongholds belonging to the three",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Soon thereafter, Gongshan Furao, a retainer of the Ji family, revolted and took control of the forces at Bi. He immediately launched an attack and entered the capital Lu. Earlier, Gongshan had approached Confucius to join him, which Confucius considered as he wanted the opportunity to put his principles into practice but he gave up on the idea in the end. Confucius disapproved the use of a violent revolution by principle, even though the Ji family dominated the Lu state by force for generations and had exiled the previous duke. Creel states that, unlike the rebel Yang Hu before him, Gongshan may have sought to destroy the three hereditary families and restore the power of the duke. However, Dubs is of the view that Gongshan was encouraged by Viscount Ji Huan to invade the Lu capital in an attempt to avoid dismantling the Bi fortified walls. Whatever the situation may have been, Gongshan was considered an upright man who continued to defend the state of Lu, even after he was forced to flee.During the revolt by Gongshan, Zhong You had managed to keep the duke and the three viscounts together at the court. Zhong You was one of the disciples of Confucius and Confucius had arranged for him to be given the position of governor by the Ji family. When Confucius heard of the raid, he requested that Viscount Ji Huan allow the duke and his court to retreat to a stronghold on his palace grounds. Thereafter, the heads of the three families and the duke",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "The Shiji stated that the neighboring Qi state was worried that Lu was becoming too powerful while Confucius was involved in the government of the Lu state. According to this account, Qi decided to sabotage Lu's reforms by sending 100 good horses and 80 beautiful dancing girls to the duke of Lu. The duke indulged himself in pleasure and did not attend to official duties for three days. Confucius was disappointed and resolved to leave Lu and seek better opportunities, yet to leave at once would expose the misbehavior of the duke and therefore bring public humiliation to the ruler Confucius was serving. Confucius therefore waited for the duke to make a lesser mistake. Soon after, the duke neglected to send to Confucius a portion of the sacrificial meat that was his due according to custom, and Confucius seized upon this pretext to leave both his post and the Lu state.",
        "ngram": 151,
        "subject": "Confucius"
    },
    {
        "text": "After Confucius's resignation, he travelled around the principality states of north-east and central China including Wey, Song, Zheng, Cao, Chu, Qi, Chen, and Cai (and a failed attempt to go to Jin). At the courts of these states, he expounded his political beliefs but did not see them implemented.",
        "ngram": 49,
        "subject": "Confucius"
    },
    {
        "text": "According to the Zuozhuan, Confucius returned home to his native Lu when he was 68, after he was invited to do so by Ji Kangzi, the chief minister of Lu. The Analects depict him spending his last years teaching 72 or 77 disciples and transmitting the old wisdom via a set of texts called the Five Classics.During his return, Confucius sometimes acted as an advisor to several government officials in Lu, including Ji Kangzi, on matters including governance and crime.Burdened by the loss of both his son and his favorite disciples, he died at the age of 71 or 72 from natural causes. Confucius was buried in Kong Lin cemetery which lies in the historical part of Qufu in the Shandong Province. The original tomb erected there in memory of Confucius on the bank of the Sishui River had the shape of an axe. In addition, it has a raised brick platform at the front of the memorial for offerings such as sandalwood incense and fruit.",
        "ngram": 166,
        "subject": "Confucius"
    },
    {
        "text": "In the Analects, Confucius presents himself as a \"transmitter who invented nothing\". He puts the greatest emphasis on the importance of study, and it is the Chinese character for study (學) that opens the text. Far from trying to build a systematic or formalist theory, he wanted his disciples to master and internalize older classics, so that their deep thought and thorough study would allow them to relate the moral problems of the present to past political events (as recorded in the Annals) or the past expressions of commoners' feelings and noblemen's reflections (as in the poems of the Book of Odes). Although some Chinese people follow Confucianism in a religious manner, many argue that its values are secular and that it is less a religion than a secular morality. Proponents of religious Confucianism argue that despite the secular nature of Confucianism's teachings, it is based on a worldview that is religious. Confucianism discusses elements of the afterlife and views concerning Heaven, but it is relatively unconcerned with some spiritual matters often considered essential to religious thought, such as the nature of souls.",
        "ngram": 183,
        "subject": "Confucius"
    },
    {
        "text": "One of the deepest teachings of Confucius may have been the superiority of personal exemplification over explicit rules of behavior. His moral teachings emphasized self-cultivation, emulation of moral exemplars, and the attainment of skilled judgment rather than knowledge of rules. Confucian ethics may, therefore, be considered a type of virtue ethics. His teachings rarely rely on reasoned argument, and ethical ideals and methods are conveyed indirectly, through allusion, innuendo, and even tautology. His teachings require examination and context to be understood. A good example is found in this famous anecdote:",
        "ngram": 90,
        "subject": "Confucius"
    },
    {
        "text": "By not asking about the horses, Confucius demonstrates that the sage values human beings over property (which animals seem to represent in this example); readers are led to reflect on whether their response would follow Confucius's and to pursue self-improvement if it would not have. One of his teachings was a variant of the Golden Rule, sometimes called the \"Silver Rule\" owing to its negative form:",
        "ngram": 66,
        "subject": "Confucius"
    },
    {
        "text": "Often overlooked in Confucian ethics are the virtues to the self: sincerity and the cultivation of knowledge. Virtuous action towards others begins with virtuous and sincere thought, which begins with knowledge. A virtuous disposition without knowledge is susceptible to corruption, and virtuous action without sincerity is not true righteousness. Cultivating knowledge and sincerity is also important for one's own sake; the superior person loves learning for the sake of learning and righteousness for the sake of righteousness.The Confucian theory of ethics as exemplified in lǐ (禮) is based on three important conceptual aspects of life: (a) ceremonies associated with sacrifice to ancestors and deities of various types, (b) social and political institutions, and (c) the etiquette of daily behavior. Some believed that lǐ originated from the heavens, but Confucius stressed the development of lǐ through the actions of sage leaders in human history. His discussions of lǐ seem to redefine the term to refer to all actions committed by a person to build the ideal society, rather than those conforming with canonical standards of ceremony.In the early Confucian tradition, lǐ was doing the proper thing at the proper time; balancing between maintaining existing norms to perpetuate an ethical social fabric, and violating them in order to accomplish ethical good. Training in the lǐ of past sages, cultivates virtues in people that include ethical judgment about when lǐ must be adapted in light of situational contexts.",
        "ngram": 235,
        "subject": "Confucius"
    },
    {
        "text": "In Confucianism, the concept of li is closely related to yì (義), which is based upon the idea of reciprocity. Yì can be translated as righteousness, though it may mean what is ethically best to do in a certain context. The term contrasts with action done out of self-interest. While pursuing one's own self-interest is not necessarily bad, one would be a better, more righteous person if one's life was based upon following a path designed to enhance the greater good. Thus an outcome of yì is doing the right thing for the right reason.Just as action according to lǐ should be adapted to conform to the aspiration of adhering to yì, so yì is linked to the core value of rén (仁). Rén consists of five basic virtues: seriousness, generosity, sincerity, diligence, and kindness. Rén is the virtue of perfectly fulfilling one's responsibilities toward others, most often translated as \"benevolence\", \"humaneness\", or \"empathy\"; translator Arthur Waley calls it \"Goodness\" (with a capital G), and other translations that have been put forth include \"authoritativeness\" and \"selflessness\". Confucius's moral system was based upon empathy and understanding others, rather than divinely ordained rules. To develop one's spontaneous responses of rén so that these could guide action intuitively was even better than living by the rules of yì. Confucius asserts that virtue is a mean between extremes. For example, the properly generous person gives the right amount – not too much and not too little.",
        "ngram": 242,
        "subject": "Confucius"
    },
    {
        "text": "Confucius's political thought is based upon his ethical thought. He argued that the best government is one that rules through \"rites\" (lǐ) and people's natural morality, and not by using bribery and coercion. He explained that this is one of the most important analects: \"If the people be led by laws, and uniformity sought to be given them by punishments, they will try to avoid the punishment, but have no sense of shame. If they be led by virtue, and uniformity sought to be given them by the rules of propriety, they will have the sense of the shame, and moreover will become good.\" (Analects 2.3, tr. Legge). This \"sense of shame\" is an internalisation of duty, where the punishment precedes the evil action, instead of following it in the form of laws as in Legalism.Confucius looked nostalgically upon earlier days, and urged the Chinese, particularly those with political power, to model themselves on earlier examples. In times of division, chaos, and endless wars between feudal states, he wanted to restore the Mandate of Heaven (天命) that could unify the \"world\" (天下, \"all under Heaven\") and bestow peace and prosperity on the people. Because his vision of personal and social perfections was framed as a revival of the ordered society of earlier times, Confucius is often considered a great proponent of conservatism, but a closer look at what he proposes often shows that he used (and perhaps twisted) past institutions and rites to push a new political agenda of his own: a revival of a unified",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Confucius heavily promoted the use of music with rituals or the rites order. The scholar Li Zehou argued that Confucianism is based on the idea of rites. Rites serve as the starting point for each individual and that these sacred social functions allow each person's human nature to be harmonious with reality. Given this, Confucius believed that \"music is the harmonization of heaven and earth; the rites is the order of heaven and earth\". Thus the application of music in rites creates the order that makes it possible for society to prosper. poetry,The Confucian approach to music was heavily inspired by the Shijing and the Classic of Music, which was said to be the sixth Confucian classic until it was lost during the Han dynasty. The Shijing serves as one of the current Confucian classics and is a book on poetry that contains a diversified variety of poems as well as folk songs. Confucius is traditionally ascribed with compiling these classics within his school. In the Analects, Confucius described the importance of the art in the development of society:",
        "ngram": 179,
        "subject": "Confucius"
    },
    {
        "text": "Confucius's teachings were later turned into an elaborate set of rules and practices by his numerous disciples and followers, who organized his teachings into the Analects. Confucius's disciples and his only grandson, Zisi, continued his philosophical school after his death. These efforts spread Confucian ideals to students who then became officials in many of the royal courts in China, thereby giving Confucianism the first wide-scale test of its dogma.Two of Confucius's most famous later followers emphasized radically different aspects of his teachings. In the centuries after his death, Mencius (孟子) and Xunzi (荀子) both composed important teachings elaborating in different ways on the fundamental ideas associated with Confucius. Mencius (4th century BCE) articulated the innate goodness in human beings as a source of the ethical intuitions that guide people towards rén, yì, and lǐ, while Xunzi (3rd century BCE) underscored the realistic and materialistic aspects of Confucian thought, stressing that morality was inculcated in society through tradition and in individuals through training. In time, their writings, together with the Analects and other core texts came to constitute the philosophical corpus of Confucianism.This realignment in Confucian thought was parallel to the development of Legalism, which saw filial piety as self-interest and not a useful tool for a ruler to create an effective state. A disagreement between these two political philosophies came to a head in 223 BCE when the Qin state conquered all of China. Li Si, Prime Minister of the Qin dynasty, convinced Qin Shi Huang to abandon the Confucians' recommendation of awarding fiefs akin to",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "The works of Confucius were first translated into European languages by Jesuit missionaries in the 16th century during the late Ming dynasty. The first known effort was by Michele Ruggieri, who returned to Italy in 1588 and carried on his translations while residing in Salerno. Matteo Ricci started to report on the thoughts of Confucius, and a team of Jesuits—Prospero Intorcetta, Philippe Couplet, and two others—published a translation of several Confucian works and an overview of Chinese history in Paris in 1687. François Noël, after failing to persuade Clement XI that Chinese veneration of ancestors and Confucius did not constitute idolatry, completed the Confucian canon at Prague in 1711, with more scholarly treatments of the other works and the first translation of the collected works of Mencius. It is thought that such works had considerable importance on European thinkers of the period, particularly among the Deists and other philosophical groups of the Enlightenment who were interested by the integration of the system of morality of Confucius into Western civilization.In the modern era Confucian movements, such as New Confucianism, still exist, but during the Cultural Revolution, Confucianism was frequently attacked by leading figures in the Chinese Communist Party. This was partially a continuation of the condemnations of Confucianism by intellectuals and activists in the early 20th century as a cause of the ethnocentric close-mindedness and refusal of the Qing dynasty to modernize that led to the tragedies that befell China in the 19th century.Confucius's works are studied by scholars in many other Asian countries, particularly those in",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Confucius began teaching after he turned 30, and taught more than 3,000 students in his life, about 70 of whom were considered outstanding. His disciples and the early Confucian community they formed became the most influential intellectual force in the Warring States period. The Han dynasty historian Sima Qian dedicated a chapter in his Records of the Grand Historian to the biographies of Confucius's disciples, accounting for the influence they exerted in their time and afterward. Sima Qian recorded the names of 77 disciples in his collective biography, while Kongzi Jiayu, another early source, records 76, not completely overlapping. The two sources together yield the names of 96 disciples. Twenty-two of them are mentioned in the Analects, while the Mencius records 24.Confucius did not charge any tuition, and only requested a symbolic gift of a bundle of dried meat from any prospective student. According to his disciple Zigong, his master treated students like doctors treated patients and did not turn anybody away. Most of them came from Lu, Confucius's home state, with 43 recorded, but he accepted students from all over China, with six from the state of Wey (such as Zigong), three from Qin, two each from Chen and Qi, and one each from Cai, Chu, and Song. Confucius considered his students' personal background irrelevant, and accepted noblemen, commoners, and even former criminals such as Yan Zhuoju and Gongye Chang. His disciples from richer families would pay a sum commensurate with their wealth which was considered a ritual donation.Confucius's favorite disciple was Yan Hui, most",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "No contemporary painting or sculpture of Confucius survives, and it was only during the Han dynasty that he was portrayed visually. Carvings often depict his legendary meeting with Laozi. Since that time there have been many portraits of Confucius as the ideal philosopher. An early verbal portrayal of Confucius is found in the chapter \"External Things\" (外物; Wàiwù) of the book Zhuangzi (莊子; Zhuāngzǐ), finished in about 3rd BCE, long after Confucius's death. The oldest known portrait of Confucius has been unearthed in the tomb of the Han dynasty ruler Marquis of Haihun (died 59 BCE). The picture was painted on the wooden frame to a polished bronze mirror.In former times, it was customary to have a portrait in Confucius Temples; however, during the reign of Hongwu Emperor (Taizu) of the Ming dynasty, it was decided that the only proper portrait of Confucius should be in the temple in his home town, Qufu in Shandong. In other temples, Confucius is represented by a memorial tablet. In 2006, the China Confucius Foundation commissioned a standard portrait of Confucius based on the Tang dynasty portrait by Wu Daozi.",
        "ngram": 186,
        "subject": "Confucius"
    },
    {
        "text": "Soon after Confucius's death, Qufu, his home town, became a place of devotion and remembrance. The Han dynasty Records of the Grand Historian records that it had already become a place of pilgrimage for ministers. It is still a major destination for cultural tourism, and many people visit his grave and the surrounding temples. In Sinic cultures, there are many temples where representations of the Buddha, Laozi, and Confucius are found together. There are also many temples dedicated to him, which have been used for Confucian ceremonies.Followers of Confucianism have a tradition of holding spectacular memorial ceremonies of Confucius (祭孔) every year, using ceremonies that supposedly derived from Zhou Li (周禮) as recorded by Confucius, on the date of Confucius's birth. In the 20th century, this tradition was interrupted for several decades in mainland China, where the official stance of the Communist Party and the State was that Confucius and Confucianism represented reactionary feudalist beliefs which held that the subservience of the people to the aristocracy is a part of the natural order. All such ceremonies and rites were therefore banned. Only after the 1990s did the ceremony resume. As it is now considered a veneration of Chinese history and tradition, even Communist Party members may be found in attendance.In Taiwan, where the Nationalist Party (Kuomintang) strongly promoted Confucian beliefs in ethics and behavior, the tradition of the memorial ceremony of Confucius (祭孔) is supported by the government and has continued without interruption. While not a national holiday, it does appear on all printed calendars, much",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Confucius's descendants were repeatedly identified and honored by successive imperial governments with titles of nobility and official posts. They were honored with the rank of a marquis 35 times since Gaozu of the Han dynasty, and they were promoted to the rank of duke 42 times from the Tang dynasty to the Qing dynasty. Emperor Xuanzong of Tang first bestowed the title of \"Duke Wenxuan\" on Kong Suizhi of the 35th generation. In 1055, Emperor Renzong of Song first bestowed the title of \"Duke Yansheng\" on Kong Zongyuan of the 46th generation.During the Southern Song dynasty, the Duke Yansheng Kong Duanyou fled south with the Song Emperor to Quzhou in Zhejiang, while the newly established Jin dynasty (1115–1234) in the north appointed Kong Duanyou's brother Kong Duancao who remained in Qufu as Duke Yansheng. From that time up until the Yuan dynasty, there were two Duke Yanshengs, one in the north in Qufu and the other in the south at Quzhou. An invitation to come back to Qufu was extended to the southern Duke Yansheng Kong Zhu by the Yuan-dynasty Emperor Kublai Khan. The title was taken away from the southern branch after Kong Zhu rejected the invitation, so the northern branch of the family kept the title of Duke Yansheng. The southern branch remained in Quzhou where they live to this day. Confucius's descendants in Quzhou alone number 30,000. The Hanlin Academy rank of Wujing boshi 五經博士 was awarded to the southern branch at Quzhou by a Ming Emperor while the northern branch at Qufu",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Despite repeated dynastic change in China, the title of Duke Yansheng was bestowed upon successive generations of descendants until it was abolished by the Nationalist government in 1935. The last holder of the title, Kung Te-cheng of the 77th generation, was appointed Sacrificial Official to Confucius. Kung Te-cheng died in October 2008, and his son, Kung Wei-yi, the 78th lineal descendant, died in 1989. Kung Te-cheng's grandson, Kung Tsui-chang, the 79th lineal descendant, was born in 1975; his great-grandson, Kung Yu-jen, the 80th lineal descendant, was born in Taipei on 1 January 2006. Te-cheng's sister, Kong Demao, lives in mainland China and has written a book about her experiences growing up at the family estate in Qufu. Another sister, Kong Deqi, died as a young woman. Many descendants of Confucius still live in Qufu today.",
        "ngram": 135,
        "subject": "Confucius"
    },
    {
        "text": "Confucius's family, the Kongs, have the longest recorded extant pedigree in the world today. The father-to-son family tree, now in its 83rd generation, has been recorded since the death of Confucius. According to the Confucius Genealogy Compilation Committee (CGCC), he has two million known and registered descendants, and there are an estimated three million in all. Of these, several tens of thousands live outside of China. In the 14th century, a Kong descendant went to Korea, where an estimated 34,000 descendants of Confucius live today. One of the main lineages fled from the Kong ancestral home in Qufu during the Chinese Civil War in the 1940s and eventually settled in Taiwan. There are also branches of the Kong family who have converted to Islam after marrying Muslim women, in Dachuan in Gansu province in the 1800s, and in 1715 in Xuanwei in Yunnan province. Many of the Muslim Confucius descendants are descended from the marriage of Ma Jiaga (馬甲尕), a Muslim woman, and Kong Yanrong (孔彥嶸), 59th generation descendant of Confucius in the year 1480, and are found among the Hui and Dongxiang peoples. The new genealogy includes the Muslims. Kong Dejun (孔德軍) is a prominent Islamic scholar and Arabist from Qinghai province and a 77th generation descendant of Confucius.",
        "ngram": 210,
        "subject": "Confucius"
    },
    {
        "text": "Because of the huge interest in the Confucius family tree, there was a project in China to test the DNA of known family members of the collateral branches in mainland China. Among other things, this would allow scientists to identify a common Y chromosome in male descendants of Confucius. If the descent were truly unbroken, father-to-son, since Confucius's lifetime, the males in the family would all have the same Y chromosome as their direct male ancestor, with slight mutations due to the passage of time. The aim of the genetic test was to help members of collateral branches in China who lost their genealogical records to prove their descent. However, in 2009, many of the collateral branches decided not to agree to DNA testing. Bryan Sykes, professor of genetics at Oxford University, understands this decision: \"The Confucius family tree has an enormous cultural significance ... It's not just a scientific question.\" The DNA testing was originally proposed to add new members, many of whose family record books were lost during 20th century upheavals, to the Confucian family tree. The main branch of the family which fled to Taiwan was never involved in the proposed DNA test at all.",
        "ngram": 198,
        "subject": "Confucius"
    },
    {
        "text": "In 2013, a DNA test performed on multiple different families who claimed descent from Confucius found that they shared the same Y chromosome as reported by Fudan University.The fifth and most recent edition of the Confucius genealogy was printed by the CGCC. It was unveiled in a ceremony at Qufu on 24 September 2009. Women are now included for the first time.",
        "ngram": 62,
        "subject": "Confucius"
    }
]