[
    {
        "text": "Pfieffer reunited with Tim Burton, her Batman Returns director, in Dark Shadows (2012), based on the gothic television soap opera of the same name. In the film, co-starring Johnny Depp, Eva Green, Helena Bonham Carter and Chloë Grace Moretz, she played Elizabeth Collins Stoddard, the matriarch of the Collins family. Critical response towards the film was mixed, but writers acclaimed the actors' performances—most notably Depp and Pfeiffer's. IGN found her to be \"commanding\" in her role and felt that the main characters were \"played by one of Burton's best ensemble casts yet\". While Dark Shadows grossed a modest US$79.7 million in North America, it ultimately made US$245.5 million globally. In Luc Besson's mob-comedy The Family (2013), co-starring Robert De Niro, Tommy Lee Jones, Dianna Agron and John D'Leo, she played the \"tough mother\" in a Mafia family wanting to change their lives under the witness protection program. Although reviews for the film were mixed, THV11 said on the cast's portrayals: \"The core actors of The Family were really solid, and the whole film comes together to make a solid movie.\" Meanwhile, The Huffington Post felt that \"De Niro, Pfieffer and Jones all brought 100% to their roles.\" The film grossed US$78.4 million worldwide.",
        "ngram": 203,
        "subject": "Confucius"
    },
    {
        "text": "In early May, Trump proposed the phase-out of the coronavirus task force and its replacement with another group centered on reopening the economy. Amid a backlash, Trump said the task force would \"indefinitely\" continue. By the end of May, the coronavirus task force's meetings were sharply reduced.",
        "ngram": 47,
        "subject": "Confucius"
    },
    {
        "text": "Trump was the only president never to reach a 50 percent approval rating in the Gallup poll dating to 1938. His approval ratings showed a record-high partisan gap: 88 percent among Republicans and 7 percent among Democrats. Until September 2020, the ratings were unusually stable, reaching a high of 49 percent and a low of 35 percent. Trump finished his term with an approval rating between 29 and 34 percent—the lowest of any president since modern polling began—and a record-low average of 41 percent throughout his presidency.",
        "ngram": 87,
        "subject": "Confucius"
    },
    {
        "text": "He began his career with bit parts in smaller movies, including Myra Breckinridge (invited on the set by Mae West), Coma, and The Seven Minutes. He appeared in a number of TV series, mini-series and TV movies. He was also the face of Salem cigarettes and Revlon's Chaz cologne. Selleck appeared in a commercial for Right Guard deodorant in 1971, with Farrah Fawcett in 1972 for the aperitif Dubonnet, and another in 1977 for the toothpaste Close-Up. He was also in a Safeguard deodorant soap commercial (1972). In 1972, he starred in the B-movie Daughters of Satan. He had a recurring role in the 1970s as private investigator Lance White in The Rockford Files.",
        "ngram": 114,
        "subject": "Confucius"
    },
    {
        "text": "From late 2011 until WrestleMania XXVIII, Cena wore a black \"Rise Above Hate\" T-shirt promoting WWE's \"Be a Star\" anti-bullying campaign. In September and October 2012, Cena wore pink and black with the phrase \"Rise Above Cancer\" in partnership with Susan G. Komen for the Cure as part of Breast Cancer Awareness Month.",
        "ngram": 53,
        "subject": "Confucius"
    },
    {
        "text": "In addition to her five Grammy Awards, Hill has also won 15 Academy of Country Music Awards, six American Music Awards, and four People's Choice Awards among others. In addition, Hill received the Samuel S. Beard Award for Greatest Public Service by an Individual 35 Years or Under in 2000, an award given out annually by Jefferson Awards.",
        "ngram": 58,
        "subject": "Confucius"
    },
    {
        "text": "That year, he also appeared in the thriller Assassins with Julianne Moore and Antonio Banderas. That same year, Stallone, along with an all-star cast of celebrities, appeared in the Trey Parker and Matt Stone short comedy film \"Your Studio and You\" commissioned by the Seagram Company for a party celebrating their acquisition of Universal Studios and the MCA Corporation. Stallone speaks in his Rocky Balboa voice with subtitles translating what he is saying. At one point, Stallone starts yelling about how can they use his Balboa character, that he left it in the past; the narrator calms him with a wine cooler and calling him \"brainiac.\" In response, Stallone says, \"Thank you very much.\" He then looks at the wine cooler and exclaims, \"Stupid cheap studio!\"",
        "ngram": 126,
        "subject": "Confucius"
    },
    {
        "text": "Jefferson was sworn in as president by Chief Justice John Marshall at the new Capitol in Washington, D.C., on March 4, 1801. His inauguration was not attended by outgoing President Adams. In contrast to his two predecessors, Jefferson exhibited a dislike of formal etiquette. Plainly dressed, he chose to walk alongside friends to the Capitol from his nearby boardinghouse that day instead of arriving by carriage. His inaugural address struck a note of reconciliation and commitment to democratic ideology, declaring, \"We have been called by different names brethren of the same principle. We are all Republicans, we are all Federalists.\" Ideologically, he stressed \"equal and exact justice to all men\", minority rights, and freedom of speech, religion, and press. He said that a free and republican government was \"the strongest government on earth.\" He nominated moderate Republicans to his cabinet: James Madison as secretary of state, Henry Dearborn as secretary of war, Levi Lincoln as attorney general, and Robert Smith as secretary of the navy.",
        "ngram": 165,
        "subject": "Confucius"
    },
    {
        "text": "In early 2017, Paxton stated in an interview on WTF with Marc Maron that he had a damaged aortic heart valve, resulting from rheumatic fever that he contracted as a child. On February 14, 2017, he underwent open-heart surgery at Cedars-Sinai Medical Center in Los Angeles to repair the damaged valve and correct an aortic aneurysm. A day later, he underwent an emergency second surgery to repair a damaged coronary artery. His condition deteriorated over the following 10 days, and he died of a stroke on February 25 at the age of 61. He was cremated and his ashes were buried at the Forest Lawn Memorial Park of Hollywood Hills.One year after Paxton's death, his family filed a wrongful death lawsuit against Ali Khoynezhad, the surgeon who performed his operation, alleging that Khoynezhad used \"high-risk and unconventional\" methods and that he was not present in the operating room when Paxton developed complications such as ventricular dysfunction, tachycardia, and a compromised right coronary artery, which they claim contributed to the coronary artery damage that necessitated a second surgery and ultimately led to Paxton's death. The case was set for trial in Los Angeles Superior Court in March 2022. In February 2022, Paxton's family reached a partial settlement with General Anesthesia Specialists Partnership for $1 million. In August 2022, the case was settled against Cedars-Sinai and Khoynezhad under undisclosed terms.",
        "ngram": 228,
        "subject": "Confucius"
    },
    {
        "text": "Brando's performance was glowingly reviewed by critics. \"I thought it would be interesting to play a gangster, maybe for the first time in the movies, who wasn't like those bad guys Edward G. Robinson played, but who is kind of a hero, a man to be respected,\" Brando recalled in his autobiography. \"Also, because he had so much power and unquestioned authority, I thought it would be an interesting contrast to play him as a gentle man, unlike Al Capone, who beat up people with baseball bats.\" Duvall later marveled to A&E's Biography, \"He minimized the sense of beginning. In other words he, like, deemphasized the word action. He would go in front of that camera just like he was before. Cut! It was all the same. There was really no beginning. I learned a lot from watching that.\" Brando won the Academy Award for Best Actor for his performance, but he declined it, becoming the second actor to refuse a Best Actor award (after George C. Scott for Patton). Brando did not attend the award ceremony; instead, he sent actress Sacheen Littlefeather (who appeared in Plains Indian-style regalia) to decline the Oscar on his behalf. After refusing to touch the statue at the podium, she announced to the crowd that Brando was rejecting the award in protest of \"the treatment of American Indians today by the film industry ... and on television and movie reruns and also with recent happenings at Wounded Knee.\" The Wounded Knee Occupation of 1973 was occurring at the time of",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Winkler's parents, Ilse Anna Marie (née Hadra) and businessman Harry Irving Winkler were German Jews living in Berlin during the rise of Nazi Germany. By 1939, rising hostilities against Jews led his father to conclude that it was time to leave Germany. He arranged to take his wife on a six-week business trip to the United States. Although Winkler's Uncle Helmut was supposed to join them, at the last minute he decided to leave at a later date, and was eventually murdered during the Holocaust. Soon after arriving, his parents settled in New York City, where his father established a new version of his German company, which bought and sold wood.",
        "ngram": 111,
        "subject": "Confucius"
    },
    {
        "text": "Although Morrison's early education was routinely disrupted as he moved from school to school, he was drawn to the study of literature, poetry, religion, philosophy and psychology, among other fields. Biographers have consistently pointed to a number of writers and philosophers who influenced his thinking and, perhaps, his behavior. While still in his adolescence, Morrison discovered the works of German philosopher Friedrich Nietzsche. Densmore has mentioned that he believed Nietzsche's ideas of a world with no objective order or structure \"killed Jim Morrison\".",
        "ngram": 83,
        "subject": "Confucius"
    },
    {
        "text": "In May 2020, Beyoncé provided 1,000 free COVID-19 tests in Houston as part of her and her mother's #IDidMyPart initiative, which was established due to the disproportionate deaths in African-American communities. Additionally, 1,000 gloves, masks, hot meals, essential vitamins, grocery vouchers and household items were provided. In July 2020, Beyoncé established the Black-Owned Small Business Impact Fund in partnership with the NAACP, which offers $10,000 grants to black-owned small businesses in need following the George Floyd protests. All proceeds from Beyoncé's single \"Black Parade\" were donated to the fund. In September 2020, Beyoncé announced that she had donated an additional $1 million to the fund. As of December 31, 2020, the fund had given 715 grants to black-owned small businesses, amounting to $7.15 million donated.",
        "ngram": 125,
        "subject": "Confucius"
    },
    {
        "text": "In the smaller painting, Mary averts her eyes and folds her hands in a gesture that symbolised submission to God's will. Mary is not submissive, however, in the larger piece. The girl, interrupted in her reading by this unexpected messenger, puts a finger in her bible to mark the place and raises her hand in a formal gesture of greeting or surprise. This calm young woman appears to accept her role as the Mother of God, not with resignation but with confidence. In this painting, the young Leonardo presents the humanist face of the Virgin Mary, recognising humanity's role in God's incarnation.",
        "ngram": 102,
        "subject": "Confucius"
    },
    {
        "text": "In Haiti, Jefferson's neutrality had allowed arms to enable the slave independence movement during its Revolution, and blocked attempts to assist Napoleon, who was defeated there in 1803. But he refused official recognition of the country during his second term, in deference to southern complaints about the racial violence against slave-holders; it was eventually extended to Haiti in 1862.",
        "ngram": 59,
        "subject": "Confucius"
    },
    {
        "text": "On June 28, 2012, at Brazil's Pop Music Festival, Hilton made her debut as a DJ, which attracted negative responses from DJs Deadmau5, Samantha Ronson, and Afrojack. In 2012, she received US$1 million to star in a music video for Korean singer Kim Jang-hoon, and US$2 million to appear alongside Arda Turan in a commercial for Turkish fashion label DeFacto, modeled for designers Shane and Falguni Peacock at India Fashion Week, and  launched a line of sunglasses in Shanghai.After appearing in the music video for Rich Gang's song \"Tapout\" (2013), alongside Lil Wayne, Christina Milian and Nicki Minaj, it was announced that Hilton had signed with Cash Money Records. Under the label, she released three standalone singles —\"Good Time\" (2013), featuring rapper Lil Wayne, \"Come Alive\" (2014), and High Off My Love\" (2015), featuring Birdman— to moderate commercial success. \"Good Time\" and \"High Off My Love\" reached the top 20 and top 5 on the US Billboard Dance/Electronic Songs and Dance Club Songs charts, respectively.During August 2013, Hilton was a DJ at Amnesia's weekly \"Foam and Diamonds\" parties on Ibiza. The positive reaction from critics and audiences led to her contract's renewal for the subsequent four years. In November, Hilton won the Best Breakthrough DJ award at the NRJ DJ Awards. In 2013, Hilton appeared in four episodes of the Danish version of Paradise Hotel, for which she was paid US$300,000, and briefly played herself in Sofia Coppola's film The Bling Ring. In addition to appearing in the film, she loaned Coppola her house for",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Hemsworth is the ambassador of the Australian Childhood Foundation. Hemsworth talked about his association with the foundation, \"I have the best parents you can have. They have worked in child protection for twenty years and have only ever given me encouragement and support. The world is a scary enough place as it is for children. It is important that home should always be a safe place for them.\" When asked if he believed he was a hero to children, Hemsworth said he did not know, but that he would like to be a good role model.Hemsworth was vegan and told Men's Fitness in 2015 that he found \"no negatives to eating like this. I feel nothing but positive, mentally and physically.\" In 2020, following hospitalization for kidney stones, he told Men's Health that he had to \"completely rethink what [he] was putting in [his] body.\"After his separation from Cyrus, Hemsworth began a relationship with Australian model, Gabriella Brooks.",
        "ngram": 158,
        "subject": "Confucius"
    },
    {
        "text": "Garland was reportedly put on a diet consisting of cigarettes, chicken soup, and coffee during filming in a further attempt to minimize her curves. This may be erroneous, as historians Jay Scarfone and William Stillman clarify that at the time Garland was an anti-smoker and was allowed solid food. However, her diet was accompanied by swimming and hiking outings, plus games of tennis and badminton with her stunt double Bobbie Koshay.",
        "ngram": 71,
        "subject": "Confucius"
    },
    {
        "text": "In 2002, Jackson filed an application with the United States Patent and Trademark Office to register the term \"50 Cent\" as a trademark for clothing, sound recordings, and live performances. The application was published in 2003, and registration issued in 2004. He has since filed for additional trademark registrations.",
        "ngram": 49,
        "subject": "Confucius"
    },
    {
        "text": "Brando was known for his tumultuous personal life and his large number of partners and children. He was the father to at least 11 children, three of whom were adopted. In 1976, he told a French journalist, \"Homosexuality is so much in fashion, it no longer makes news. Like a large number of men, I, too, have had homosexual experiences, and I am not ashamed. I have never paid much attention to what people think about me. But if there is someone who is convinced that Jack Nicholson and I are lovers, may they continue to do so. I find it amusing.\"",
        "ngram": 102,
        "subject": "Confucius"
    },
    {
        "text": "Perry took over the role of James Patterson's Alex Cross from Morgan Freeman for a new film in the series, titled Alex Cross. The film which opened on October 19, 2012, was panned by critics and audiences, with Rotten Tomatoes scores of 11% & 47% positive respectively, and became a box office bomb. His performance gained the attention of director David Fincher, who subsequently cast Perry in his 2014 thriller Gone Girl, co-starring with Ben Affleck, Rosamund Pike, and Neil Patrick Harris.",
        "ngram": 82,
        "subject": "Confucius"
    },
    {
        "text": "Cash was born J. R. Cash in Kingsland, Arkansas, on February 26, 1932, to Carrie Cloveree (née Rivers) and Ray Cash. He had three older siblings, Roy, Margaret Louise, and Jack, and three younger siblings, Reba, Joanne, and Tommy (who also became a successful country artist). He was primarily of English and Scottish descent.His paternal grandmother claimed Cherokee ancestry. But a DNA test of Cash's daughter Rosanne in 2021 on Finding Your Roots, hosted by historian Henry Louis Gates Jr, found she has no known Native American markers. The researchers did find DNA for African ancestry on both sides of her family. They were able to document her maternal ancestry by historic records, dating to her great-great-great-great-grandmother Sarah Shields, a mixed-race woman born into slavery and freed by her white father in 1848, along with her eight siblings. Her paternal DNA suggested African ancestry in a similar time frame among Johnny Cash's family.After meeting with the then-laird of Falkland in Fife, Major Michael Crichton-Stuart, Cash became interested in his Scots ancestry. He traced his Scottish surname to 11th-century Fife.  Cash Loch and other locations in Fife bear the surname of his father. He is a distant cousin of British Conservative politician Sir William Cash. He also had English ancestry. ",
        "ngram": 211,
        "subject": "Confucius"
    },
    {
        "text": "Lopez is a middle child; she has an older sister, Leslie, and a younger sister, Lynda. The three shared a bedroom. Lopez has described her upbringing as \"strict\". She was raised in a Roman Catholic family; she attended Mass every Sunday and received a Catholic education, attending Holy Family School and the all-girls Preston High School. In school, Lopez ran track on a national level, participated in gymnastics and was on the softball team. She danced in school musicals and played a lead role in a production of Godspell. She described herself as a \"tomboy\" and \"very athletic\".",
        "ngram": 98,
        "subject": "Confucius"
    },
    {
        "text": "In September 2012, West donated $1,000 to Barack Obama's re-election campaign, and in August 2015 he donated $2,700 to Hillary Clinton's 2016 campaign. He also donated $15,000 to the Democratic National Committee in October 2014. In December 2016, West met with President-elect Donald Trump to discuss bullying, supporting teachers, modernizing curriculums, and violence in Chicago. West subsequently stated he would have voted for Trump had he voted. In February 2017, however, West deleted all his tweets about Trump in purported dislike of the new president's policies, particularly the travel ban. West reiterated his support for Donald Trump in April 2018. In October 2018, West donated to progressive Chicago mayoral candidate Amara Enyial.",
        "ngram": 112,
        "subject": "Confucius"
    },
    {
        "text": "During the 1950s, Minnelli appeared as a child guest on Art Linkletter's show and sang and danced with Gene Kelly on his first television special in 1959. She was a guest star in one episode of Ben Casey and was a frequent guest on chat shows of the day including numerous appearances on shows hosted by Jack Paar, Merv Griffin, Mike Douglas, Joe Franklin, Dinah Shore and Johnny Carson. During the 1960s, she made several guest appearances on Rowan & Martin's Laugh-In as well as other variety shows such as The Ed Sullivan Show, The Hollywood Palace, and The Judy Garland Show. In 1965, she starred in the television special, The Dangerous Christmas of Red Riding Hood. A soundtrack was released to coincide with the specials",
        "ngram": 126,
        "subject": "Confucius"
    },
    {
        "text": "Marx's polemic with other thinkers often occurred through critique and thus he has been called \"the first great user of critical method in social sciences\". He criticised speculative philosophy, equating metaphysics with ideology. By adopting this approach, Marx attempted to separate key findings from ideological biases. This set him apart from many contemporary philosophers.",
        "ngram": 54,
        "subject": "Confucius"
    },
    {
        "text": "Her concert appearance at Carnegie Hall on April 23, 1961, was a considerable highlight, called by many \"the greatest night in show business history\". The two-record album Judy at Carnegie Hall was certified gold, charting for 95 weeks on Billboard, including 13 weeks at number one. It won four Grammy Awards, including Album of the Year and Best Female Vocal of the Year.",
        "ngram": 63,
        "subject": "Confucius"
    },
    {
        "text": "RuPaul Andre Charles (born November 17, 1960) is an American drag queen, television personality, actor, singer, producer, and writer. He produces, hosts, and judges the reality competition series RuPaul's Drag Race and has received several accolades, including 14 Primetime Emmy Awards, three GLAAD Media Awards, a Critics' Choice Television Award, two Billboard Music Awards, and a Tony Award. He has been dubbed the \"Queen of Drag\" and is considered the most commercially successful drag queen in the United States, with Fortune saying that he is \"easily the world's most famous drag queen.\"Born and raised in San Diego, RuPaul later studied performing arts in Atlanta, before relocating to New York City, where he became a popular fixture on the LGBT nightclub scene. He also taught classes at local public schools. He achieved international fame as a drag queen with the release of his debut single, \"Supermodel (You Better Work)\", which was included on his debut studio album Supermodel of the World (1993). RuPaul became a spokesperson for MAC Cosmetics in 1994, raising money for the Mac AIDS Fund and becoming the first drag queen to land a major cosmetics campaign. He later received his own television talk show on VH1 titled The RuPaul Show (1996–1998), while co-hosting the morning radio show on WKTU with Michelle Visage.",
        "ngram": 215,
        "subject": "Confucius"
    },
    {
        "text": "However, in the late 1990s he accepted a key role in the big-budget X-Men film series, as Professor Charles Xavier, founder and mentor of the superhero team, a role similar in many ways to Picard. He was initially reluctant to sign on to another movie franchise, but his interest in working with director Bryan Singer persuaded him. In addition, Stewart was joined by Ian McKellen, who had by then conceded that his friend had made a prudent choice performing in popular screen science fiction, who played Xavier's friend and ideological nemesis, the super villain Magneto. Stewart has played the role in seven feature films (X-Men, X2, X-Men: The Last Stand, X-Men Origins: Wolverine, The Wolverine, X-Men: Days of Future Past and Logan) and voiced the role in several video games (X-Men Legends, X-Men Legends II, and X-Men: Next Dimension). Stewart announced that he would be leaving the X-Men film franchise after Logan.In 2022, Stewart portrayed the Professor Xavier of Earth-838 in the Marvel Cinematic Universe film Doctor Strange in the Multiverse of Madness.",
        "ngram": 173,
        "subject": "Confucius"
    },
    {
        "text": "Minnelli's first appearance on film is as the baby in the final shot of her mother's film In the Good Old Summertime (1949). Her first credited film role was as the love interest in Charlie Bubbles (1967), Albert Finney's only film as director and star, although four years earlier, she did voiceover work for the animated film Journey Back to Oz, a sequel to The Wizard of Oz. Minnelli was the voice of Dorothy (a character played in the earlier film by her mother Judy Garland) in what would have been her first credited film role had it been released in 1964 as planned—the Filmation production was delayed, eventually being released in the UK during 1972.",
        "ngram": 116,
        "subject": "Confucius"
    },
    {
        "text": "His 1995 follow-up, Todo a su tiempo, won Anthony a Billboard Award for Hot Tropical Artist of the Year. The album was also nominated for a Grammy with songs like \"Te Conozco Bien\", \"Hasta Ayer\", \"Nadie Como Ella\", \"Se Me Sigue Olvidando\", \"Te Amare\", and \"Llegaste A Mi\". The album has sold more than 800,000 copies and has become established as a gold record in both the United States and in Puerto Rico.",
        "ngram": 73,
        "subject": "Confucius"
    },
    {
        "text": "Before naming James to the 2008 Olympic team, Team USA managing director Jerry Colangelo and coach Mike Krzyzewski gave James an ultimatum to improve his attitude, and he heeded their advice. At the FIBA Americas Championship 2007, he averaged 18.1 points, 3.6 rebounds, and 4.7 assists per game, including a 31-point performance against Argentina in the championship game, the most ever by an American in an Olympic qualifier. Team USA went 10–0, winning the gold medal and qualifying for the 2008 Olympics in Beijing, China. James credited the team's attitude and experience for their improvement, saying: \"I don't think we understood what it meant to put on a USA uniform and all the people that we were representing in 2004. We definitely know that now.\" At the Olympics, Team USA went unbeaten, winning their first gold medal since 2000. In the final game, James turned in 14 points, 6 rebounds, and 3 assists against Spain.",
        "ngram": 155,
        "subject": "Confucius"
    },
    {
        "text": "Following the release of Framing Britney Spears, public attention was brought to old comments Timberlake made in 2002 to describe his relationship with Britney Spears following their breakup, with some considering them to contain misogynistic rhetoric. It also led to renewed interest in his participation in the Super Bowl XXXVIII halftime show controversy, where he exposed Janet Jackson's breast on live television. Following much public pressure, Timberlake issued a public apology on his Instagram page, writing he \"benefited from a system that condones misogyny and racism\" and \"I do not want to ever benefit from others being pulled down again.\" He finished by saying \"I care deeply about the wellbeing of the people I love and have loved. I can do better and I will do better\".Public scrutiny surrounding the Super Bowl XXXVIII incident was raised when a stylist alleged that the plan was originally for Timberlake to step on the back of Jackson's dress to reveal her butt in a g-string but that he changed the plan to exposing her breast because he wanted a \"reveal\" to  \"one-up\" Britney Spears' and Madonna's kiss at the 2003 MTV Video Music Awards. The claim that Timberlake wanted the breast reveal, however, is contradictory to a statement from Salli Frattini, the producer of the Halftime show, who stated in 2018 that the production team experimented with removing elements of clothing in rehearsal to reveal Jackson's skirt without nudity but that the idea was ultimately nixed. According to Frattini, it was Jackson's team who pitched the idea to",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Springsteen supported Barack Obama's 2008 presidential campaign, announcing his endorsement in April 2008. He appeared at several rallies in support of Obama's campaign throughout that year. At one such rally in Ohio, Springsteen discussed the importance of \"truth, transparency and integrity in government, the right of every American to have a job, a living wage, to be educated in a decent school, and a life filled with the dignity of work, the promise and the sanctity of home\". Despite saying that he would sit out the 2012 presidential election, Springsteen campaigned for Obama's re-election in Ohio, Iowa, Virginia, Pittsburgh, and Wisconsin. The Topps company marked Springsteen's support of the 2008 campaign its Barack Obama commemorative trading card series, in which Springsteen makes an appearance on card #59, \"the 'O' Street Band.\"",
        "ngram": 131,
        "subject": "Confucius"
    },
    {
        "text": "Harry has enjoyed playing sports, such as competitive polo, skiing, and motocross. Like his brother and father, he has participated in polo matches to raise money for charitable causes. Harry is also a keen Rugby football fan and supported England's bid to host rugby union's 2015 Rugby World Cup, and presented the trophy at rugby league's 2019 Challenge Cup finals. In 2004 Harry trained as a Rugby Development Officer for the Rugby Football Union and coached students in schools to encourage them to learn the sport. He, along with former rugby player Brian Moore, both argued that in response to Black Lives Matter, the song \"Swing Low, Sweet Chariot\" should no longer be sung in rugby context. Between December 2016 and February 2021, he was patron of both the Rugby Football Union (RFU) and Rugby Football League (RFL), Rugby League's governing body in England. He had served as the RFU's vice-royal patron since 2010, supporting the Queen as patron.",
        "ngram": 159,
        "subject": "Confucius"
    },
    {
        "text": "In November 2020, Beyoncé formed a multi-year partnership with exercise equipment and media company Peloton. The partnership was formed to celebrate homecoming season in historically black colleges and universities, providing themed workout experiences inspired by Beyoncé's 2019 Homecoming film and live album after 2020's homecoming celebrations were cancelled due to the COVID-19 pandemic. As part of the partnership, Beyoncé and Peloton are donating free memberships to all students at 10 HBCUs, and Peloton are pursuing long-term recruiting partnerships at the HCBUs. Gwen Bethel Riley, head of music at Peloton, said: \"When we had conversations with Beyoncé around how critical a social impact component was to all of us, it crystallized how important it was to embrace Homecoming as an opportunity to celebrate and create dialogue around Black culture and music, in partnership with HBCUs.\" Upon news of the partnership, a decline in Peloton's shares reversed, and its shares rose by 8.6%.",
        "ngram": 151,
        "subject": "Confucius"
    },
    {
        "text": "Tesla began delivery of an electric sports car, the Roadster, in 2008. With sales of about 2,500 vehicles, it was the first serial production all-electric car to use lithium-ion battery cells. Tesla began delivery of its four-door Model S sedan in 2012. A cross-over, the Model X was launched in 2015. A mass-market sedan, the Model 3, was released in 2017. The Model 3 is the all-time bestselling plug-in electric car worldwide, and in June 2021 it became the first electric car to sell 1 million units globally. A fifth vehicle, the Model Y crossover, was launched in 2020. The Cybertruck, an all-electric pickup truck, was unveiled in 2019. Under Musk, Tesla has also constructed multiple lithium-ion battery and electric vehicle factories, named Gigafactories.",
        "ngram": 124,
        "subject": "Confucius"
    },
    {
        "text": "In England, she appeared as Lust incarnate in the Peter Cook–Dudley Moore comedy, Bedazzled (1967), a Swinging Sixties retelling of the Faust legend. It was popular, as was the Western, Bandolero! (1968), which was shot in Del Rio, Texas, at the Alamo Village. She co-starred with James Stewart and Dean Martin. \"I think she's going to stack up all right,\" Stewart said of Welch. \"No one is going to shout, 'Wow it's Anne Bancroft all over again',\" said Welch of her performance, \"but at least I'm not Miss Sexpot running around half naked all the time.\"In 1968, Welch appeared with Frank Sinatra in the detective film Lady in Cement, a sequel to the film Tony Rome (1967). She played the socialite Kit Forrest, the romantic interest of Tony Rome. Welch later said wittily that she caught the film from time to time and realized only later that Kit Forrest was an alcoholic: \"I'm watching this movie and I'm thinking, 'What the hell has she got on?' At one point, I had this epiphany: 'Oh, she's an alcoholic!' I didn't know that. How could I miss that?\" She reportedly was so smitten with Sinatra that she forgot to act: \"I think I was just so enamored with Frank Sinatra, you know. He's hypnotic.\"Welch starred as a freedom fighter leader in 100 Rifles, a 1969 western directed by Tom Gries and filmed in Almería, Spain. It also starred Jim Brown, Burt Reynolds, and Fernando Lamas. The film provoked publicity and controversy at the time because it included a",
        "ngram": 256,
        "subject": "Confucius"
    },
    {
        "text": "Grant appointed David Dyer, under Bristow's recommendation, federal attorney to prosecute the Ring in St. Louis, who indicted Grant's old friend General John McDonald, supervisor of Internal Revenue. Grant endorsed Bristow's investigation, writing on a letter \"Let no guilty man escape...\" Bristow's investigation discovered Babcock received kickback payments, and that Babcock had secretly forewarned McDonald, the ring's mastermind, of the investigation. On November 22, the jury convicted McDonald. On December 9, Babcock was indicted; Grant refused to believe in Babcock's guilt and was ready to testify in Babcock's favor, but Fish warned that doing so would put Grant in the embarrassing position of testifying against a case prosecuted by his own administration. Instead, on February 12, 1876, Grant gave a deposition in Babcock's defense, expressing that his confidence in his secretary was \"unshaken\". Grant's testimony silenced all but his strongest critics.",
        "ngram": 141,
        "subject": "Confucius"
    }
]