[
    {
        "text": "In February 2021, it was announced that Burton would be directing and producing Wednesday, a series for Netflix based on the titular character from The Addams Family starring Jenna Ortega and Christina Ricci. This marked Burton's first foray into directing television since the 1980s. He helmed four episodes in the first season, which began production in September 2021 for a November 2022 release. The show was released to critical acclaim.",
        "ngram": 70,
        "subject": "Chuck Norris"
    },
    {
        "text": "Moore reunited with Blame It on Rio co-star Michael Caine for the British crime drama film Flawless (2008), which saw her portray an American executive helping to steal a handful of diamonds from the London Diamond Corporation during the 1960s. Moore received positive reviews from critics; Miami Herald wrote: \"The inspired pairing of Demi Moore and Michael Caine as a pair of thieves in the diamond-heist semi-caper movie Flawless goes a long way toward overcoming the film's slack, leisurely pacing\".",
        "ngram": 80,
        "subject": "Chuck Norris"
    },
    {
        "text": "In addition to his wrestling career, Cena is a rapper. He performed his fifth WWE theme song, \"Basic Thuganomics\", and it was featured on the WWE soundtrack album WWE Originals. He also recorded a song, \"Untouchables\", for the company's next soundtrack album WWE ThemeAddict: The Music, Vol. 6. He collaborated on a remix for the song \"H-U-S-T-L-E\" along with Murs, E-40, and Chingo Bling.",
        "ngram": 64,
        "subject": "Chuck Norris"
    },
    {
        "text": "After G.I. Jane, Moore retreated from the spotlight and moved to Hailey, Idaho, on a full-time basis to devote herself to raising her three daughters. Moore was off screen for three years before re-emerging in the arthouse psychological drama Passion of Mind (2000), the first English-language film from Belgian director Alain Berliner. Her performance as a woman with dissociative identity disorder was well received, but the film itself garnered mixed reviews and was deemed \"naggingly slow\" by some critics. Moore then resumed her self-imposed career hiatus and continued to turn down film offers. Producer Irwin Winkler said in 2001, \"I had a project about a year and a half ago, and we made an inquiry about her—a real good commercial picture. She wasn't interested.\"Moore returned to the screen playing a villain in the 2003 film Charlie's Angels: Full Throttle, opposite Cameron Diaz, Drew Barrymore and Lucy Liu. A commercial success, the film made US$259.1 million worldwide, and Rolling Stone, on Moore's role, remarked: \"It's a relief when Demi Moore shows up as fallen angel [...]  Moore, 40, looks great in a bikini and doesn't even try to act. Her unsmiling sexiness cuts through the gigglefest as the angels fight, kick, dance and motocross like Indiana Jones clones on estrogen\". Charlie's Angels: Full Throttle was followed by yet another three-year absence. In the interim, Moore signed on as the face of the Versace fashion brand and the Helena Rubinstein brand of cosmetics.In Emilio Estevez's drama Bobby (2006), Moore portrayed an alcoholic singer whose career is on",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "Ukraine should maintain sovereignty over Crimea.Kissinger also wrote: \"The west speaks Ukrainian; the east speaks mostly Russian. Any attempt by one wing of Ukraine to dominate the other—as has been the pattern—would lead eventually to civil war or break up.\"Following the publication of his book titled World Order, Kissinger participated in an interview with Charlie Rose and updated his position on Ukraine, which he saw as a possible geographical mediator between Russia and the West. In a question he posed to himself for illustration regarding re-conceiving policy regarding Ukraine, Kissinger stated: \"If Ukraine is considered an outpost, then the situation is that its eastern border is the NATO strategic line, and NATO will be within 200 miles (320 km) of Volgograd. That will never be accepted by Russia. On the other hand, if the Russian western line is at the border of Poland, Europe will be permanently disquieted. The Strategic objective should have been to see whether one can build Ukraine as a bridge between East and West, and whether one can do it as a kind of a joint effort.\"In December 2016, Kissinger advised President-elect Donald Trump to accept \"Crimea as a part of Russia\" in an attempt to secure a rapprochement between the United States and Russia, whose relations soured as a result of the Crimean crisis. When asked if he explicitly considered Russia's sovereignty over Crimea legitimate, Kissinger answered in the affirmative, reversing the position he took in his Washington Post op-ed.",
        "ngram": 245,
        "subject": "Chuck Norris"
    },
    {
        "text": "In January 2020, Grande received multiple nominations at the 2020 iHeartRadio Music Awards, including Female Artist of the Year. Grande and Justin Bieber released a collaboration song titled \"Stuck with U\" on May 8, 2020; net proceeds from the sales of the song were donated to the First Responders Children's Foundation in light of the COVID-19 pandemic. The song debuted at number one on the Billboard Hot 100, becoming Grande's third chart-topping single. Alongside Bieber, both artists tied Mariah Carey and Drake for the most songs to debut at number one on the Hot 100; Grande is the first artist to have her first three number ones debut at the top, following \"Thank U, Next\" and \"7 Rings\". Grande also released a collaboration with Lady Gaga, \"Rain on Me\", as the second single from Gaga's sixth studio album Chromatica. The song also debuted at number one on the Billboard Hot 100, becoming Grande's fourth number-one single and helping Grande break the record for the most number-one debuts on that chart. The song won the Best Pop Duo/Group Performance category at the 63rd Annual Grammy Awards. In 2020, Grande became the highest-earning woman in music on Forbes's 2020 Celebrity 100 list, placing 17th overall with $72 million. At the 2020 MTV Video Music Awards, she was nominated for nine awards for both \"Stuck with U\" (with Bieber) and \"Rain on Me\" (with Gaga). For the latter, Grande received her third consecutive nomination for Video of the Year. She won four awards, including Song of the Year for",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "Brett Favre was born in Gulfport, Mississippi, the son of Bonita Ann (née French) and Irvin Ernest Favre, and raised in the small town of Kiln. Both of his parents were schoolteachers in the Hancock County School District. He is of part French ancestry. One of his ancestors is Simon Favre, a Louisiana Creole and an influential figure in Spanish West Florida in the late 18th and early 19th centuries; Brett descends from Simon's Choctaw Native American mistress, Pistikiokonay, and thus his grandfather was affiliated with the Choctaw.",
        "ngram": 88,
        "subject": "Chuck Norris"
    },
    {
        "text": "Saltman's book was withdrawn by the publisher after Knievel threatened to sue. Saltman later produced documents in both criminal and civil court that proved that, although Knievel claimed to have been insulted by statements in Saltman's book, he and his lawyers had been given editorial access to the book and had approved and signed off on every word before its publication. On October 14, 1977, Knievel pleaded guilty to battery and was sentenced to three years probation and six months in county jail. ",
        "ngram": 84,
        "subject": "Chuck Norris"
    },
    {
        "text": "Laurie starred in the Thames Television film Letters from a Bomber Pilot (1985) directed by David Hodgson. This was a serious acting role, the film being dramatised from the letters home of Pilot Officer J.R.A. \"Bob\" Hodgson, a pilot in RAF Bomber Command, who was killed in action in 1943.Laurie appeared in the music videos for the 1986 single \"Experiment IV\" by Kate Bush, and the 1992 Annie Lennox single \"Walking on Broken Glass\" in British Regency period costume alongside John Malkovich. Laurie appeared in the Spice Girls' film  Spice World (1997) and had a brief guest-starring role on Friends in \"The One with Ross's Wedding\" (1998).",
        "ngram": 108,
        "subject": "Chuck Norris"
    },
    {
        "text": "In January 2020, Meghan and Harry returned to the UK from a vacation in Canada and announced that they were stepping back from their role as senior members of the royal family and would balance their time between the United Kingdom and North America. A statement released by the Palace confirmed that the Duke and Duchess were to cease to undertake royal duties as representatives of the Queen and would therefore no longer receive the relevant financial support. The couple would retain their HRH styles but not use them. The formal role of the Duke and Duchess was subject to a twelve-month review period, ending in March 2021. Meghan's final public solo engagement as a senior royal was a visit to Robert Clack School on March 7, 2020, in Dagenham ahead of International Women's Day. She and Harry attended the Commonwealth Day service at Westminster Abbey on March 9, 2020, which was their last engagement as a couple before they officially stepped down on March 31. Two years later, they made their first official appearance in the UK in June 2022 while attending the Platinum Jubilee National Service of Thanksgiving.",
        "ngram": 190,
        "subject": "Chuck Norris"
    },
    {
        "text": "Hamill guest-starred as himself in The Simpsons episode \"Mayored to the Mob\". On the audio commentary of the episode, he said he was a fan of the show since its 1987 debut on The Tracy Ullman Show, and that it was a personal thrill to work with Dan Castellaneta, the voice of Homer Simpson. He has also guest-starred in Family Guy, and was a recurring voice actor on Seth Green's Robot Chicken.In addition to television voice acting, Hamill has starred in multiple animated films. His roles include The Captain of the Guard in Sinbad: Beyond the Veil of Mists; the biblical figure Judah in Joseph: King of Dreams; the evil wolf Niju in Balto II: Wolf Quest; and Chanukah Zombie in Futurama: Bender's Big Score. He also voiced Colonel Muska in the second English-language version of Castle in the Sky, and the Mayor of Pejite in the dubbed English version of Nausicaä of the Valley of the Wind, both directed by Hayao Miyazaki and distributed by Disney.Hamill's video game voice roles include Detective Mosely in Gabriel Knight: Sins of the Fathers and Gabriel Knight 3: Blood of the Sacred, Blood of the Damned; Assistant Director Wilson in Soldier of Fortune II: Double Helix; Adrian Ripburger in the LucasArts game Full Throttle;  Wolverine in X2: Wolverine's Revenge (the game which accompanied the film X2); Goro Majima in Yakuza; Malefor The Dark Master in The Legend of Spyro: Dawn of the Dragon; The Watcher in Darksiders; and Master Eraqus in Kingdom Hearts Birth by Sleep and Kingdom",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "After a three-year hiatus from films, Stallone had a comeback in 2006 with the sixth installment of his successful Rocky series, Rocky Balboa, which was a critical and commercial hit. After the critical and box-office failure of the previous installment Rocky V, Stallone had decided to write, direct and star in a sixth installment which would be a more appropriate climax to the series. The total domestic box office came to US$70.3 million (and US$155.7 million worldwide). The budget of the film was only US$24 million. His performance in Rocky Balboa has been praised and garnered mostly positive reviews. That year, the development Death Wish remake began, when Stallone announced that he would be directing and starring in a remake of the 1974 film. Stallone said, \"Instead of the Charles Bronson character being an architect, my version would have him as a very good cop who had incredible success without ever using his gun. So when the attack on his family happens, he's really thrown into a moral dilemma in proceeding to carry out his revenge.\" He later told the publication that he was no longer involved. In a 2009 interview with MTV, though, Stallone stated that he was again considering the project. However the role went to Bruce Willis with Eli Roth as director.",
        "ngram": 215,
        "subject": "Chuck Norris"
    },
    {
        "text": "Williams was born in Lynwood, California, to Richard Williams and Oracene Price. Her talents were apparent at the age of seven when a professional local tennis player named Tony Chesta spotted Williams and quickly identified her potential in the sport.",
        "ngram": 40,
        "subject": "Chuck Norris"
    },
    {
        "text": "Also in 2003, he appeared in a short cameo for Jim Jarmusch's Coffee and Cigarettes, in which he played himself \"hiding out\" in a local coffee shop. During this time Murray still appeared in comedic roles such as Charlie's Angels and Osmosis Jones. In 2004, he provided the voice of Garfield in Garfield: The Movie, and again in 2006 for Garfield: A Tail of Two Kitties. Murray later said that he only took the role because he was under the mistaken impression that the screenplay, co-written by Joel Cohen, was the work of Joel Coen.In 2004, he made his third collaboration with Wes Anderson in The Life Aquatic with Steve Zissou. Murray plays the title character, based on Jacques Cousteau, an oceanographer-filmmaker who is struggling to finish his latest underwater documentary and has to reconcile with his son played by Owen Wilson. The film also stars Cate Blanchett, Willem Dafoe, Anjelica Huston, Jeff Goldblum, and Michael Gambon. Anderson co-wrote the film alongside Noah Baumbach. The film initially received mixed reviews, although praising Murray's lead performance, and a box office bomb. In the decades since it has later developed a cult following. The following year Murray reunited with director Jim Jarmusch making his second collaboration in Broken Flowers (2005). The film revolves around Don Johnston (Murray), who embarks on a journey to four women (played by Sharon Stone, Frances Conroy, Jessica Lange, and Tilda Swinton), to find out who sent him a mysterious letter. Critic Roger Ebert praised Murray declaring \"No actor is better than Bill Murray",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "Jenner attended Sierra Canyon School, where she was also a member of the cheerleading team. Jenner claims to have performed in plays while attending school, along with community plays. In 2012, she became homeschooled and enrolled in an at-home education program, from which she graduated with a high school diploma in July 2015 from Laurel Springs School in Ojai, California.",
        "ngram": 60,
        "subject": "Chuck Norris"
    },
    {
        "text": "In her youth, she would see Bob Marley on television because of his fame in the Caribbean. She stated, \"He's one of my favourite artists of all time – he really paved the way for every other artist out of the Caribbean\". She built a shrine in her home dedicated to the reggae legend and has covered Marley's \"Is This Love\" and Bob Marley & The Wailers' \"Redemption Song\" during her concert tours.",
        "ngram": 73,
        "subject": "Chuck Norris"
    },
    {
        "text": "Musically, Love's work with Hole and her solo efforts have been characterized as alternative rock; Hole's early material, however, was described by critics as being stylistically closer to grindcore and aggressive punk rock. Spin's October 1991 review of Hole's first album noted Love's layering of harsh and abrasive riffs buried more sophisticated musical arrangements. In 1998, she stated that Hole had \"always been a pop band. We always had a subtext of pop. I always talked about it, if you go back ... what'll sound like some weird Sonic Youth tuning back then to you was sounding like the Raspberries to me, in my demented pop framework.\"Love's lyrical content is composed from a female's point of view, and her lyrics have been described as \"literate and mordant\" and noted by scholars for \"articulating a third-wave feminist consciousness.\" Simon Reynolds, in reviewing Hole's debut album, noted: \"Ms. Love's songs explore the full spectrum of female emotions, from vulnerability to rage. The songs are fueled by adolescent traumas, feelings of disgust about the body, passionate friendships with women and the desire to escape domesticity. Her lyrical style could be described as emotional nudism.\" Journalist and critic Kim France, in critiquing Love's lyrics, referred to her as a \"dark genius\" and likened her work to that of Anne Sexton.Love has remarked that lyrics have always been the most important component of songwriting for her: \"The important thing for me ... is it has to look good on the page. I mean, you can love Led Zeppelin and not love",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "In 2001, Ryder began a four-year career hiatus. Apart from a guest appearance on NBC's sitcom Friends, playing Rachel's college sorority sister, and a brief cameo in Ben Stiller's comedy Zoolander (2001), she appeared in no new releases in 2001. She was scheduled to appear in Lily and the Secret of Planting, but withdrew from the project after being hospitalized for a severe stomach-related disorder in August 2001. In December 2001, Ryder was arrested for shoplifting, which made it difficult for her to be insured for further film projects. Woody Allen wanted to cast Robert Downey Jr. and Ryder in his film Melinda and Melinda (2003), but was unable to do so because \"I couldn't get insurance on them ... We couldn't get bonded. The completion bonding companies would not bond the picture unless we could insure them. ... We were heartbroken because I had worked with Winona before [on Celebrity] and thought she was perfect for this and wanted to work with her again.\"In 2002, Ryder appeared in two movies filmed before her arrest. The first was a romantic comedy, Mr. Deeds, with Adam Sandler, grossing over $126 million in the United States alone. The film was not a critical success; film critic Philip French called it a terrible film, saying that \"remakes are often bad, but this one was particularly bad.\" The second film was the science fiction drama Simone, in which she portrayed a glamorous star who is replaced by a computer simulated actress due to the clandestine machinations of a director, portrayed",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "The 2001 Nelly single \"Ride wit Me\", mentions White with the lyrics \"I’m getting pages out of New Jersey from Courtney B. Telling me bout a party up in NYC. And can I make it? Damn right, I be on the next flight,. Paying cash, first class, sitting next to Vanna White…\"",
        "ngram": 52,
        "subject": "Chuck Norris"
    },
    {
        "text": "Walker was born on September 12, 1973, in Glendale, California. His mother, Cheryl (née Crabtree), was a fashion model, and his father, Paul William Walker III, was a sewer contractor and former amateur boxer, who was a two-time Golden Gloves champion. Walker's paternal grandfather, William, had a short-lived boxing career as \"Irish\" Billy Walker, while another raced factory cars for Ford in the 1960s.Raised as a member of the Church of Jesus Christ of Latter-day Saints, Walker had four younger siblings: Aimee, Ashlie, Caleb, and Cody. He spent the majority of his early life in the Sunland neighborhood of Los Angeles, and graduated from Village Christian School in 1991. Walker subsequently attended several community colleges in Southern California, majoring in marine biology.",
        "ngram": 122,
        "subject": "Chuck Norris"
    },
    {
        "text": "In 1983, in the wake of the legal battle over ownership of the photos, artist Richard Prince photographed one of Gross' photos of the 10-year-old Shields standing naked in a bathtub. Prince had found the picture in a copy of Gross' self-published book Little Women onto Ektachrome slide film, then blew it up to 8x10 inch print. Put in a gold fame, a Prince reproduction of the Gross photo was the sole work displayed in his first \"Spiritual America\" exhibition at store-front art gallery on the Lower East Side of Manhattan. ",
        "ngram": 92,
        "subject": "Chuck Norris"
    },
    {
        "text": "On September 29, 2022, Hamill became an ambassador of the United24 fundraising platform, which raises funds to support Ukraine in the war against Russia. On March 25, 2023, a drawing was held for posters signed by Mark Hamill; it raised more than $300,000 for RQ-35 Heidrun reconnaissance drones.",
        "ngram": 48,
        "subject": "Chuck Norris"
    },
    {
        "text": "Heartbreak on a Full Moon was eventually released as a double-disc album on October 31, 2017, via digital retailers and onto CD, three days later by RCA Records. Its lyrical content is thought to have been inspired by Brown's breakup with Karrueche Tran. He explained the concept for the album in August 2017 during an interview for Complex, saying: \"I thought Heartbreak on a Full Moon was a depiction of what my soul wanted to say. It's funny because we're doing a double album. I've done so many records, but all of the records, to me, are personal favorites and I feel like it gets what I want to say across\". Cultural critic and media personality Joe Budden defined Heartbreak on a Full Moon as his best album. Despite being counted for only three days of sales, Heartbreak on a Full Moon debuted at number three on the US Billboard 200, becoming Brown's ninth consecutive top 10 album on the chart. One week after its release Heartbreak on a Full Moon was certified Gold by the Recording Industry Association of America for combined sales and album-equivalent units of over 500,000 units in the United States, and Brown became the first R&B male artist that went Gold in a week since Usher's Confessions in 2004. In 2019 the album has been certified Double Platinum by the Recording Industry Association of America (RIAA).",
        "ngram": 231,
        "subject": "Chuck Norris"
    },
    {
        "text": "From 1956 to 1958, Kissinger worked for the Rockefeller Brothers Fund as director of its Special Studies Project. He served as the director of the Harvard Defense Studies Program between 1958 and 1971. In 1958, he also co-founded the Center for International Affairs with Robert R. Bowie where he served as its associate director. Outside of academia, he served as a consultant to several government agencies and think tanks, including the Operations Research Office, the Arms Control and Disarmament Agency, Department of State, and the RAND Corporation.Keen to have a greater influence on U.S. foreign policy, Kissinger became foreign policy advisor to the presidential campaigns of Nelson Rockefeller, supporting his bids for the Republican nomination in 1960, 1964, and 1968. Kissinger first met Richard Nixon at a party hosted by Clare Boothe Luce in 1967, saying that he found him more \"thoughtful\" than he expected. During the Republican primaries in 1968, Kissinger again served as the foreign policy adviser to Rockefeller and in July 1968 called Nixon \"the most dangerous of all the men running to have as president\". Initially upset when Nixon won the Republican nomination, the ambitious Kissinger soon changed his mind about Nixon and contacted a Nixon campaign aide, Richard Allen, to state he was willing to do anything to help Nixon win. After Nixon became president in January 1969, Kissinger was appointed as National Security Advisor. By this time, he was arguably \"one of the most important theorists about foreign policy ever to be produced by the United States of America\", according",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "In January 2015, Kilmer was hospitalized for what his representative said were tests for a possible tumor. Kilmer said on social media, \"I have not had a tumor, or a tumor operations  [sic], or any operation. I had a complication where the best way to receive care was to stay under the watchful eye of the UCLA ICU.\" After previously denying persistent rumors that he had been diagnosed with cancer, Kilmer said in April 2017 that he had experienced a \"healing of cancer\". In December 2017, The Hollywood Reporter revealed that Kilmer had gone through a \"two-year battle with throat cancer\" and that \"a procedure on his trachea has reduced his voice to a rasp and rendered him short of breath\". In order to speak, Kilmer plugs an electric voice box in his trachea. Due to the cancer, Kilmer underwent chemotherapy and two tracheotomies.Kilmer reported in 2020 that he had been cancer-free for four years, but he detailed ongoing struggles with medical treatments including the use of a feeding tube to eat. In 2021, Kilmer worked with Sonantic, a London-based software company, to digitally recreate his voice using AI technology and archived audio recordings of his voice. Over 40 vocal models were generated to find the closest match, which could then be used in future projects. For the 2022 film Top Gun: Maverick, director Joseph Kosinski said that despite reports to the contrary, they did not use Sonantic's AI technology in the film, instead they used Kilmer's actual voice and digitally altered it for clarity.",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "Laurie's later film appearances include Sense and Sensibility (1995), adapted by and starring Emma Thompson; the Disney live-action film 101 Dalmatians (1996), where he played Jasper, one of the bumbling criminals hired to kidnap the puppies; Elton's adaptation of his novel Inconceivable, Maybe Baby (2000); Girl from Rio; the 2004 adaptation of The Flight of the Phoenix, and Stuart Little.",
        "ngram": 60,
        "subject": "Chuck Norris"
    },
    {
        "text": "Springsteen supported Barack Obama's 2008 presidential campaign, announcing his endorsement in April 2008. He appeared at several rallies in support of Obama's campaign throughout that year. At one such rally in Ohio, Springsteen discussed the importance of \"truth, transparency and integrity in government, the right of every American to have a job, a living wage, to be educated in a decent school, and a life filled with the dignity of work, the promise and the sanctity of home\". Despite saying that he would sit out the 2012 presidential election, Springsteen campaigned for Obama's re-election in Ohio, Iowa, Virginia, Pittsburgh, and Wisconsin. The Topps company marked Springsteen's support of the 2008 campaign its Barack Obama commemorative trading card series, in which Springsteen makes an appearance on card #59, \"the 'O' Street Band.\"",
        "ngram": 131,
        "subject": "Chuck Norris"
    },
    {
        "text": "Throughout 2016 and 2017, he continued sharing several snippets from songs that he was recording. He also built a recording studio inside of his home to work on the album. During this period he embarked two concert tours as well: the European leg of the One Hell of a Nite Tour in 2016, and The Party Tour in 2017. On December 16, 2016, he released the second official single from the album, \"Party\", featuring guest vocals from American R&B singer Usher and rapper Gucci Mane. Around this time, Brown decided to create Heartbreak on a Full Moon as a 40-track album. Talking about this decision, he stated in a 2017 interview that he wanted to \"outdo expectations\" and \"push the boundaries on artistry\". RCA Records, the record label of the singer, initially wasn't agreeable of satisfying Brown's intentions to make a 40-track album, thinking that it would've damaged its commercial performance, but the singer ended up convincing them. \"Privacy\" was later released as the album's third single. On June 7 he released Welcome to My Life, a self-documentary focused on his life and career, directed by Andrew Sandler. Numerous celebrities participated in the movie, describing Brown from a personal and professional point of view. Among them there are Jennifer Lopez, Mike Tyson, Rita Ora, Usher and Tyga.",
        "ngram": 217,
        "subject": "Chuck Norris"
    },
    {
        "text": "Carey's tenth studio album, The Emancipation of Mimi in 2005, was produced with the Neptunes, Kanye West and Carey's longtime collaborator, Jermaine Dupri. She described the album as \"very much like a party record ... the process of putting on makeup and getting ready to go out ... I wanted to make a record that was reflective of that.\" The Emancipation of Mimi topped the charts in the United States, becoming Carey's fifth number-one album and first since Butterfly (1997), and was warmly accepted by critics. Caroline Sullivan of The Guardian defined it as \"cool, focused and urban [... some of] the first Mariah Carey tunes in years which I wouldn't have to be paid to listen to again,\" while USA Today's Elysa Gardner wrote, \"The [songs] truly reflect the renewed confidence of a songbird who has taken her shots and kept on flying.\" The album's second single, \"We Belong Together\", became a \"career re-defining\" song for Carey, after a relatively unsuccessful period and a point when many critics had considered her career over.",
        "ngram": 174,
        "subject": "Chuck Norris"
    },
    {
        "text": "Soon thereafter, Gongshan Furao, a retainer of the Ji family, revolted and took control of the forces at Bi. He immediately launched an attack and entered the capital Lu. Earlier, Gongshan had approached Confucius to join him, which Confucius considered as he wanted the opportunity to put his principles into practice but he gave up on the idea in the end. Confucius disapproved the use of a violent revolution by principle, even though the Ji family dominated the Lu state by force for generations and had exiled the previous duke. Creel states that, unlike the rebel Yang Hu before him, Gongshan may have sought to destroy the three hereditary families and restore the power of the duke. However, Dubs is of the view that Gongshan was encouraged by Viscount Ji Huan to invade the Lu capital in an attempt to avoid dismantling the Bi fortified walls. Whatever the situation may have been, Gongshan was considered an upright man who continued to defend the state of Lu, even after he was forced to flee.During the revolt by Gongshan, Zhong You had managed to keep the duke and the three viscounts together at the court. Zhong You was one of the disciples of Confucius and Confucius had arranged for him to be given the position of governor by the Ji family. When Confucius heard of the raid, he requested that Viscount Ji Huan allow the duke and his court to retreat to a stronghold on his palace grounds. Thereafter, the heads of the three families and the duke",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "In May, James was sidelined again after leaving a game against the Raptors, but he returned for the final two games, and finished the season with averages of 25.0 points, 7.7 rebounds, and 7.8 assists on 51.3 percent shooting in 45 out of 72 games; this was his 17th consecutive season averaging at least 25 points per game, the most in NBA history. In an injury-laden season, the Lakers ended with a 42–30 record, finishing No. 7 due to tiebreakers and facing the No. 8-seed Warriors in the play-in tournament. The Lakers won 103–100 after James scored the go-ahead, three-point shot in the final minute, posting a triple-double with 22 points, 11 rebounds, and 10 assists, along with 2 steals and 1 block. His 34-foot (10 m) shot over Stephen Curry before the shot clock buzzer was his longest basket of the season as well as his longest go-ahead shot in the closing three minutes of a game in his career.",
        "ngram": 161,
        "subject": "Chuck Norris"
    },
    {
        "text": "Springsteen supported Hillary Clinton's 2016 presidential campaign by performing an acoustic set of \"Thunder Road\", \"Long Walk Home\" and \"Dancing in the Dark\" at a rally in Philadelphia on November 7, 2016. On November 22, Springsteen was presented with the Presidential Medal of Freedom award by Barack Obama. On January 12, 2017, Springsteen and Scialfa performed a special 15-song acoustic set for Barack and Michelle Obama at the White House's East Room two days before the president gave his farewell address to the nation.",
        "ngram": 84,
        "subject": "Chuck Norris"
    },
    {
        "text": "McEntire signed with MCA Records in 1984 and released her seventh studio album Just a Little Love. Harold Shedd was originally intended to produce the disc, however, McEntire rejected his desire for a country pop arrangement. Instead, Norro Wilson produced the project. Despite spawning a top ten hit, McEntire was still dissatisfied with the record's production and the lack of control over material. Instead, she turned to MCA president Jimmy Bowen who suggested that she find her own songs to record. Accompanied by Don \"Dirt\" Lanier, McEntire spent several days listening to various songs from publishing companies. Eventually she found a song written by Harlan Howard titled \"Somebody Should Leave\" and a song by Jon Moffat titled \"How Blue\". Released as singles, they reached the number one spot on the country songs chart and later appeared on 1984's My Kind of Country. The collection also included several covers of classic country songs by Ray Price, Charley Pride and Connie Smith. AllMusic's William Ruhlmann gave the disc 4.5 stars. Billboard magazine described McEntire on the album as being \"the finest woman country singer since Kitty Wells.\" United Press wrote that the album \"represents a victory for McEntire. She has pulled in the reins of her career, regained control of her music and her life.\" The album became her breakthrough recording, leading McEntire to winning 1984's Female Vocalist of the Year accolade from the Country Music Association. Along with music by George Strait and Randy Travis, the album also brought forth a stylistic change in country towards traditional",
        "ngram": 256,
        "subject": "Chuck Norris"
    },
    {
        "text": "Jefferson graduated in 1762. He read the law under Wythe's tutelage while working as a law clerk in his office. Jefferson was well-read in a broad variety of subjects, which, along with law and philosophy, included history, natural law, natural religion, ethics, and several areas in science, including agriculture. During his years of study under the watchful eye of Wythe, Jefferson authored a Commonplace Book, a survey of his extensive readings. Wythe was so impressed with Jefferson that he later bequeathed his entire library to him.",
        "ngram": 86,
        "subject": "Chuck Norris"
    },
    {
        "text": "Barker died at his home in Los Angeles on August 26, 2023, at the age of 99 following several years with Alzheimer's disease, a condition that Burnet and Barker's publicity team had kept hidden from the public. Hypertension, hyperlipidemia and hypothyroidism were listed as secondary causes of death. He was interred alongside his wife at Forest Lawn Memorial Park – Hollywood Hills.",
        "ngram": 62,
        "subject": "Chuck Norris"
    }
]