[
    {
        "text": "In 1993, Seacrest hosted the first season of ESPN's Radical Outdoor Challenge. He also hosted three kids' game shows, Gladiators 2000 from 1994 to 1996 (a spinoff of the television show, American Gladiators), Wild Animal Games in 1995, and Click in 1997. He appeared as the host of the fictional game show Lover's Lane on Beverly Hills, 90210 in \"The Final Proof\". In the fall and winter of 2000, he was the host of The NBC Saturday Night Movie. During commercial breaks he offered trivia on the film and a chance to win prizes by answering online on NBCi. In 2001, he hosted a reality television program, Ultimate Revenge, where elaborate practical jokes were played on family and friends instigated by their own relatives and friends. It was shown on TNN from 2001 to 2003.",
        "ngram": 135,
        "subject": "Rihanna"
    },
    {
        "text": "Other talented singers joined The Gospelaires from time-to-time, including Judy Clay, Cissy Houston (mother of Whitney Houston) and Doris \"Rikii\" Troy, whose chart selection \"Just One Look\" (when she recorded it in 1963) featured backing vocals from The Gospelaires. After personnel changes (Dionne and Doris left the group after achieving solo success), The Gospelaires became the recording group The Sweet Inspirations, and had some chart success, but were much sought-after as studio background singers. The Gospelaires, and later The Sweet Inspirations, performed on many records cut in New York City for artists such as Garnet Mimms, The Drifters, Jerry Butler, Solomon Burke and, later, Warwick's solo recordings, Aretha Franklin and Elvis Presley. Warwick recalled, in 2002's Biography, that \"a man came running frantically backstage at the Apollo and said he needed background singers for a session for Sam \"the Man\" Taylor and old big-mouth here spoke up and said 'We'll do it!' and we left and did the session. I wish I remembered the gentleman's name because he was responsible for the beginning of my professional career.\" The chance encounter led to the group being asked to provide background vocals at recording sessions around New York. Soon, the group was in-demand for their harmonies among New York musicians and producers, after hearing their work with The Drifters, Ben E. King, Chuck Jackson, Dinah Washington, Ronnie \"the Hawk\" Hawkins, and Solomon Burke, among many others.  In the same aforementioned Biography interview, Warwick recalled that, on weekdays after school, the girls would catch a bus from East",
        "ngram": 256,
        "subject": "Rihanna"
    },
    {
        "text": "In 1928, the Gumm Sisters enrolled in a dance school run by Ethel Meglin, proprietor of the Meglin Kiddies dance troupe. They appeared with the troupe at its annual Christmas show. Through the Meglin Kiddies, they made their film debut in a short subject called The Big Revue (1929), where they performed a song-and-dance number called \"That's the Good Old Sunny South\". This was followed by appearances in two Vitaphone shorts the following year: A Holiday in Storyland (featuring Garland's first on-screen solo) and The Wedding of Jack and Jill. They next appeared together in Bubbles. Their final on-screen appearance was in an MGM Technicolor short entitled La Fiesta de Santa Barbara (1935).",
        "ngram": 113,
        "subject": "Rihanna"
    },
    {
        "text": "While some Democrats had opposed Roosevelt's nomination in 1940, the president faced little difficulty in securing his re-nomination at the 1944 Democratic National Convention. Roosevelt made it clear before the convention that he was seeking another term, and on the lone presidential ballot of the convention, Roosevelt won the vast majority of delegates, although a minority of Southern Democrats voted for Harry F. Byrd. Party leaders prevailed upon Roosevelt to drop Vice President Wallace from the ticket, believing him to be an electoral liability and a poor potential successor in case of Roosevelt's death. Roosevelt preferred Byrnes as Wallace's replacement but was convinced to support Senator Harry S. Truman of Missouri, who had earned renown for his investigation of war production inefficiency and was acceptable to the various factions of the party. On the second vice presidential ballot of the convention, Truman defeated Wallace to win the nomination.",
        "ngram": 148,
        "subject": "Rihanna"
    },
    {
        "text": "In 1914, Roosevelt ran for the seat of retiring Republican Senator Elihu Root of New York. Though he had the backing of Treasury Secretary William Gibbs McAdoo and Governor Martin H. Glynn, he faced a formidable opponent in Tammany Hall's James W. Gerard. He also was without Wilson's support, as the president needed Tammany's forces for his legislation and 1916 re-election. Roosevelt was soundly defeated in the Democratic primary by Gerard, who in turn lost the general election to Republican James Wolcott Wadsworth Jr. He learned that federal patronage alone, without White House support, could not defeat a strong local organization. After the election, he and Tammany Hall boss Charles Francis Murphy sought accommodation and became allies.",
        "ngram": 117,
        "subject": "Rihanna"
    },
    {
        "text": "John Felix Anthony Cena  ( SEE-nə; born April 23, 1977) is an American professional wrestler, actor, and former rapper. As a wrestler, he has been signed to WWE since 2001, but has been performing part-time since 2018. A record 16-time world champion as recognized by WWE, Cena is widely regarded as one of the greatest professional wrestlers of all time.",
        "ngram": 61,
        "subject": "Rihanna"
    },
    {
        "text": "On 20 June 1792, \"a mob of terrifying aspect\" broke into the Tuileries, made the King wear the bonnet rouge (red Phrygian cap) to show his loyalty to the Revolution, insulted Marie Antoinette, accusing her of betraying France, and threatened her life. In consequence, the Queen asked Fersen to urge the foreign powers to carry out their plans to invade France and to issue a manifesto in which they threatened to destroy Paris if anything happened to the royal family. The Brunswick Manifesto, issued on 25 July 1792, triggered the events of 10 August when the approach of an armed mob on its way to the Tuileries Palace forced the royal family to seek refuge at the Legislative Assembly. Ninety minutes later, the palace was invaded by the mob, who massacred the Swiss Guards. On 13 August the royal family was imprisoned in the tower of the Temple in the Marais under conditions considerably harsher than those of their previous confinement in the Tuileries.A week later, several of the royal family's attendants, among them the Princesse de Lamballe, were taken for interrogation by the Paris Commune. Transferred to the La Force prison, after a rapid judgment, Marie Louise de Lamballe was savagely killed on 3 September. Her head was affixed on a pike and paraded through the city to the Temple for the Queen to see. Marie Antoinette was prevented from seeing it, but fainted upon learning of it.On 21 September 1792, the fall of the monarchy was officially declared and the National Convention became the",
        "ngram": 256,
        "subject": "Rihanna"
    },
    {
        "text": "In 1942, war production increased dramatically but fell short of Roosevelt's goals, due in part to manpower shortages. The effort was also hindered by numerous strikes, especially in the coal mining and railroad industries, which lasted well into 1944. Nonetheless, between 1941 and 1945, the United States produced 2.4 million trucks, 300,000 military aircraft, 88,400 tanks, and 40 billion rounds of ammunition. The production capacity of the United States dwarfed that of other countries; for example, in 1944, the United States produced more military aircraft than the combined production of Germany, Japan, Britain, and the Soviet Union. The White House became the ultimate site for labor mediation, conciliation or arbitration. One particular battle royale occurred between Vice President Wallace, who headed the Board of Economic Warfare, and Jesse H. Jones, in charge of the Reconstruction Finance Corporation; both agencies assumed responsibility for the acquisition of rubber supplies and came to loggerheads over funding. Roosevelt resolved the dispute by dissolving both agencies. In 1943, Roosevelt established the Office of War Mobilization to oversee the home front; the agency was led by James F. Byrnes, who came to be known as the \"assistant president\" due to his influence.",
        "ngram": 196,
        "subject": "Rihanna"
    },
    {
        "text": "According to director John Frankenheimer and actor James Garner in bonus interviews for the DVD of the film Grand Prix, McQueen was Frankenheimer's first choice for the lead role of American Formula One race car driver Pete Aron. Frankenheimer was unable to meet with McQueen to offer him the role, so he sent Edward Lewis, his business partner and the producer of Grand Prix. McQueen and Lewis instantly clashed, the meeting was a disaster, and the role went to Garner.",
        "ngram": 80,
        "subject": "Rihanna"
    },
    {
        "text": "On December 2, 1999, Jay-Z, who had come to believe that record executive Lance \"Un\" Rivera was behind the bootlegging of Vol. 3..., allegedly stabbed him at the Kit Kat Klub, a now-defunct night club in Times Square, New York City, during a release party for Q-Tip's album Amplified. Jay-Z's associates at the party were accused of causing a commotion within the club, which Jay-Z allegedly used as cover while he stabbed Rivera in the stomach with a five-inch (127 mm) blade. He surrendered to police the following evening and was placed under arrest, although he was soon released on $50,000 bail. When he was indicted in Manhattan Criminal Court in late January 2000, he pleaded not guilty; he and his lawyers contended that they had witnesses and videotapes proving he had been nowhere near Rivera during the incident. Nevertheless, he later pleaded guilty to third-degree assault and accepted a three-year probation sentence.Jay-Z later addressed the case in his 2010 book Decoded:",
        "ngram": 162,
        "subject": "Rihanna"
    },
    {
        "text": "In November 2023, ProPublica reported that Buffett had made equity trades in his personal portfolio involving companies that Berkshire Hathaway also actively traded in, based on tax records leaked to the organization. On three dates between 2009 and 2012, Buffett sold shares of Johnson and Johnson, Walmart, and Wells Fargo, with the sales totaling $80 million in value.Although Buffett has not commented, Berkshire Hathaway's Vice Chairman Charlie Munger dismissed the allegations, saying \"I don’t think there’s the slightest chance that Warren Buffett is doing something that is deeply evil to make money for himself.\"",
        "ngram": 94,
        "subject": "Rihanna"
    },
    {
        "text": "The film also features Paul's angry, emotionally charged final confrontation with the corpse of his dead wife. The controversial movie was a hit however, and Brando made the list of Top Ten Box Office Stars for the last time. His gross participation deal earned him $3 million. The voting membership of the Academy of Motion Picture Arts & Sciences again nominated Brando for Best Actor, his seventh nomination. Brando won the 1973 New York Film Critics Circle Award for Best Actor.",
        "ngram": 81,
        "subject": "Rihanna"
    },
    {
        "text": "In May 2021, Harry was a guest on Dax Shepard and Monica Padman's podcast Armchair Expert during which he talked about the freedom of speech and laws related to it in the United States, stating \"I've got so much I want to say about the First Amendment as I sort of understand it, but it is bonkers.\" He added that it was \"a huge subject and one which [he didn't] understand\", emphasising that one could \"capitalise or exploit what's not said rather than uphold what is said.\" The comments were met by backlash from conservative Americans and Britons, prompting figures such as Ted Cruz, Dan Crenshaw, Nigel Farage, Candace Owens, Jack Posobiec, and Laura Ingraham to criticise him publicly.",
        "ngram": 119,
        "subject": "Rihanna"
    },
    {
        "text": "The word \"metaphysics\" appears to have been coined by the first century AD editor who assembled various small selections of Aristotle's works to the treatise we know by the name Metaphysics. Aristotle called it \"first philosophy\", and distinguished it from mathematics and natural science (physics) as the contemplative (theoretikē) philosophy which is \"theological\" and studies the divine. He wrote in his Metaphysics (1026a16):",
        "ngram": 63,
        "subject": "Rihanna"
    },
    {
        "text": "Temporarily settling down in Paris, Marx transferred the Communist League executive headquarters to the city and also set up a German Workers' Club with various German socialists living there. Hoping to see the revolution spread to Germany, in 1848 Marx moved back to Cologne where he began issuing a handbill entitled the Demands of the Communist Party in Germany, in which he argued for only four of the ten points of the Communist Manifesto, believing that in Germany at that time the bourgeoisie must overthrow the feudal monarchy and aristocracy before the proletariat could overthrow the bourgeoisie. On 1 June, Marx started the publication of a daily newspaper, the Neue Rheinische Zeitung, which he helped to finance through his recent inheritance from his father. Designed to put forward news from across Europe with his own Marxist interpretation of events, the newspaper featured Marx as a primary writer and the dominant editorial influence. Despite contributions by fellow members of the Communist League, according to Friedrich Engels it remained \"a simple dictatorship by Marx\".Whilst editor of the paper, Marx and the other revolutionary socialists were regularly harassed by the police and Marx was brought to trial on several occasions, facing various allegations including insulting the Chief Public Prosecutor, committing a press misdemeanor and inciting armed rebellion through tax boycotting, although each time he was acquitted. Meanwhile, the democratic parliament in Prussia collapsed and the king, Frederick William IV, introduced a new cabinet of his reactionary supporters, who implemented counterrevolutionary measures to expunge left-wing and other revolutionary elements from",
        "ngram": 256,
        "subject": "Rihanna"
    },
    {
        "text": "In 1982, Blair was selected as the Labour Party candidate for the safe Conservative seat of Beaconsfield, where there was a forthcoming by-election. Although Blair lost the Beaconsfield by-election and Labour's share of the vote fell by 10 percentage points, he acquired a profile within the party. Despite his defeat, William Russell, political correspondent for The Glasgow Herald, described Blair as \"a very good candidate\", while acknowledging that the result was \"a disaster\" for the Labour Party. In contrast to his later centrism, Blair made it clear in a letter he wrote to Labour leader Michael Foot in July 1982 (published in  2006) that he had \"come to Socialism through Marxism\" and considered himself on the left. Like Tony Benn, Blair believed that the \"Labour right\" was bankrupt, saying \"[s]ocialism ultimately must appeal to the better minds of the people. You cannot do that if you are tainted overmuch with a pragmatic period in power.\" Yet, he saw the hard left as no better, saying:",
        "ngram": 166,
        "subject": "Rihanna"
    },
    {
        "text": "In 2010, King published Full Dark, No Stars, a collection of four novellas with the common theme of retribution. In 2011, he published 11/22/63, about a time portal leading to 1958, and an English teacher who travels through it to try to prevent the Kennedy assassination. Errol Morris called it \"one of the best time travel stories since H. G. Wells\". In 2013, he published Joyland, his second book for the Hard Case Crime imprint. Later that year, he published Doctor Sleep, a sequel to The Shining.",
        "ngram": 87,
        "subject": "Rihanna"
    },
    {
        "text": "Simon released a new song called \"Getting Ready for Christmas Day\" on November 10, 2010. The song was premiered on National Public Radio, and was included on the album So Beautiful or So What. The song sampled a 1941 sermon by the Rev. J. M. Gates. Simon performed the song live on The Colbert Report on December 16, 2010. In the first show of the final season of The Oprah Winfrey Show on September 10, 2010, Simon performed a song that commemorated the show's 25 years, an update of a song he wrote for the show's 10th anniversary. Simon's next album, So Beautiful or So What, was released on the Concord Music Group label on April 12, 2011, and Simon said it was the best work he had done in 20 years. It was reported that he had wanted to have Bob Dylan perform on the album.",
        "ngram": 147,
        "subject": "Rihanna"
    },
    {
        "text": "Some, such as John Rentoul, John McTernan and Iain Dale, have countered accusations that Blair committed war crimes during his premiership, often highlighting how no case against Blair has ever made it to trial, suggesting that Blair broke no laws.",
        "ngram": 40,
        "subject": "Rihanna"
    },
    {
        "text": "The Rock appeared on Wyclef Jean's 2000 single \"It Doesn't Matter\" and in its music video. He also recorded \"Pie\" with Slick Rick for WWF The Music, Vol. 5. In 1999, Johnson appeared on That '70s Show as his father Rocky Johnson. The next year, he was on Star Trek: Voyager as an alien wrestler who used the Rock's moves. In 2000, he hosted Saturday Night Live (SNL) for the first time. Fellow wrestlers Triple H, Big Show, and Mick Foley also appeared on the show. Johnson has said the success of that episode is the reason he began receiving offers from Hollywood studios. He has since hosted SNL four more times.",
        "ngram": 112,
        "subject": "Rihanna"
    },
    {
        "text": "In his acceptance speech, Roosevelt declared, \"I pledge you, I pledge myself to a new deal for the American people... This is more than a political campaign. It is a call to arms.\" Roosevelt promised securities regulation, tariff reduction, farm relief, government-funded public works, and other government actions to address the Great Depression. Reflecting changing public opinion, the Democratic platform included a call for the repeal of Prohibition; Roosevelt himself had not taken a public stand on the issue prior to the convention but promised to uphold the party platform. Otherwise, Roosevelt's primary campaign strategy was one of caution, intent upon avoiding mistakes that would distract from Hoover's failings on the economy. His statements attacked the incumbent and included no other specific policies or programs.",
        "ngram": 125,
        "subject": "Rihanna"
    },
    {
        "text": "As president, Roosevelt appointed powerful men to top positions in government. However, he made all of his administration's major decisions himself, regardless of any delays, inefficiencies, or resentments doing so may have caused. Analyzing the president's administrative style, Burns concludes:",
        "ngram": 40,
        "subject": "Rihanna"
    },
    {
        "text": "On February 8, 2021, Hilton appeared before the Utah State Legislature to testify on behalf of a proposed measure that would require more government oversight of youth residential treatment centers and require them to document when they use restraints. During her testimony, Hilton said that she had been emotionally and physically abused during her 11-month stay at Provo Canyon School when she was 17. She accused staffers at Provo School of beating her, subjecting her to strip searches, force-feeding her medication, watching her shower, and sending her to solitary confinement without clothes as punishment. On March 2, the Utah Legislature approved the bill, known as SB127. On October 20, Hilton held a press conference at the United States Capitol, with lawmakers Ro Khanna and Jeff Merkley, to advocate for the introduction of the Accountability for Congregate Care Act, which would establish a bill of rights with protections for children in such facilities.",
        "ngram": 152,
        "subject": "Rihanna"
    },
    {
        "text": "In 2016, King was one of many writers who signed a letter condemning the candidacy of Donald Trump. It began: \"Because, as writers, we are particularly aware of the many ways that language can be abused in the name of power\" and concluded \"Because the rise of a political candidate who deliberately appeals to the basest and most violent elements in society, who encourages aggression among his followers, shouts down opponents, intimidates dissenters, and denigrates women and minorities, demands, from each of us, an immediate and forceful response; For all these reasons, we, the undersigned, as a matter of conscience, oppose, unequivocally, the candidacy of Donald J. Trump for the Presidency of the United States.\"",
        "ngram": 115,
        "subject": "Rihanna"
    },
    {
        "text": "Jefferson pardoned several of those imprisoned under the Alien and Sedition Acts. Congressional Republicans repealed the Judiciary Act of 1801, which removed nearly all of Adams's \"midnight judges\". A subsequent appointment battle led to the Supreme Court's landmark decision in Marbury v. Madison, asserting judicial review over executive branch actions. Jefferson appointed three Supreme Court justices: William Johnson (1804), Henry Brockholst Livingston (1807), and Thomas Todd (1807).",
        "ngram": 67,
        "subject": "Rihanna"
    },
    {
        "text": "Brando earned a reputation as a \"bad boy\" for his public outbursts and antics. According to Los Angeles: \"Brando was rock and roll before anybody knew what rock and roll was.\" His behavior during the filming of Mutiny on the Bounty (1962) seemed to bolster his reputation as a difficult star. He was blamed for a change in director and a runaway budget, though he denied responsibility for both. On June 12, 1973, Brando broke paparazzo Ron Galella's jaw. Galella had followed Brando, who was accompanied by talk show host Dick Cavett, after a taping of The Dick Cavett Show in New York City. He paid a $40,000 out-of-court settlement and suffered an infected hand as a result. Galella wore a football helmet the next time he photographed Brando at a gala benefiting the American Indians Development Association in 1974.",
        "ngram": 140,
        "subject": "Rihanna"
    },
    {
        "text": "Musk voted for Hillary Clinton in the 2016 U.S. presidential election. In the 2020 Democratic Party presidential primaries, Musk endorsed candidate Andrew Yang and expressed support for his proposed universal basic income. He also endorsed Kanye West's 2020 presidential campaign. He said he voted for Joe Biden in the 2020 U.S. presidential election. In 2022, Musk said that he could \"no longer support\" the Democrats because they are the \"party of division & hate\", and wrote a tweet encouraging \"independent-minded voters\" to vote Republican in the 2022 U.S. elections, which was an outlier among social media executives who typically avoid partisan political advocacy. He has supported Republican Ron DeSantis for the 2024 U.S. presidential election, and Twitter hosted DeSantis's campaign announcement on a Twitter Spaces event. In August 2023, Musk hosted Vivek Ramaswamy on Twitter Spaces, and shared his support. As of May 2023, Musk was declining to endorse any specific candidate.",
        "ngram": 152,
        "subject": "Rihanna"
    },
    {
        "text": "On January 4, 2018, the music video of Beyoncé and Jay-Z's 4:44 collaboration, \"Family Feud\" was released. It was directed by Ava DuVernay. On March 1, 2018, DJ Khaled released \"Top Off\" as the first single from his forthcoming album Father of Asahd featuring Beyoncé, husband Jay-Z, and Future. On March 5, 2018, a joint tour with Knowles's husband Jay-Z, was leaked on Facebook. Information about the tour was later taken down. The couple announced the joint tour officially as On the Run II Tour on March 12 and simultaneously released a trailer for the tour on YouTube.",
        "ngram": 98,
        "subject": "Rihanna"
    },
    {
        "text": "In October 2023, the U.S. Securities and Exchange Commission (SEC) sued Musk, alleging that he was refusing to testify in an investigation into whether he violated federal law by purchasing Twitter stock in 2022. According to the lawsuit, Musk testified twice in 2022 but refused to testify a third time in 2023, claiming the SEC was harassing him. In February 2024, Judge Laurel Beeler ruled that Musk must testify again. ",
        "ngram": 71,
        "subject": "Rihanna"
    },
    {
        "text": "Welch initially intended to move to New York City from Dallas, but moved back to Los Angeles in 1963 and started applying for roles with film studios. During this period, she met a one-time child actor and Hollywood agent Patrick Curtis who became her personal and business manager. They developed a plan to turn Welch into a sex symbol. To avoid typecasting as a Latina, he convinced her to use her ex-husband's surname. She was cast in small roles in two films, A House Is Not a Home (1964) and the musical Roustabout (1964), an Elvis Presley film. She also landed small roles on the television series Bewitched, McHale's Navy and The Virginian and appeared on the weekly variety series The Hollywood Palace as a billboard girl and presenter. She was one of many actresses who auditioned for the role of Mary Ann Summers on the television series Gilligan's Island.",
        "ngram": 150,
        "subject": "Rihanna"
    },
    {
        "text": "Houston reportedly appeared \"disheveled\" and \"erratic\" in the days before her death. On February 9, 2012, Houston visited singers Brandy and Monica, together with Clive Davis, at their rehearsals for Davis's pre-Grammy Awards party at The Beverly Hilton in Beverly Hills. That same day, she made her last public performance when she joined Kelly Price on stage in Hollywood, California, and sang \"Jesus Loves Me.\"",
        "ngram": 65,
        "subject": "Rihanna"
    },
    {
        "text": "Writer Christopher Hitchens was the Cockburn family's tenant in Washington, D.C., and served as Wilde's babysitter. Her grandfather, British novelist Claud Cockburn, and his sons Alexander and Patrick Cockburn were also journalists, and her aunt, Sarah Caudwell, was a writer.",
        "ngram": 40,
        "subject": "Rihanna"
    },
    {
        "text": "In 1997, Garland was posthumously awarded the Grammy Lifetime Achievement Award. Several of her recordings have been inducted into the Grammy Hall of Fame, and in 1999 the American Film Institute ranked her as the eighth-greatest female screen legend of classic Hollywood cinema.",
        "ngram": 43,
        "subject": "Rihanna"
    },
    {
        "text": "His next album, produced by Simon and Phil Ramone, was Still Crazy After All These Years, released in October 1975. The mood of the album, written after Simon's divorce, was darker, and contained \"Gone at Last\" (a Top 25 hit) and the Simon & Garfunkel reunion track \"My Little Town\" (a number 9 on Billboard). The album was his only number 1 on the Billboard charts to date. The 18th Grammy Awards named it the Album of the Year, and his performance on it the year's Best Male Pop Vocal. The third single from the album, \"50 Ways to Leave Your Lover\", reached the top spot on the Billboard charts. On May 3, 1976, Simon put together a benefit show at Madison Square Garden for the New York Public Library which raised over $30,000.",
        "ngram": 134,
        "subject": "Rihanna"
    },
    {
        "text": "McQueen played the top-billed lead role in the next big Sturges film, 1963's The Great Escape, Hollywood's fictional depiction of the true story of a historic mass escape from a World War II POW camp, Stalag Luft III. Insurance concerns prevented McQueen from performing the film's notable motorcycle leap, which was done by his friend and fellow cycle enthusiast Bud Ekins, who resembled McQueen from a distance. When Johnny Carson later tried to congratulate McQueen for the jump during a broadcast of The Tonight Show, McQueen said, \"It wasn't me. That was Bud Ekins.\" This film established McQueen's box-office clout and secured his status as a superstar.",
        "ngram": 107,
        "subject": "Rihanna"
    }
]