[
    {
        "text": "On October 28, 2022, Rihanna released the lead single from the Black Panther: Wakanda Forever soundtrack, \"Lift Me Up\", her first solo musical release since Anti. The song earned her nominations for the Golden Globe and Academy Award for Best Original Song.",
        "ngram": 42,
        "subject": "Cindy Crawford"
    },
    {
        "text": "After Columbia Records dropped Cash from his recording contract, he had a short and unsuccessful stint with Mercury Records from 1987 to 1991. During this time, he recorded an album of new versions of some of his best-known Sun and Columbia hits, as well as Water from the Wells of Home, a duets album that paired him with, among others, his children Rosanne Cash and John Carter Cash, as well as Paul McCartney. A one-off Christmas album recorded for Delta Records followed his Mercury contract.",
        "ngram": 85,
        "subject": "Cindy Crawford"
    },
    {
        "text": "In 1978, Brando narrated the English version of Raoni, a French-Belgian documentary film directed by Jean-Pierre Dutilleux and Luiz Carlos Saldanha that focused on the life of Raoni Metuktire and issues surrounding the survival of the Indigenous tribes in north central Brazil. Brando portrayed Superman's father Jor-El in the 1978 film Superman. He agreed to the role only on assurance that he would be paid a large sum for what amounted to a small part, that he would not have to read the script beforehand, and that his lines would be displayed somewhere off-camera. It was revealed in a documentary contained in the 2001 DVD release of Superman that he was paid $3.7 million for two weeks of work. Brando also filmed scenes for the movie's sequel, Superman II, but after producers refused to pay him the same percentage he received for the first movie, he denied them permission to use the footage. \"I asked for my usual percentage,\" he recollected in his memoir, \"but they refused, and so did I.\" However, after Brando's death, the footage was reincorporated into the 2006 recut of the film, Superman II: The Richard Donner Cut and in the 2006 \"loose sequel\" Superman Returns, in which both used and unused archive footage of him as Jor-El from the first two Superman films was remastered for a scene in the Fortress of Solitude, and Brando's voice-overs were used throughout the film. In 1979, he made a rare television appearance in the miniseries Roots: The Next Generations, portraying George Lincoln Rockwell; he",
        "ngram": 256,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Volumes II and III of Das Kapital remained mere manuscripts upon which Marx continued to work for the rest of his life. Both volumes were published by Engels after Marx's death. Volume II of Das Kapital was prepared and published by Engels in July 1893 under the name Capital II: The Process of Circulation of Capital. Volume III of Das Kapital was published a year later in October 1894 under the name Capital III: The Process of Capitalist Production as a Whole. Theories of Surplus Value derived from the sprawling Economic Manuscripts of 1861–1863, a second draft for Das Kapital, the latter spanning volumes 30–34 of the Collected Works of Marx and Engels. Specifically, Theories of Surplus Value runs from the latter part of the Collected Works' thirtieth volume through the end of their thirty-second volume; meanwhile, the larger Economic Manuscripts of 1861–1863 run from the start of the Collected Works' thirtieth volume through the first half of their thirty-fourth volume. The latter half of the Collected Works' thirty-fourth volume consists of the surviving fragments of the Economic Manuscripts of 1863–1864, which represented a third draft for Das Kapital, and a large portion of which is included as an appendix to the Penguin edition of Das Kapital, volume I. A German-language abridged edition of Theories of Surplus Value was published in 1905 and in 1910. This abridged edition was translated into English and published in 1951 in London, but the complete unabridged edition of Theories of Surplus Value was published as the \"fourth volume\" of Das",
        "ngram": 256,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Carrey suffers from depression and had taken Prozac to combat the symptoms for years. He later stated that he no longer takes medications or stimulants of any kind, including coffee.He received U.S. citizenship in October 2004 and remains a dual citizen of the United States and his native Canada.Carrey owns various property in Los Angeles and has lived in Brentwood since 1994.In November 2022, the Russian Ministry of Foreign Affairs banned 100 Canadians including Jim Carrey from entering Russia as a reciprocity for the international sanctions that had been introduced due to Russia's invasion of Ukraine.",
        "ngram": 96,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Timberlake has been active in several charitable pursuits, initially through NSYNC's \"Challenge for the Children\" aimed at a range of charities, and since 2001 through his \"Justin Timberlake Foundation\", which initially funded music education programs in schools, but now has a much broader agenda. In October 2005, the Grammy Association presented Timberlake with an award for his humanitarian efforts in Tennessee, alongside writer/director Craig Brewer, also a Memphis native.In November 2007, he donated $100,000 from takings from his Australian tour to Wildlife Warriors founded by Steve Irwin. On March 23, 2008, he donated $100,000 to the Memphis Rock N' Soul Museum and another $100,000 to the Memphis Music Foundation.On November 12, 2007, the PGA Tour announced that Timberlake, an avid golfer who plays to a six handicap, would become the host of the tour's Las Vegas tournament starting in 2008. With Timberlake's agreement to host the tournament, its name was changed to the Justin Timberlake Shriners Hospitals for Children Open. He played in the celebrity pro-am on the day before the competitive tournament and hosted a charity concert during the week of the tournament. The activity was a success and was repeated in 2009. A review of the value of celebrities to fundraising concluded that Timberlake's contribution to Shriners Hospitals for Children was the single most valuable celebrity endorsement in the U.S. during 2009, and worth over $US9 million. However, in 2012, the event's chair Raoul Frevel told reporters Timberlake would no longer be involved in the event: \"We tried everything we could to get him",
        "ngram": 256,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Jenner has been an influential figure in pop culture since the mid-2010s. In 2014 and 2015, Time magazine listed the Jenner sisters on their list of the most influential teens in the world, citing their considerable influence among youth on social media. In 2017, Jenner was placed on the Forbes Celebrity 100 list, making her the youngest person to be featured on the list. Jenner starred on her own spin-off series, Life of Kylie, which premiered in 2017.",
        "ngram": 78,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Australian The X Factor launched in 2005 on Network Ten, and it featured Mark Holden, Kate Ceberano and John Reid as the show's judges, but it was cancelled after just one season due to poor ratings. However, the show returned in 2010 and performed strongly on the Seven Network until its eighth season in 2016, when its ratings declined. Subsequently, the show was axed for a second time in January 2017.Cowell also launched American The X Factor in September 2011 on American broadcaster Fox. It was originally announced that he would be a judge both on the UK and US editions of the show, which aired at similar times of the year, but MTV officially reported on 17 April 2011 that this was not true. Cowell was no longer to be a judge on the UK version, but he would remain a major presence backstage. He was joined by Paula Abdul, L.A. Reid, Nicole Scherzinger and formerly Cheryl Cole. Cowell's act Melanie Amaro won the season, making Cowell the winning judge. Cowell and Reid returned for season 2, while Demi Lovato and Britney Spears joined the judging panel as replacements for Abdul and Scherzinger. This season launched another of Cowell's acts into worldwide fame, the group Fifth Harmony.",
        "ngram": 208,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Seacrest worked with Burberry's Christopher Bailey who designed Seacrest's suits for red carpet events as well as New Year's Eve since 2009 and American Idol starting in 2010. Seacrest wore close-fitting suits and decided to make something similar for a wider audience at an \"accessible\" price point.",
        "ngram": 47,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Several events were linked to Marie Antoinette during the Revolution after the government placed the royal family under house arrest in the Tuileries Palace in October 1789. The June 1791 attempted flight to Varennes and her role in the War of the First Coalition were immensely damaging to her image among French citizens. On 10 August 1792, the attack on the Tuileries forced the royal family to take refuge at the Assembly, and they were imprisoned in the Temple Prison on 13 August. On 21 September 1792, the monarchy was abolished. Louis XVI was executed by guillotine on 21 January 1793. Marie Antoinette's trial began on 14 October 1793; she was convicted two days later by the Revolutionary Tribunal of high treason and executed, also by guillotine, at the Place de la Révolution.",
        "ngram": 133,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Brando's notoriety, his troubled family life and his obesity attracted more attention than his later acting career. He gained a great deal of weight in the 1970s; by the early-to-mid-1990s, he weighed over 300 pounds (140 kg) and suffered from Type 2 diabetes. He had a history of weight fluctuation throughout his career that, by and large, he attributed to his years of stress-related overeating, followed by compensatory dieting. He also earned a reputation for being difficult on the set, often unwilling or unable to memorize his lines and less interested in taking direction than in confronting the film director with odd demands. He also dabbled with some innovation in his last years. He had several patents issued in his name from the U.S. Patent and Trademark Office, all of which involve a method of tensioning drumheads, between June 2002 and November 2004 (for example, see U.S. patent 6,812,392). His assistant, Alice Marchak, resigned from her role due to his eccentric and unpredictable behavior. Brando also made sketches and art as hobby.",
        "ngram": 172,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Blair introduced significant constitutional reforms; promoted new rights for gay people; and signed treaties integrating Britain more closely with the EU. With specifical regards to Blair's LGBTQ+ reforms, Blair introduced the Civil Partnership Act 2004 which granted civil partners rights and responsibilities similar to those in civil marriages, equalised the age of consent between straight and gay couples, ended the ban on gay people serving in the British military, introduced the Gender Recognition Act 2004 which allows those with gender dysphoria to legally change their gender, repealed Section 28, gave gay couples the right to adopt and enacted several anti-discrimination policies into law. In 2014 he was proclaimed a 'gay icon' by the Gay Times.",
        "ngram": 115,
        "subject": "Cindy Crawford"
    },
    {
        "text": "In 1969, Lee made a brief appearance in the Silliphant-penned film Marlowe, where he played a hoodlum hired to intimidate private detective Philip Marlowe, played by James Garner, who uses his martial arts abilities to commit acts of vandalization to intimidate Marlowe. The same year, he was credited as the karate advisor in The Wrecking Crew, the fourth installment of the Matt Helm comedy spy-fi film starring Dean Martin. Also that year, Lee acted in one episode of Here Come the Brides and Blondie.",
        "ngram": 84,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Seagal is a guitarist and has released two studio albums, Songs from the Crystal Cave and Mojo Priest, and performed on the scores of several of his films. He has worked with Stevie Wonder and Tony Rebel, who both performed on his debut album. He has been involved in a line of \"therapeutic oil\" products and energy drinks. Seagal is an environmentalist, animal rights activist, and supporter of 14th Dalai Lama Tenzin Gyatso.Seagal is a supporter of Vladimir Putin, to whom he once referred as \"one of the great living world leaders\". He was granted both Russian and Serbian citizenship in 2016. In 2018, he was appointed Russia's special envoy to the U.S. Since 1991, multiple women have accused Seagal of sexual harassment or assault.",
        "ngram": 125,
        "subject": "Cindy Crawford"
    },
    {
        "text": "On the June 16 episode of Raw, Cena defeated Kane in a stretcher match to qualify for the ladder match for the vacant WWE World Heavyweight Championship at Money in the Bank on June 29, where he won his 15th world championship. He retained the title at Battleground on July 20 in a fatal four-way match against Roman Reigns, Randy Orton and Kane. At SummerSlam on August 17, Cena lost the championship to Brock Lesnar in a squash match, during which Lesnar hit Cena with sixteen suplexes and two F-5s, ending his reign at 49 days. Cena invoked his title rematch clause against Lesnar for Night of Champions on September 21, nearly winning before Seth Rollins attacked him to cause a disqualification. Despite this, he became the first wrestler to defeat Lesnar in two WWE pay-per-view events. Cena then began feuding with Dean Ambrose for the right to face Rollins at Hell in a Cell on October 26, but Ambrose won the right by defeating Cena in a No Holds Barred Contract on a Pole match. Cena faced Randy Orton instead in a Hell in a Cell match to determine the #1 contender for the WWE World Heavyweight Championship, which Cena won.",
        "ngram": 202,
        "subject": "Cindy Crawford"
    },
    {
        "text": "\"Tim Burton at Seoul Museum of Art\" was exhibited as a promotion of Hyundai Card at Seoul Museum of Art from December 12, 2012, to April 15, 2013, in Seoul, South Korea. This exhibition featured 862 of Burton's works including drawings, paintings, short films, sculptures, music, and costumes that have been used in the making of his feature-length movies. The exhibition was divided into three parts: the first part, \"Surviving Burbank\", covered his younger years, from 1958 to 1976. The second, \"Beautifying Burbank\", covers 1977 to 1984, including his time with CalArts and Walt Disney. The last segment, \"Beyond Burbank\", covers 1985 onward.\"Tim Burton and His World\" was exhibited at the Stone Bell House from March 3 to August 8, 2014, in Prague, Czech Republic. The exhibition later premiered at the Museu da Imagem e do Som in São Paulo, Brazil, on February 4, 2016, and lasted until June 5. The exhibition was later held in Artis Tree in Taikoo Place, Hong Kong, from November 5, 2016, to January 23, 2017. The exhibition returned to Brazil from May 28 to August 11, 2019, being held at the Centro Cultural Banco do Brasil in Brasília.Burton's first exhibition in the United States in nearly a decade, Lost Vegas: Tim Burton, opened in October 2019 at The Neon Museum in Las Vegas.Burton also wrote and illustrated the poetry book The Melancholy Death of Oyster Boy & Other Stories, published in 1997 by British publishing house Faber and Faber, and a compilation of his drawings, sketches, and other artwork, entitled",
        "ngram": 256,
        "subject": "Cindy Crawford"
    },
    {
        "text": "On August 6, 2017, Trejo made a guest appearance on season three of the Rick and Morty animated TV show, on the episode \"Pickle Rick\", in which he voiced the part of Mr. Jaguar. Together with Sasha Grey, he was a lead actor in Snapshot (2017), directed by Frankie Latina. That same year, he also appeared in Brooklyn Nine Nine as Detective Rosa Diaz's father in an episode centered around Diaz's struggle to come out to her family.In the TV show The Flash, he appeared in the episode Elongated Journey Into Night as the father of Cisco's love interest, Gypsy. His character works as a breacher (an interdimensional bounty hunter) who can manipulate the space-time fabric and travel to parallel worlds.",
        "ngram": 121,
        "subject": "Cindy Crawford"
    },
    {
        "text": "In 1980, Simon released One-Trick Pony, his first album with Warner Bros. Records and his first in almost five years. The album was paired with the motion picture of the same name, which Simon wrote and starred in. It produced his last Top 10 hit, the upbeat \"Late in the Evening\" (also a number 1 hit on the Radio & Records American charts), but did not sell well.",
        "ngram": 68,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Williams started off her season at the Auckland Open, where she won her 46th career singles title by defeating Caroline Wozniacki in three sets in the final. Then, at the Australian Open, Williams made it to the quarterfinals at a Grand Slam championship for the first time since the 2010 US Open. She defeated Camila Giorgi in the third round having to recover from a set and break down to reach the second week of a Grand Slam tournament for the first time since the 2011 Wimbledon Championships and then overturned a three-match losing streak to Agnieszka Radwańska before losing to Madison Keys after being up a break in the deciding set. Williams had her 16-match winning streak at the Dubai Tennis Championships ended by Lucie Šafářová in the third round. Her next tournament was at the Qatar Open where she saved a match point in a heated encounter versus Barbora Záhlavová-Strýcová in the second round before defeating Agnieszka Radwańska for a second time in 2015 to advance to the semifinals. She ended up losing in three sets to Victoria Azarenka. Williams competed at the Miami Open, where she won against Samantha Stosur in the third round and Caroline Wozniacki in the fourth round (scoring her fourth top-10 win of the season and improving her head-to-head record against Wozniacki to a perfect 7–0). In the quarterfinals, she was defeated by Suárez Navarro, in three sets.",
        "ngram": 235,
        "subject": "Cindy Crawford"
    },
    {
        "text": "In October 2020, Beyoncé released a statement that she has been working with the Feminist Coalition to assist supporters of the End SARS movement in Nigeria, including covering medical costs for injured protestors, covering legal fees for arrested protestors, and providing food, emergency shelter, transportation and telecommunication means to those in need. Beyoncé also showed support for those fighting against other issues in Africa, such as the Anglophone Crisis in Cameroon, ShutItAllDown in Namibia, Zimbabwean Lives Matter in Zimbabwe and the Rape National Emergency in Liberia. In December 2020, Beyoncé donated $500,000 to help alleviate the housing crisis in the U.S. caused by the cessation of the eviction moratorium, giving 100 $5,000 grants to individuals and families facing foreclosures and evictions.",
        "ngram": 121,
        "subject": "Cindy Crawford"
    },
    {
        "text": "In 2014, trans activists and former contestants Carmen Carrera and Monica Beverly Hillz criticized the show's use of words such as tranny and shemale, including the main challenge announcement phrase up to season 6, \"You've got she-mail\", which they described as transphobic. That year's season also included a \"Female or She-male\" segment that required contestants to guess whether various photographs featured cisgender \"biological women\" or \"psychological women\" (drag queens), causing further criticism. RuPaul and the producers issued a statement promising \"to help spread love, acceptance and understanding\" and Logo TV removed the \"You've got she-mail\" phrase from subsequent broadcasts, replacing it instead with the phrase \"She done already done had herses.\" RuPaul criticized those attempting to police his language in bad faith and noted that tranny referred to transvestites and drag queens, not just trans women.In 2018, RuPaul gave an interview to The Guardian in which he stated that a post-transition trans woman would \"probably not\" be accepted onto the show, noting that at the time of competition Peppermint had not yet had breast implants. After facing criticism on social media and from former contestants for his remarks, RuPaul compared trans drag queens who had transitioned to athletes who had taken performance-enhancing drugs. He subsequently expressed regret for the hurt caused by his remarks, and that the only screening criteria for contestants were \"charisma, uniqueness, nerve, and talent.\" Since he made these statements, multiple transgender contestants have competed on the show.",
        "ngram": 241,
        "subject": "Cindy Crawford"
    },
    {
        "text": "After the Super Bowl incident, Timberlake put his recording career on hold to act in several films, having starred in a few feature films earlier in his career. The first role he took during this time was as a journalist in Edison Force, filmed in 2004 and received a direct-to-video release on July 18, 2006. He also appeared in the films Alpha Dog, Black Snake Moan, Richard Kelly's Southland Tales, and voiced Prince Artie Pendragon in the animated film Shrek the Third, released on May 18, 2007. He also appeared as a young Elton John, in the video for John's song \"This Train Don't Stop There Anymore\". Timberlake was considered to play the role of Roger Davis in the film version of the rock musical Rent, but director Chris Columbus had insisted that only the original Broadway members could convey the true meaning of Rent, so the role was reprised by Adam Pascal.He continued to record with other artists. After \"Where Is the Love?\", he again collaborated with the Black Eyed Peas on the 2005 track \"My Style\" from their album Monkey Business. When recording the 2005 single \"Signs\" with Snoop Dogg, Timberlake discovered a throat condition. Nodules were subsequently removed from his throat in an operation that took place on May 5, 2005. He was advised not to sing or speak loudly for at least a few months. In 2005, he began his own record company, JayTee records.",
        "ngram": 239,
        "subject": "Cindy Crawford"
    },
    {
        "text": "In May 2020, it was reported that Duff would be starring in a spinoff series of Younger, reprising her role as Kelsey Peters. Younger's creator Darren Star was attached to the project. In April 2021, Star described the spinoff as a \"female Entourage\", and said that it would focus on Kelsey Peters in Los Angeles. However, on June 10, 2021, it was announced that the spin-off was no longer in the works. The Younger soundtrack album was released digitally in July 2021, and Duff's cover of Dolly Parton's \"9 to 5\" which she performed in the season six premiere together with Sutton Foster and Miriam Shor was included. Her 2016 cover of Fleetwood Mac's \"Little Lies\" was also featured.Duff released a children's picture book titled My Little Brave Girl in March 2021, which was published by Random House Children's and illustrated by Kelsey Garrity-Riley. Duff said that she was inspired to write this book by her daughter Banks. The book is aimed to mothers and also daughters aged 3 to 7 and it is a \"beautiful and inspiring book about bravery and love\". This was Duff's fourth overall book release and her first since True from 2013. The book debuted at #8 on The New York Times best-seller list on the children's picture books category. Its sequel, and her second children’s picture book, was released in November 2023 titled My Little Sweet Boy.Duff announced in April 2021 that she would star in a spinoff of How I Met Your Mother titled How I Met Your Father.",
        "ngram": 256,
        "subject": "Cindy Crawford"
    },
    {
        "text": "His 100th movie, 1911, was released on 26 September 2011. Chan was the co-director, executive producer, and lead star of the movie. While Chan has directed over ten films over his career, this was his first directorial work since Who Am I? in 1998. 1911 premiered in North America on 14 October.While at the 2012 Cannes Film Festival, Chan announced that he was retiring from action films citing that he was getting too old for the genre. He later clarified that he would not be completely retiring from action films, but would be performing fewer stunts and taking care of his body more.In 2013, Chan starred in Police Story 2013, a reboot of the Police Story franchise directed by Ding Sheng, and it was released in China at the end of 2013. Chan's next film Dragon Blade was released in early 2015 and co-starred Hollywood actors John Cusack and Adrien Brody. In 2015, Chan was awarded the title of \"Datuk\" by Malaysia as he helped Malaysia to boost its tourism, especially in Kuala Lumpur where he previously shot his films. In early 2017, Chan's new film titled Kung Fu Yoga, a Chinese-Indian project, which also starred Disha Patani, Sonu Sood and Amyra Dastur, was released. The film reunited Chan with director Stanley Tong, who directed a number of Chan's films in the 1990s. Upon release, the film was a huge success at the box office, and became the 5th highest-grossing film in China, one month after its release. In 2016, he teamed up with Johnny Knoxville",
        "ngram": 256,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Sam Newman House, a pop architecture building constructed in 2001 in St Kilda, Victoria, Australia, has a large image of Anderson's face. Sam Newman commissioned local architect Cassandra Fahey to design the building, and used the image with Anderson's permission. Permits were issued retroactively when it became a major local landmark and won the award for Best New Residential Building in the RAIA Victorian Architecture Awards. Later that year, Anderson played herself in the Miller Lite TV commercial \"Pillow Fight\", the sequel to the brand's earlier commercial \"Catfight\", with models Tanya Ballinger and Kitana Baker reprising their roles.In May 2004, Anderson appeared nude on the cover of Playboy magazine. Later, she posed naked for Stuff and GQ magazines. Anderson was also featured on the cover of the fashion magazines W, British Marie Claire, Flare, and Elle Canada and in editorials for Russian Elle and V.In 2004, she released the book Star, co-written by Eric Shaw Quinn, about a teenager trying to become famous. After this, she began touring the United States, signing autographs for fans nationwide. That year she launched her vegan clothing line The Pamela Anderson Collection. Her second book, Star Struck, released in 2005, is a thinly veiled look at her life with Tommy Lee and the trials of celebrity life. In 2005, Anderson starred in a new Fox comedy series Stacked as Skyler Dayton, a party girl who works at a book store. It was cancelled on May 18, 2006, after two seasons. On August 14, 2005, Comedy Central aired the Roast of",
        "ngram": 256,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Since its initial public offering in 2010, Tesla stock has risen significantly; it became the most valuable carmaker in summer 2020, and it entered the S&P 500 later that year. In October 2021, it reached a market capitalization of $1 trillion, the sixth company in U.S. history to do so. In November 2021, Musk proposed, on Twitter, to sell 10% of his Tesla stock, since \"much is made lately of unrealized gains being a means of tax avoidance\". After more than 3.5 million Twitter accounts supported the sale, Musk sold $6.9 billion of Tesla stock within a week, and a total of $16.4 billion by year end, reaching the 10% target. In February 2022, The Wall Street Journal reported that both Elon and Kimbal Musk were under investigation by the SEC for possible insider trading related to the sale. In 2022, Musk unveiled a robot developed by Tesla, Optimus. On June 20, 2023, Musk met with Indian Prime Minister Narendra Modi in New York City, suggesting that he might be interested in investing in India \"as soon as humanly possible\".",
        "ngram": 180,
        "subject": "Cindy Crawford"
    },
    {
        "text": "His Second Bill of Rights became, according to historian Joshua Zeitz, \"the basis of the Democratic Party's aspirations for the better part of four decades.\" After his death, Eleanor continued to be a forceful presence in U.S. and world politics, serving as delegate to the conference which established the United Nations and championing civil rights and liberalism generally. Some junior New Dealers played leading roles in the presidencies of Truman, John Kennedy, and Lyndon Johnson. Kennedy came from a Roosevelt-hating family. Historian William Leuchtenburg says that before 1960, \"Kennedy showed a conspicuous lack of inclination to identify himself as a New Deal liberal.\" He adds, as president, \"Kennedy never wholly embraced the Roosevelt tradition and at times he deliberately severed himself from it.\" By contrast, young Lyndon Johnson had been an enthusiastic New Dealer and a favorite of Roosevelt. Johnson modelled his presidency on Roosevelt's and relied heavily on New Deal lawyer Abe Fortas, as well as James H. Rowe, Anna M. Rosenberg, Thomas Gardiner Corcoran, and Benjamin V. Cohen.",
        "ngram": 170,
        "subject": "Cindy Crawford"
    },
    {
        "text": "On November 20, 2007, Linda filed for divorce in Pinellas County, Florida. In November 2008, Linda claimed to the public that she made the decision to end her marriage after finding out about Hogan's affair. In his 2009 autobiography, Hogan acknowledged that Linda on numerous occasions suspected he was having infidelities whenever he developed friendships with other women, but denied allegations that he ever cheated on her. Hogan only retained around 30% of the couple's liquid assets totaling around $10 million in the divorce settlement. Hogan considered committing suicide after the divorce and credits Laila Ali, his co-star on American Gladiators, with preventing him from doing so.",
        "ngram": 107,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Culkin made his film debut as Cy Blue Black in the drama Rocket Gibraltar (1988). He played the role of Billy Livingstone in the romantic comedy film See You in the Morning (1989), starring Jeff Bridges, Alice Krige, Farrah Fawcett and Drew Barrymore. He starred as Miles Russell alongside actor John Candy in the comedy film Uncle Buck (1989).",
        "ngram": 59,
        "subject": "Cindy Crawford"
    },
    {
        "text": "In 1990, Norris established the United Fighting Arts Federation and Kickstart Kids. As a significant part of his philanthropic contributions, the organization was formed to develop self-esteem and focus in at-risk children as a tactic to keep them away from drug-related pressure by training them in martial arts. Norris hopes that by shifting middle school and high school children's focus towards this positive and strengthening endeavor, these children will have the opportunity to build a better future for themselves. Norris has a ranch in Navasota, Texas, where they bottle water; a portion of the sales support environmental funds and Kickstart Kids.",
        "ngram": 101,
        "subject": "Cindy Crawford"
    },
    {
        "text": "That same year he appeared in the show Lancer in the episode \"Death Bait\", playing Renslo. He went on to appear in two additional episodes of the series between 1970 and 1971. One of his early film roles was as a card player who watches as the Sundance Kid (Robert Redford) demonstrates his shooting ability in the opening scene of Butch Cassidy and the Sundance Kid (1969). In the 1970–1971 television season, Elliott starred as Doug Robert for several episodes in the hit series Mission: Impossible. Beginning in 1972, Elliott appeared as the cowboy Walker in a series of Falstaff Beer commercials. In 1975, Elliott was cast in a lead role as Charles Wood in the television film I Will Fight No More Forever, a dramatization of Chief Joseph's resistance to the U.S. government's forcible removal of his Nez Perce Indian tribe to a reservation in Idaho.",
        "ngram": 147,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Upon her marriage to Prince Rainier III in 1956, as the consort of the reigning sovereign prince of Monaco, she was styled \"Her Serene Highness Princess Grace of Monaco\". She also bore all historical titles of her husband, in the feminine.",
        "ngram": 41,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Robyn Rihanna Fenty (  ree-AN-ə; born February 20, 1988) is a Barbadian singer, businesswoman, actress, and songwriter. She is widely regarded as one of the most prominent recording artists of the 21st century. Rihanna signed with Def Jam Recordings in 2005 and found mainstream recognition following the release of her first two studio albums, Music of the Sun (2005) and A Girl Like Me (2006). Both influenced by Caribbean music, the albums quickly earned commercial success and peaked within the top ten on the US Billboard 200 chart. Her third album, Good Girl Gone Bad (2007), incorporated elements of dance-pop, and established her status as a major icon in the music industry. Its lead single, \"Umbrella\" (featuring Jay-Z) peaked atop the US Billboard Hot 100 (among 16 other countries), won her first Grammy Award from three nominations, and remains one of the best-selling singles of all time.",
        "ngram": 148,
        "subject": "Cindy Crawford"
    },
    {
        "text": "King says he started writing when he was \"about six or seven, just copying panels out of comic books and then making up my own stories... Film was also a major influence. I loved the movies from the start. So when I started to write, I had a tendency to write in images because that was all I knew at the time.\" King was a voracious reader in his youth: \"I read everything from Nancy Drew to Psycho. My favorite was The Shrinking Man, by Richard Matheson — I was 8 when I found that.\" King recalls his sudden realization of what he wanted to do for a living: while browsing through an attic with his elder brother, he discovered a box of their father's books: \"The box I found that day was a treasure trove of old Avon paperbacks... The pick of the litter, however, was an H. P. Lovecraft collection from 1947 called The Lurking Fear and Other Stories... I was on my way. Lovecraft—courtesy of my father—opened the way for me.\"",
        "ngram": 174,
        "subject": "Cindy Crawford"
    },
    {
        "text": "Lennon was jealous by nature and eventually grew possessive, often terrifying Powell with his anger. In her 2005 memoir John, Powell recalled that, when they were dating, Lennon once struck her after he observed her dancing with Stuart Sutcliffe. She ended their relationship as a result, until three months later, when Lennon apologised and asked to reunite. She took him back and later noted that he was never again physically abusive towards her, although he could still be \"verbally cutting and unkind\". Lennon later said that until he met Ono, he had never questioned his chauvinistic attitude towards women. He said that the Beatles song \"Getting Better\" told his (or his peers') own story. \"I used to be cruel to my woman, and physically – any woman. I was a hitter. I couldn't express myself and I hit. I fought men and I hit women. That is why I am always on about peace\".",
        "ngram": 154,
        "subject": "Cindy Crawford"
    }
]