[
    {
        "text": "In mid-1994, Carey recorded and released a duet with Luther Vandross; a cover of Lionel Richie and Diana Ross's \"Endless Love\". Merry Christmas, released on November 1, 1994, became the best-selling Christmas album, with global sales of over 15 million copies. The lead single, \"All I Want for Christmas Is You\", became a holiday standard and continues to surge in popularity each holiday season. By October 2017, it had become the 11th-bestselling single in modern music. In 2019, 25 years after the song's release, it finally peaked at number-one on the Billboard Hot 100 for the first time, and it continued to do so every December since, becoming the first song in history to hold the top position in more than two different chart years, as well as the longest-running holiday number-one song (twelve weeks). Additionally, it is the longest running number-one song on the Billboard Holiday 100, spending 44 cumulative weeks, of the chart's 49 total weeks since the list launched in 2011.",
        "ngram": 164,
        "subject": "Chevy Chase"
    },
    {
        "text": "Stewart married his first wife, Sheila Falconer, in 1966; they divorced in 1990. Together, they have a son, Daniel, and a daughter, Sophia. Daniel is also an actor, and appeared alongside his father in the film Death Train, the sitcom Blunt Talk, and the Star Trek: The Next Generation episode \"The Inner Light\", playing his son in the last.In 1997, Stewart became engaged to American producer Wendy Neuss, one of the producers of Star Trek: The Next Generation. They married on 25 August 2000, and divorced three years later. Four months before his divorce from Neuss, Stewart co-starred with English actress Lisa Dillon in a production of The Master Builder, and the two were romantically involved until 2007.In 2008, Stewart began dating American singer and songwriter Sunny Ozell, whom he met while performing in Macbeth at the Brooklyn Academy of Music. He purchased a home in Brooklyn's Park Slope neighbourhood in August 2012, and subsequently began living there with Ozell. In March 2013, it was reported that they were engaged, and they married in September 2013 with Ian McKellen officiating. In 2020, Stewart revealed that his marriage to Ozell in Nevada had not been legally binding because McKellen's marriage credentials were not valid in Nevada. The couple subsequently held an impromptu and official second ceremony with McKellen at a Mexican restaurant in Los Angeles shortly after the Nevada ceremony.",
        "ngram": 229,
        "subject": "Chevy Chase"
    },
    {
        "text": "During her early years at the studio, she was photographed and dressed in plain garments or frilly juvenile gowns and costumes to match the \"girl-next-door\" image created for her. They had her wear removable caps on her teeth and rubberized discs to reshape her nose. ",
        "ngram": 46,
        "subject": "Chevy Chase"
    },
    {
        "text": "In February 2022, singer India Arie shared a compilation of Rogan saying the racial slur \"nigger\" on The Joe Rogan Experience on Instagram. Rogan apologized, calling his past language \"regretful and shameful\" while also saying that the clips were taken out of context and that he only quoted the slur to discuss its use by others. The footage in question was first published by the political action committee PatriotTakes, an affiliate of the liberal PAC MeidasTouch. This resulted in allegations of a defamation attempt by MeidasTouch, which the founders denied in an interview with Barstool Sports founder David Portnoy, instead attributing the source of the footage to Alex Jones who was a recurring guest on Rogan's show. Rogan described the video compilation as a \"political hit job\". A number of UFC fighters, including Israel Adesanya, Terrance McKinney, Michael Chandler, Aljamain Sterling, Frankie Edgar, Darren Till, Marlon Vera, Ben Askren, and Brendan Schaub, defended Rogan.",
        "ngram": 154,
        "subject": "Chevy Chase"
    },
    {
        "text": "Remake, a non-profit, labeled Global Brands Group as the manufacturer for the Kendall + Kylie clothing line. The organization claimed that money was being withheld from workers in the factories despite having finishing their work. The organization also reported them firing workers in Los Angeles, affecting over fifty-thousand workers. She received criticism for this on multiple platforms, with fans asking her to pay her workers. In response to this, the clothing line said that Kendall + Kylie was not owned by Global Brands Group.",
        "ngram": 84,
        "subject": "Chevy Chase"
    },
    {
        "text": "Kravitz's next album, tentatively titled Funk, was tentatively re-titled Negrophilia and was due out sometime in 2010. This is believed to be a project that Kravitz has been working on since 1997. Some of the original tracks for Funk were recorded while he was in New Orleans at Allen Toussaint's studio while taking a break for several months from recording in New York City. A video on Kravitz's Twitter page shows him working on one of the songs for the album, called \"Super Love\", in his GTS studios in the Bahamas. Another video shows him working on another track titled \"Life Ain't Never Been Better Than It Is Now\" in his GTS Studios. On his Twitter page, Kravitz said that the album title was Negrophilia but then \"felt like something else\". Eventually, the album was later named Black and White America. The album was released on August 22, 2011, in Europe and August 30, 2011, in the US.On February 20, 2011, the first single \"Come on Get It\" was released. On June 6, 2011, the second single \"Stand\" was released. It was announced that Kravitz would be supporting U2 on their 360 Tour on the second North American leg in 2010. Kravitz agreed to support them for four shows. Though the shows were postponed until 2011, Kravitz remained committed for four of the shows.In June 2010 it was announced that Kravitz would guest star on an episode of the upcoming season of Entourage.In 2011 Kravitz was honored with one of the highest cultural awards in France",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "Gomez was diagnosed with lupus sometime between 2012 and early 2014. In September 2017, she revealed on Instagram that she had withdrawn from public events during the previous few months because she had received a kidney transplant from actress and friend Francia Raisa. During the transplant, an artery broke and emergency surgery was conducted to build a new artery using a vein from her leg.Gomez has been open about her struggles with both anxiety and depression. She began pursuing therapy in her early twenties and also spent time in treatment facilities. When she reached 100 million Instagram followers, Gomez said she \"sort of freaked out\" and has since taken several extended breaks from social media, due in part to negative comments. In April 2020, she revealed she has bipolar disorder.In October 2022, Gomez canceled an appearance on The Tonight Show Starring Jimmy Fallon after testing positive for COVID-19. In November 2022, she revealed that she had an episode of psychosis in 2018.",
        "ngram": 162,
        "subject": "Chevy Chase"
    },
    {
        "text": "Ryan's first leading role was the romantic comedy When Harry Met Sally... (1989), which paired her with comic actor Billy Crystal and earned her a nomination for the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical. Her portrayal of Sally Albright includes an oft-recounted scene in which her character, lunching with Crystal's character in Katz's Delicatessen in Manhattan, theatrically demonstrates for him how easy it is for a woman to fake an orgasm.Ryan next appeared in Oliver Stone's moderately successful film The Doors, and in Prelude to a Kiss, which flopped. In 1993, the hugely successful romantic comedy Sleepless in Seattle paired Ryan for a second time with Tom Hanks. They had previously been the romantic leads, with Ryan playing three different women, in John Patrick Shanley's Joe Versus the Volcano in 1990 — a commercial disappointment which later developed a cult following. (Hanks and Ryan were once again paired in another box-office success, You've Got Mail, in 1998.) She earned her second nomination for the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical for her performance in Sleepless in Seattle. She was offered the role of FBI agent Clarice Starling, the protagonist of The Silence of the Lambs (1991), but rejected it due to the film's gruesome and violent themes.",
        "ngram": 219,
        "subject": "Chevy Chase"
    },
    {
        "text": "In September 2010, Warner Bros. and Telepictures (both corporate siblings of CNN) announced that Cooper had signed an agreement to host a nationally syndicated talk show. The journalist Brian Stelter (at the time employed by The New York Times, and now by CNN), reported on Twitter that the new Warner Bros. daytime talk show would be named Anderson (now titled Anderson Live). The show premiered on September 12, 2011, and as part of negotiations over the talk show deal, Cooper signed a new multi-year contract with CNN to continue as the host of Anderson Cooper 360°. On October 29, 2012, it was announced that Anderson Live would end at the conclusion of its second season. The show, slightly renamed after season one and revamped with a variety of co-hosts, failed to achieve the ratings distributor Warner Brothers hoped for. The final Anderson Live aired on May 30, 2013.",
        "ngram": 148,
        "subject": "Chevy Chase"
    },
    {
        "text": "She returned to the stage in 2012 in a play written by Scott Caan, titled No Way Around but Through, in which she played his mother. She played Caan's mother again during 2014–16 in a recurring role on his television show Hawaii Five-0. In 2016, she filmed with Caan's father James Caan and Jon Voight in a TV movie titled J.L. Ranch.Prior to Hawaii Five-0, Griffith's television work included the short-lived WB sitcom Twins (2005–06), and the 2007 series Viva Laughlin, which was canceled after two episodes.In August 2009, Griffith returned to rehabilitation again for what her publicist called \"part of a routine plan\". She had a three-month stay. In December of that year, Griffith had surgery to remove skin cancer.Her 2012 television pilot, This American Housewife (produced by Banderas), was not picked up by Lifetime. In the interim, Griffith guest-starred on Nip/Tuck and Hot in Cleveland.",
        "ngram": 147,
        "subject": "Chevy Chase"
    },
    {
        "text": "In January 2016, Kelce starred in the E! Entertainment Television dating show Catching Kelce, choosing Maya Benberry as the winner. In 2020, Kelce appeared as a fictionalized version of himself in the first episode of the comedy series Moonbase 8. Kelce was featured in Kelce, a feature-length documentary about his brother Jason's football career and private life that was released on Amazon Prime on September 11, 2023, Within 24 hours, it was the most-watched movie among U.S. subscribers to the streaming service. In May 2023, he signed with Creative Artists Agency for off-the-field representation while keeping his agent for his NFL representation. Kelce hosted Saturday Night Live on March 4, 2023, and appeared in a sketch with his brother Jason and SNL cast members Heidi Gardner and Chloe Fineman. He also made a cameo appearance on the October 14, 2023, episode. Kelce is executive producer of the war comedy-drama film My Dead Friend Zoe and of the documentary King Pleasure about the life of American artist Jean-Michel Basquiat.Through his Super Bowl runs with the Chiefs, Kelce became known for reciting the chorus from the Beastie Boys' 1986 song \"(You Gotta) Fight for Your Right (To Party!)\" during team celebrations, first after the 2019 AFC Championship Game then again at the parade in Kansas City after clinching Super Bowl LIV. The Chiefs responded by making \"Fight for Your Right\" its touchdown song during games at Arrowhead Stadium. In 2023, Kelce performed the song with Jimmy Fallon on The Tonight Show.Kelce was featured, with his brother Jason, on",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "Eager for a major commercial success, Lennon adopted a more accessible sound for his next album, Imagine (1971). Rolling Stone reported that \"it contains a substantial portion of good music\" but warned of the possibility that \"his posturings will soon seem not merely dull but irrelevant\". The album's title track later became an anthem for anti-war movements, while the song \"How Do You Sleep?\" was a musical attack on McCartney in response to lyrics on Ram that Lennon felt, and McCartney later confirmed, were directed at him and Ono. In \"Jealous Guy\", Lennon addressed his demeaning treatment of women, acknowledging that his past behaviour was the result of long-held insecurity.",
        "ngram": 110,
        "subject": "Chevy Chase"
    },
    {
        "text": "On November 11, 2008, Carter became the first hip hop act to perform at the Country Music Association Awards, playing \"All Summer Long\" alongside Kid Rock, in which Carter inaudibly strummed guitar strings alongside the guitarist in Kid Rock's band. Shortly after, Wayne was nominated for eight Grammys – the most for any artist nominated that year. He was then named the first MTV Man of the Year at the end of 2008. He won the Grammy Award for Best Rap Solo Performance for \"A Milli\", Best Rap Performance by a Duo or Group for his appearance in T.I.'s single \"Swagga Like Us\", and Best Rap Song for \"Lollipop\". Tha Carter III won the award for Best Rap Album. MTV News listed Carter number two on their 2009 list of the Hottest MCs In The Game.",
        "ngram": 136,
        "subject": "Chevy Chase"
    },
    {
        "text": "During his first retirement from music, Jay-Z became involved in philanthropy. In 2003, along with his mother, Jay-Z founded the Shawn Carter Foundation, which assists eligible students facing socio-economic hardships attend and get through college. In August 2006, he met with Kofi Annan, then Secretary-General of the United Nations at the organization's New York City headquarters, where he pledged to use his upcoming world tour to raise awareness of the global water shortage, a challenge he learned about following a visit to Africa by Bono, the lead singer of U2. The effort took place in partnership with the UN, as well as MTV, which produced a documentary entitled Diary of Jay-Z: Water for Life, first airing in November 2006. Along with Sean \"Diddy\" Combs, Jay-Z pledged $1 million to the American Red Cross's relief effort after Hurricane Katrina. Jay-Z supported Kanye West after West's outburst against President George W. Bush during a live Katrina charity telethon. He also addressed the Katrina disaster and the federal government's response in his one-verse song \"Minority Report\".Jay-Z has said that \"the greatest form of giving is anonymous to anonymous\". In 2013, author dream hampton, who co-wrote Jay-Z's book Decoded, revealed that Jay-Z had established a trust fund for Sean Bell's children.Jay-Z donated to bail out protestors arrested during 2015 activism against police brutality.In March 2020, Jay-Z donated $1 million through the Shawn Carter Foundation to aid in relief during the COVID-19 pandemic in New York. In April 2020, along with Meek Mill, he donated over 100,000 face masks to U.S.",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "In March 1982, Hogan defeated Bockwinkel and his manager Bobby Heenan in a non-title handicap match in the International Amphitheatre in Chicago, Illinois. Hogan went on to repeatedly challenge Bockwinkel for the AWA World Heavyweight Championship, with the matches generally ending in disqualifications (a decision wherein the Championship does not change hands). In April 1982, Hogan defeated Bockwinkel and was declared the new AWA World Heavyweight Champion, only for the decision to be overturned by AWA President Stanley Blackburn due to the use of a foreign object during the match.",
        "ngram": 90,
        "subject": "Chevy Chase"
    },
    {
        "text": "In April 2008, King spoke out against HB 1423, a bill pending in the Massachusetts state legislature that would restrict or ban the sale of violent video games to anyone under the age of 18. King argued that such laws allow legislators to ignore the economic divide between the rich and poor and the easy availability of guns, which he believed were the actual causes of violence.",
        "ngram": 67,
        "subject": "Chevy Chase"
    },
    {
        "text": "In January 2005, in response to an inquiry about his Zimbabwean girlfriend Chelsy Davy, Harry responded \"She's not black or anything, you know\". In January 2009, the British tabloid, the News of the World, revealed a video made by Harry three years earlier in which he referred to a Pakistani fellow officer cadet as \"our little Paki friend\" and called a soldier wearing a camouflage hood a \"raghead\". These terms were described by the Leader of the Opposition at the time David Cameron as \"unacceptable\", and by The Daily Telegraph as \"racist\". A British Muslim youth organisation called Harry a \"thug\". Further extracts showed him telling a comrade \"I love you\" before giving him a kiss on the cheek and licking his face, and asking another whether he felt gay, queer, or on the side. Clarence House immediately issued an apology from Harry, who stated that no malice was intended in his remarks. Subsequently, it was reported that the military had instructed Harry to attend a diversity course. In the same year, British stand-up comedian Stephen K. Amos alleged that after a stand-up show for Charles's 60th birthday celebrations in November 2008 Harry had commented on his performance by saying, \"You don't sound like a black chap\", though he hoped that the remarks were made in jest.",
        "ngram": 217,
        "subject": "Chevy Chase"
    },
    {
        "text": "On February 8, 1977, Carter said he had urged the Soviet Union to align with the U.S. in forming \"a comprehensive test ban to stop all nuclear testing for at least an extended period of time\", and that he was in favor of the Soviet Union ceasing deployment of the RSD-10 Pioneer. During a June 13 press conference, he said that at the beginning of the week, the U.S. would \"work closely with the Soviet Union on a comprehensive test ban treaty to prohibit all testing of nuclear devices underground or in the atmosphere\", and Paul Warnke would negotiate demilitarization of the Indian Ocean with the Soviet Union beginning the following week.",
        "ngram": 112,
        "subject": "Chevy Chase"
    },
    {
        "text": "Based on reviews gathered by Rotten Tomatoes, in 2004 Jackson starred in both his lowest and highest ranked films in his career. In the thriller Twisted, Jackson played a mentor to Ashley Judd. The film garnered a 2% approval rating on the website, with reviewers calling his performance \"lackluster\" and \"wasted\". He then lent his voice to the computer-animated film The Incredibles as the superhero Frozone. The film received a 97% approval rating, and Jackson's performance earned him an Annie Award nomination for Best Voice Acting. He made a cameo in another Quentin Tarantino film, Kill Bill: Volume 2.In 2005, he starred in the sports drama Coach Carter, where he played a coach (based on the actual coach Ken Carter) dedicated to teaching his players that education is more important than basketball. Although the film received mixed reviews, Jackson's performance was praised despite the film's storyline. Bob Townsend of the Atlanta Journal-Constitution commended Jackson's performance, \"He takes what could have been a cardboard cliché role and puts flesh on it with his flamboyant intelligence.\" Jackson also returned for two sequels: XXX: State of the Union, this time commanding Ice Cube, and the final Star Wars prequel film, Star Wars: Episode III – Revenge of the Sith. His last film for 2005 was The Man alongside comedian Eugene Levy. On November 4, 2005, he was presented with the Hawaii International Film Festival Achievement in Acting Award.On January 30, 2006, Jackson was honored with a hand and footprint ceremony at Grauman's Chinese Theatre; he is the seventh African",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "The following year acted in Ridley Scott's survival drama White Squall and co-starred with Barbra Streisand in the romantic comedy The Mirror Has Two Faces. In 1998, he starred as what is arguably his most iconic role, Jeffrey \"The Dude\" Lebowski, in the Coen brothers' noir comedy The Big Lebowski. He played a fictional President of the United States in the political drama The Contender acting opposite Gary Oldman and Joan Allen. For his performance he earned his fourth Academy Award nomination as well as nods for the Golden Globe Award and Screen Actors Guild Award for Best Actor. The following year he acted in the science-fiction drama K-Pax opposite Kevin Spacey. He portrayed businessman Charles S. Howard in the horse racing drama film Seabiscuit co-starring with Tobey Maguire and Chris Cooper. The film was based off the 1999 book of the same name by Laura Hillenbrand. The film earned an Academy Award for Best Picture nomination. He also starred in the 2005 Terry Gilliam fantasy film film Tideland co-starring with Janet McTeer and Jennifer Tilly. That was Bridges' second collaboration with Gilliam, the first being 1991's The Fisher King alongside Robin Williams.",
        "ngram": 193,
        "subject": "Chevy Chase"
    },
    {
        "text": "In 2017, 50 Cent described Jay-Z's thirteenth studio album 4:44 as \"golf course music\" in a Instagram post, elaborating: \"I listened to Jay sh*t, that 4:44. [...] [It] was too smart. I felt like I was supposed to be wearing like glasses and shit and like a tie, a fucking sweater around my waist. It was like Ivy League. They don't wanna hear that shit. [...] They just wanna have a good time. You know what I'm saying? You can't be the best rapper at 47 because the new n****s is here. They coming with new [music] going on.\" In an interview on the Conan Show, 50 Cent spoke about the album, saying: \"Hip-hop culture's connected to youth culture. The kids gonna bring new innovative stuff. He just had the maturity bleed off into the material. [...] But the kids, I don't see them actually listening to it\".In an interview in 2022, 50 Cent reported that in a meeting between him and the couple in Los Angeles, the two rappers were having a heated argument. Beyoncé, seeing them, jumped from a ledge to come to her husband's defense. 50 Cent compared the singer to her sister Solange when she hit Jay-Z in the elevator, describing them as \"two gangstas\".In an interview for XXL Mag in 2023, 50 Cent claimed that Jay-Z's Grammy wins were due to his marriage to Beyoncé: \"Even Jay-Z's career, you can look at that and say the association to Beyoncé is when he started to receive the 16, 17 Grammys, since he's",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "Trump refused to concede after losing the 2020 presidential election to Joe Biden, falsely claiming widespread electoral fraud, and attempted to overturn the results by pressuring government officials, mounting scores of unsuccessful legal challenges, and obstructing the presidential transition. On January 6, 2021, he urged his supporters to march to the U.S. Capitol, which many of them then attacked, resulting in multiple deaths and interrupting the electoral vote count.",
        "ngram": 69,
        "subject": "Chevy Chase"
    },
    {
        "text": "In 1207, Genghis had appointed a man named Qorchi as governor of the subdued Hoi-yin Irgen tribes in Siberia. Appointed not for his talents but for prior services rendered, Qorchi's tendency to abduct women as concubines for his harem caused the tribes to rebel and take him prisoner in early 1216. The following year, they ambushed and killed Boroqul, one of Genghis's highest-ranking nökod. The khan was livid at the loss of his close friend and prepared to lead a retaliatory campaign; eventually dissuaded from this course, he dispatched his eldest son Jochi and a Dörbet commander. They managed to surprise and defeat the rebels, securing control over this economically important region.Kuchlug, the Naiman prince who had been defeated in 1204, had usurped the throne of the Central Asian Qara Khitai dynasty between 1211 and 1213. He was a greedy and arbitrary ruler who probably earned the enmity of the native Islamic populace whom he attempted to forcibly convert to Buddhism. Genghis sensed that Kuchlug might be a potential threat to his empire, and Jebe was sent with an army of 20,000 cavalry to the city of Kashgar; he undermined Kuchlug's rule by emphasising the Mongol policies of religious tolerance and gained the loyalty of the local elite. Kuchlug was forced to flee southwards to the Pamir Mountains, but was captured by local hunters. Jebe had him beheaded and paraded his corpse through Qara Khitai, proclaiming the end of religious persecution in the region.",
        "ngram": 244,
        "subject": "Chevy Chase"
    },
    {
        "text": "Law found further critical and commercial success in Steven Spielberg's A.I. Artificial Intelligence (2001), Sam Mendes' Road to Perdition (2002), Minghella's Cold Mountain (2003), for which he earned Academy Award and BAFTA nominations, in addition to the drama Closer (2004) and the romantic comedy The Holiday (2006). He would go on to take various roles, including Dr. Watson in Sherlock Holmes (2009) and Sherlock Holmes: A Game of Shadows (2011), a younger Albus Dumbledore in Fantastic Beasts: The Crimes of Grindelwald (2018) and Fantastic Beasts: The Secrets of Dumbledore (2022), and Yon-Rogg in Captain Marvel (2019); all of which rank among his highest-grossing releases. Other notable roles include in Contagion (2011), Hugo (2011), Side Effects (2013), The Grand Budapest Hotel (2014), and Spy (2015); and the television series The Young Pope (2016) and The New Pope (2020).",
        "ngram": 137,
        "subject": "Chevy Chase"
    },
    {
        "text": "In 2002, Jackson gave his consent for Marvel Comics to design their \"Ultimate\" version of the character Nick Fury after his likeness. In the 2008 film Iron Man, he made a cameo as the character in a post-credit scene. In February 2009, Jackson signed on to a nine-picture deal with Marvel Studios which would see him appear as the character in Iron Man 2, Thor, Captain America: The First Avenger, and The Avengers, as well as any other subsequent film they would produce. He reprised the role in Captain America: The Winter Soldier (2014) and Avengers: Age of Ultron (2015). In February 2015, Jackson stated that he only has two movies left on his Marvel contract following Age of Ultron. In 2018 and 2019, Jackson made cameo appearances as Fury in the Avengers sequels Infinity War and Endgame, and starred as a younger, de-aged Fury in Captain Marvel alongside Brie Larson.",
        "ngram": 151,
        "subject": "Chevy Chase"
    },
    {
        "text": "Born in Trier in the Kingdom of Prussia, Marx studied at the universities of Bonn, Berlin, and Jena, and received a doctorate in philosophy from the latter in 1841. A Young Hegelian, he was influenced by the philosophy of Georg Wilhelm Friedrich Hegel, and both critiqued and developed Hegel's ideas in works such as The German Ideology (written 1846) and the Grundrisse (written 1857–1858). While in Paris in 1844, Marx wrote his Economic and Philosophic Manuscripts and met Engels, a lifelong friend and collaborator. After moving to Brussels in 1845, they were active in the Communist League, and in 1848 wrote The Communist Manifesto, which expresses Marx's ideas and lays out a programme for revolution. Marx was expelled from Belgium and Germany, and in 1849 moved to London, where he wrote The Eighteenth Brumaire of Louis Bonaparte (1852) and Das Kapital. In 1864, Marx helped found the International Workingmen's Association (First International), in which he sought to fight the influence of anarchists led by Mikhail Bakunin. In his Critique of the Gotha Programme (1875), Marx wrote on revolution, the state and the transition to communism. He died stateless in 1883 and was buried in Highgate Cemetery.",
        "ngram": 196,
        "subject": "Chevy Chase"
    },
    {
        "text": "Minnelli's first performing experience on film was at age three appearing in the final scene of the musical In the Good Old Summertime (1949); the film stars Garland and Van Johnson. In 1961 she moved to New York City, attending High School of Performing Arts and later, Chadwick School.",
        "ngram": 49,
        "subject": "Chevy Chase"
    },
    {
        "text": "In February 2022, she voiced her support for the Supreme Court nomination of Ketanji Brown Jackson. In June 2022, she publicly supported Moms Demand Action, an organization which campaigns for safer gun laws in the US. In the same month, in an interview with Jessica Yellin for Vogue, Meghan criticized the Supreme Court of the United States's decision that abortion is not a protected constitutional right and voiced her support for the proposed Equal Rights Amendment.",
        "ngram": 76,
        "subject": "Chevy Chase"
    },
    {
        "text": "Leonardo was a prolific draughtsman, keeping journals full of small sketches and detailed drawings recording all manner of things that took his attention. As well as the journals there exist many studies for paintings, some of which can be identified as preparatory to particular works such as The Adoration of the Magi, The Virgin of the Rocks and The Last Supper. His earliest dated drawing is a Landscape of the Arno Valley, 1473, which shows the river, the mountains, Montelupo Castle and the farmlands beyond it in great detail.",
        "ngram": 89,
        "subject": "Chevy Chase"
    },
    {
        "text": "After taking office in 1997, Blair gave particular prominence to his press secretary, who became known as the prime minister's official spokesman (the two roles have since been separated). Blair's first PMOS was Alastair Campbell, who served in that role from May 1997 to 8 June 2001, after which he served as the prime minister's director of communications and strategy until his resignation on 29 August 2003 in the aftermath of the Hutton Inquiry.",
        "ngram": 74,
        "subject": "Chevy Chase"
    },
    {
        "text": "In 1969, Jones participated in making test films for the children's education series Sesame Street; these shorts, combined with animated segments, were shown to groups of children to gauge the effectiveness of the then-groundbreaking Sesame Street format. As cited by production notes included in the DVD release Sesame Street: Old School 1969–1974, the short that had the greatest impact with test audiences was one showing bald-headed Jones counting slowly to ten. This and other segments featuring Jones were eventually aired as part of the Sesame Street series itself when it debuted later in 1969 and Jones is often cited as the first celebrity guest on that series, although a segment with Carol Burnett was the first to actually be broadcast. He also appeared on the soap opera Guiding Light.",
        "ngram": 129,
        "subject": "Chevy Chase"
    },
    {
        "text": "In addition to her five Grammy Awards, Hill has also won 15 Academy of Country Music Awards, six American Music Awards, and four People's Choice Awards among others. In addition, Hill received the Samuel S. Beard Award for Greatest Public Service by an Individual 35 Years or Under in 2000, an award given out annually by Jefferson Awards.",
        "ngram": 58,
        "subject": "Chevy Chase"
    },
    {
        "text": "Morissette performed at a gig for The Nightwatchman, a.k.a. Tom Morello of Rage Against the Machine and Audioslave, at the Hotel Café in Los Angeles in April 2007. The following June, she performed \"The Star-Spangled Banner\" and \"O Canada\", the American and Canadian national anthems, in Game 4 of the Stanley Cup Finals between the Ottawa Senators and the Anaheim Ducks in Ottawa, Ontario. (The NHL requires arenas to perform both the American and Canadian national anthems at games involving teams from both countries.) In early 2008, Morissette participated in a tour with Matchbox Twenty and Mutemath as a special guest.",
        "ngram": 101,
        "subject": "Chevy Chase"
    },
    {
        "text": "Beyoncé's success has led to her becoming a cultural icon and earning her the nickname \"Queen Bey\". Constance Grady wrote for Vox, \"The transformation of Beyoncé from well-liked pop star to cultural icon came in three phases, punctuated by the self-titled Beyoncé album of 2013, 2016's Lemonade, and 2018's Homecoming concert at Coachella.\" In The New Yorker, music critic Jody Rosen described Beyoncé as \"the most important and compelling popular musician of the twenty-first century ... the result, the logical end point, of a century-plus of pop.\" She topped NPR list of the \"21st Century's Most Influential Women Musicians\". James Clear, in his book Atomic Habits (2018), draws a parallel between Beyoncé's success and the dramatic transformations in modern society: \"In the last one hundred years, we have seen the rise of the car, the airplane, the television, the personal computer, the internet, the smartphone, and Beyoncé.\" The Observer named her Artist of the Decade (2000s) in 2009.",
        "ngram": 158,
        "subject": "Chevy Chase"
    },
    {
        "text": "In the days following the storming of the Bastille, for fear of assassination, and ordered by the king, the emigration of members of the high aristocracy began on 17 July with the departure of the Comte d'Artois, the Condés, cousins of the king, and the unpopular Polignacs. Marie Antoinette, whose life was as much in danger, remained with the king, whose power was gradually being taken away by the National Constituent Assembly.The abolition of feudal privileges by the National Constituent Assembly on 4 August 1789 and the Declaration of the Rights of Man and of the Citizen (La Déclaration des Droits de l'Homme et du Citoyen), drafted by Lafayette with the help of Thomas Jefferson and adopted on 26 August, paved the way to a Constitutional Monarchy (4 September 1791 – 21 September 1792). Despite these dramatic changes, life at the court continued, while the situation in Paris was becoming critical because of bread shortages in September. On 5 October, a crowd from Paris descended upon Versailles and forced the royal family to move to the Tuileries Palace in Paris, where they lived under a form of house arrest under the watch of Lafayette's Garde Nationale, while the Comte de Provence and his wife were allowed to reside in the Petit Luxembourg, where they remained until they went into exile on 20 June 1791.Marie Antoinette continued to perform charitable functions and attend religious ceremonies, but dedicated most of her time to her children. She also played an important political, albeit not public, role between 1789 and",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "Carter was considered a potential candidate in the 1984 presidential election, but did not run and instead endorsed Walter Mondale for the Democratic nomination. After Mondale secured the nomination, Carter critiqued the Reagan campaign, spoke at the 1984 Democratic National Convention, and advised Mondale. After the election, in which Reagan defeated Mondale, Carter said the loss was predictable because Mondale's platform included raising taxes.",
        "ngram": 64,
        "subject": "Chevy Chase"
    },
    {
        "text": "King publicly criticized Paul LePage during LePage's tenure as Governor of Maine, referring to him as one of The Three Stooges (with then-Florida Governor Rick Scott and then-Wisconsin Governor Scott Walker being the other two). He was critical of LePage for incorrectly suggesting in a 2015 radio address that King avoided paying Maine income taxes by living out of state for part of the year. The statement was later corrected by the governor's office, but no apology was issued. King said LePage was \"full of the stuff that makes the grass grow green\" and demanded that LePage \"man up and apologize\". LePage declined to apologize to King, stating, \"I never said Stephen King did not pay income taxes. What I said was, Stephen King's not in Maine right now. That's what I said.\"",
        "ngram": 133,
        "subject": "Chevy Chase"
    },
    {
        "text": "By this point McEntire had reached the height of her commercial stardom. Following this, McEntire made changes to her stage show. She began implementing choreography and experimented with stage lighting. Also in 1986, McEntire's twelfth studio album appeared titled What Am I Gonna Do About You. AllMusic found that it lacked the features that had made Whoever's in New England unique. The title track was the lead single from the release. It became her next number one song on the Billboard country chart and her first number one on the RPM Canadian country chart. Its second single \"One Promise Too Late\" also topped the country chart. Her thirteenth studio project, The Last One to Know, was released in 1987 and reached number three on the Billboard country albums chart. Reviewer Tom Roland noted that McEntire chose material that reflected her recent divorce from first husband Charlie Battles. Both the title track and \"Love Will Find Its Way to You\" topped the Billboard country songs chart. In late 1987, McEntire released her first Christmas collection called Merry Christmas to You. Also in 1987, she played Carnegie Hall in New York City for the first time.In the late 1980s, McEntire took more control of her career. She fired her manager and formed her own entertainment company that helped further promote her material. Other new changes included her 1988 pop-inspired release Reba. Her fifteenth studio disc included covers of the former pop hits \"Respect\" and \"A Sunday Kind of Love\". It produced the number one Billboard country singles \"New",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "On January 24, 2022, the songwriter Neil Young posted an open letter demanding that Spotify remove his music from their service if they would not remove The Joe Rogan Experience from their service. Young wrote that \"Spotify has a responsibility to mitigate the spread of misinformation on its platform\". On January 26, Spotify removed Young's music; a spokesperson said Spotify wanted \"all the world's music and audio content to be available to Spotify users\" and that it had a \"great responsibility in balancing both safety for listeners and freedom for creators\". On January 29, the songwriter Joni Mitchell removed her catalog from Spotify in support of Young and \"the global scientific and medical communities on this issue\".",
        "ngram": 117,
        "subject": "Chevy Chase"
    },
    {
        "text": "Following the success of the Idol and X Factor franchises, Cowell, his company Syco, and its business partners developed a talent show format open to performers of any kind, not only singers, but also dancers, instrumentalists, magicians, comedians, novelty acts, and so on. The origins of the Got Talent format can be traced to the British talent shows Opportunity Knocks (on screen from 1956, with the winner using the now-standard method of a telephone vote) and New Faces. Immensely popular with weekly audiences of 20 million, Opportunity Knocks showcased singers, dancers and comedians in addition to non standard performers such as acrobats, animal acts and novelty acts. Cowell states, \"I was a fan of variety shows Opportunity Knocks and New Faces, and to be able to update that tradition, really was a buzz\".Cowell is the executive producer of America's Got Talent, which debuted in June 2006, along with Fremantle producers of the Idol series. The show was a huge success for NBC, drawing around 12 million viewers a week and beating So You Think You Can Dance on Fox (produced by rival and Idol creator Simon Fuller).",
        "ngram": 187,
        "subject": "Chevy Chase"
    },
    {
        "text": "On September 1, 2021, Rogan tested positive for the virus. Soon after, he released an online video reporting on the status of his condition and stating that he had begun a regimen including monoclonal antibodies, prednisone, azithromycin, NAD drip, a vitamin drip, as well as ivermectin, an antiparasitic drug that is not an effective treatment for COVID-19. This drew controversy due to multiple people reportedly being hospitalized after self-medicating with an over-the-counter form of ivermectin designed to treat ailments in livestock, which typically has a significantly larger dosage. Rogan criticized CNN for describing ivermectin as a \"horse dewormer\". On Rogan's podcast, CNN Chief Medical Correspondent Sanjay Gupta said that ivermectin is used to treat diseases caused by parasites but that CNN should not have implied that Rogan was taking a veterinary drug since Rogan acquired it through a doctor. On September 3, 2021, Rogan tested negative for the virus.",
        "ngram": 149,
        "subject": "Chevy Chase"
    },
    {
        "text": "RuPaul has been the subject of multiple controversies regarding his comments and actions towards the transgender community. According to Vox, he has a complicated relationship with this community, in part due to differing philosophies: through drag he seeks to mock gender and identity stereotypes, while in his view the trans community takes identity seriously. Nevertheless, RuPaul's Drag Race has featured a number of contestants who are trans women, some of whom made their identity public while competing on the show, including Sonique, Carmen Carrera, Jiggly Caliente, Monica Beverly Hillz, Kenya Michaels, and Gia Gunn. Later seasons of the show have included contestants who had already disclosed their trans identity prior to their season beginning. In 2017, Peppermint became the first contestant to compete throughout her season as an openly trans woman and in 2021 Gottmik was the first to compete as an openly trans man. Other non-conforming gender identities expressed by former contestants include both non-binary (Jinkx Monsoon, Aja, Valentina, Divina de Campo, Ginny Lemon, Violet Chachki, and Sasha Velour) and genderfluid (Courtney Act and Kelly Mantle) persons.",
        "ngram": 178,
        "subject": "Chevy Chase"
    },
    {
        "text": "He next reteamed with director Ashby in 1982's Lookin' to Get Out, in which he played Alex Kovac, a con man who has run into debt with New York mobsters and hopes to win enough in Las Vegas to pay them off. Voight both co-wrote the script and also co-produced. He also produced and acted in 1983's Table for Five, in which he played a widower bringing up his children by himself. Also in 1983, Voight was slated to play Robert Harmon in John Cassavetes' Golden Bear-winning Love Streams, having performed the role on stage in 1981. However, a few weeks before shooting began, Voight announced that he also wanted to direct the picture and was consequently dropped. In 1985, Voight teamed up with Russian writer and director Andrei Konchalovsky to play the role of escaped con Oscar \"Manny\" Manheim in Runaway Train. The script was based on a story by Akira Kurosawa, and paired Voight with Eric Roberts as a fellow escapee. Voight received an Academy Award nomination for Best Actor and won the Golden Globe's award for Best Actor. Roberts was also honored for his performance, receiving an Academy Award nomination for Best Supporting Actor. Voight followed up this and other performances with a role in the 1986 film, Desert Bloom, and reportedly experienced a \"spiritual awakening\" toward the end of the decade. In 1989, Voight starred in and helped write Eternity, which dealt with a television reporter's efforts to uncover corruption.",
        "ngram": 244,
        "subject": "Chevy Chase"
    },
    {
        "text": "Williams's first tournament of the 2013 season was in Brisbane, where she won the title without dropping a set. At the Australian Open, she was upset in the quarterfinals by fellow American Sloane Stephens. After defeating Petra Kvitová in Doha, Williams returned to No.1 for the sixth time in her career, becoming the oldest woman in the Open Era to hold the ranking. In the Miami final, Williams recorded her 70th come-from-behind win. The victory made Williams a six-time champion in Miami, breaking the record she held with Graf. She also became the fourth woman in the Open Era to win a given tournament six times. Williams then defended her Charleston title, winning the event for the third time. She won her 50th career singles title in Madrid, prevailing over Sharapova in the final. She then played in Rome, where she won the title a second time. At the French Open, Williams lost only one game whilst defeating Sara Errani in the semifinal. Evert said Williams's play during the match was the finest performance she had ever seen by a female player on clay. Williams bested Sharapova in the final to claim her second French Open title and her 16th Grand Slam title overall. She also became the fourth woman in the Open Era to win each Grand Slam tournament at least twice. At Wimbledon, she advanced easily to the fourth round before being defeated by eventual finalist Sabine Lisicki. Williams then won the Swedish Open, her first victory at the International level. She was undefeated",
        "ngram": 256,
        "subject": "Chevy Chase"
    },
    {
        "text": "Anderson came to public prominence after being selected as the February 1990 Playboy Playmate of the Month following her appearance on the cover of the magazine's October 1989 issue. She went on to make regular appearances on the magazine's cover, holding the record for the most Playboy covers by any individual. Anderson became known to a wider audience with her role on the ABC sitcom Home Improvement for its first two seasons. She gained international recognition for her starring role of \"C.J.\" Parker on the action drama series Baywatch, further cementing her status as a sex symbol. In 1995, a sex tape of her with her then-husband Tommy Lee was stolen and leaked, which resulted in a legal fight and made her the subject of controversy.",
        "ngram": 126,
        "subject": "Chevy Chase"
    },
    {
        "text": "Bird was widely considered one of Red Auerbach's favorite players. He considered Bird to be the greatest basketball player of all time. Bird's humble roots were the source of his most frequently used moniker, \"The Hick from French Lick\". Bird was also referred to as \"Larry Legend\".",
        "ngram": 47,
        "subject": "Chevy Chase"
    }
]