[
    {
        "text": "After her split from ex-husband Narvel Blackstock, McEntire took control of her career as her own manager. She recruited Justin McIntosh of Starstruck Entertainment, Leslie Matthews serving as Brand Manager, and Carolyn Snell who has been with McEntire for nine years. They formed Reba's Business Inc. (RBI). She moved out of the building she and Blackstock had worked in, and moved her company to Green Hills, Nashville.On December 15, 2016, McEntire announced that she was releasing her first gospel album titled Sing It Now: Songs of Faith & Hope. It was released by Nash Icon/Rockin' R Records on February 3, 2017, and consists of two discs. Disc one contains traditional hymns while disc two contains original tracks. \"Softly and Tenderly\", featuring Kelly Clarkson and Trisha Yearwood, was the first track off the album released. Another track on the album, \"In the Garden/Wonderful Peace\", features the Isaacs. Jay DeMarcus of the Rascal Flatts produced the album. The first single off the album is \"Back to God\". In January 2018, McEntire won the Grammy Award for Best Roots Gospel Album, her first nomination since 2007, and her first Grammy Award win in more than twenty years, since 1994. She also headlined the C2C: Country to Country festival in the UK alongside Brad Paisley and Zac Brown Band in March. Because of its limited release in 2016, on October 13, 2017 My Kind of Christmas was re-released - this time including songs with Vince Gill, Amy Grant, Darius Rucker and Lauren Daigle - on her website and through iTunes.",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Spending summer and autumn 1836 in Trier, Marx became more serious about his studies and his life. He became engaged to Jenny von Westphalen, an educated member of the petty nobility who had known Marx since childhood. As she had broken off her engagement with a young aristocrat to be with Marx, their relationship was socially controversial owing to the differences between their religious and class origins, but Marx befriended her father Ludwig von Westphalen (a liberal aristocrat) and later dedicated his doctoral thesis to him. Seven years after their engagement, on 19 June 1843, they married in a Protestant church in Kreuznach.In October 1836, Marx arrived in Berlin, matriculating in the university's faculty of law and renting a room in the Mittelstrasse. During the first term, Marx attended lectures of Eduard Gans (who represented the progressive Hegelian standpoint, elaborated on rational development in history by emphasising particularly its libertarian aspects, and the importance of social question) and of Karl von Savigny (who represented the Historical School of Law). Although studying law, he was fascinated by philosophy and looked for a way to combine the two, believing that \"without philosophy nothing could be accomplished\". Marx became interested in the recently deceased German philosopher Georg Wilhelm Friedrich Hegel, whose ideas were then widely debated among European philosophical circles. During a convalescence in Stralau, he joined the Doctor's Club (Doktorklub), a student group which discussed Hegelian ideas, and through them became involved with a group of radical thinkers known as the Young Hegelians in 1837. They gathered around",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "According to an analysis in Political Science Quarterly, Trump made \"explicitly racist appeals to whites\" during his 2016 presidential campaign. In particular, his campaign launch speech drew widespread criticism for claiming Mexican immigrants were \"bringing drugs, they're bringing crime, they're rapists\". His later comments about a Mexican-American judge presiding over a civil suit regarding Trump University were also criticized as racist.",
        "ngram": 61,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Considered a two-star recruit by Rivals.com, Kelce accepted a scholarship offer from the University of Cincinnati over offers from Akron, Eastern Michigan, and Miami (OH). He joined his brother, Jason Kelce, who was the starting left guard for the Bearcats. After redshirting in 2008, he appeared in 11 games in 2009, playing at tight end and quarterback out of the Wildcat formation. He tallied eight rushes for 47 yards and two touchdowns and had one reception for three yards. He was suspended for the 2010 season after testing positive for marijuana, a violation of team rules. Returning for the 2011 season, he played tight end, recording 13 catches totaling 150 yards and two touchdowns. In 2012, his last collegiate season, he set personal season highs in receptions (45), receiving yards (722), yards per receptions (16.0), and receiving touchdowns (8). Kelce earned first-team all-conference honors and in March 2013,  was named the College Football Performance Awards Tight End of the Year. Kelce graduated in 2022 with a Bachelor of Interdisciplinary Studies degree, he received his diploma during a April 2024 podcast event at the Fifth Third Arena with his brother Jason.",
        "ngram": 191,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Brown has also pursued an acting career. In 2007, he made his on-screen feature film debut as a supporting role in the dance drama Stomp the Yard and took a leading role in the Christmas comedy film This Christmas (2007). He portrayed Will Tutt in three episodes on the Fox television series The O.C. in 2007. He also guest starred as himself on the children's programs Sesame Street in 2007, The Suite Life of Zach and Cody in 2008, and in the Comedy Central series Tosh.O in 2011. He has continued to act inconsistently in films such as the heist thriller, Takers (2010), which he also executive produced, the romantic comedy Think Like a Man (2012), and the dance film Battle of the Year (2013). He produced and starred in a documentary on himself entitled Welcome to My Life (2017). Reviewing the documentary, Rachel Leah of Salon talked about what the singer said on domestic violence, stating: \"Chris Brown's actions are inexcusable, but what he says about male violence is vital\". Brown returned to film playing a supporting role in the sports comedy film She Ball (2021).",
        "ngram": 187,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In January 2016, Kelce starred in the E! Entertainment Television dating show Catching Kelce, choosing Maya Benberry as the winner. In 2020, Kelce appeared as a fictionalized version of himself in the first episode of the comedy series Moonbase 8. Kelce was featured in Kelce, a feature-length documentary about his brother Jason's football career and private life that was released on Amazon Prime on September 11, 2023, Within 24 hours, it was the most-watched movie among U.S. subscribers to the streaming service. In May 2023, he signed with Creative Artists Agency for off-the-field representation while keeping his agent for his NFL representation. Kelce hosted Saturday Night Live on March 4, 2023, and appeared in a sketch with his brother Jason and SNL cast members Heidi Gardner and Chloe Fineman. He also made a cameo appearance on the October 14, 2023, episode. Kelce is executive producer of the war comedy-drama film My Dead Friend Zoe and of the documentary King Pleasure about the life of American artist Jean-Michel Basquiat.Through his Super Bowl runs with the Chiefs, Kelce became known for reciting the chorus from the Beastie Boys' 1986 song \"(You Gotta) Fight for Your Right (To Party!)\" during team celebrations, first after the 2019 AFC Championship Game then again at the parade in Kansas City after clinching Super Bowl LIV. The Chiefs responded by making \"Fight for Your Right\" its touchdown song during games at Arrowhead Stadium. In 2023, Kelce performed the song with Jimmy Fallon on The Tonight Show.Kelce was featured, with his brother Jason, on",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Among his more recent film roles, Jackson appeared in Quentin Tarantino's Django Unchained, which was released December 25, 2012, Tarantino's The Hateful Eight, which was released in 70mm on December 25, 2015, and Jordan Vogt-Roberts' Kong: Skull Island, which was released on March 10, 2017. In 2019, Jackson reprised his Unbreakable role as Mr. Glass in the film Glass, and his Shaft role in Shaft, both sequels to his 2000 films. Also in 2019, he appeared in the Brie Larson film Unicorn Store, and had a prominent role as Fury in the Marvel film Spider-Man: Far From Home. Additionally, he reprised his role as Fury in a cameo appearance on the ABC television series Agents of S.H.I.E.L.D. in 2013 and the season finale in 2014.",
        "ngram": 125,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "They visited the UK and Germany in September 2022 for a number of charity events in Manchester and Düsseldorf. On September 8, 2022, while Meghan and Harry were in London preparing to attend a charity event, Queen Elizabeth II died at Balmoral Castle in Scotland.",
        "ngram": 45,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Van Gogh strove to be a painter of rural life and nature; during his first summer in Arles he used his new palette to paint landscapes and traditional rural life. His belief that a power existed behind the natural led him to try to capture a sense of that power, or the essence of nature in his art, sometimes through the use of symbols. His renditions of the sower, at first copied from Jean-François Millet, reflect the influence of Thomas Carlyle and Friedrich Nietzsche's thoughts on the heroism of physical labour, as well as Van Gogh's religious beliefs: the sower as Christ sowing life beneath the hot sun. These were themes and motifs he returned to often to rework and develop. His paintings of flowers are filled with symbolism, but rather than use traditional Christian iconography he made up his own, where life is lived under the sun and work is an allegory of life. In Arles, having gained confidence after painting spring blossoms and learning to capture bright sunlight, he was ready to paint The Sower.",
        "ngram": 177,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Bieber was ushered into mainstream stardom with his teen pop-driven debut studio album, My World 2.0 (2010), which debuted atop the US Billboard 200 and made him the youngest solo male act to do so in 47 years. The album was supported by the single \"Baby\" (featuring Ludacris), which became one of the best selling singles of all time. His second studio album, Under the Mistletoe (2011), became the first Christmas album by a male artist to debut atop chart and saw continued success. Bieber experimented with dance-pop on his third studio album, Believe (2012); its acoustic re-release made him the first artist in Billboard history to have five US number-one albums by the age of 18. Over the next two years, Bieber was involved in multiple controversies and legal issues, which led to a tarnishing of his public image.In 2015, Bieber explored EDM on \"Where Are Ü Now\" (with Jack Ü), which won the Grammy Award for Best Dance/Electronic Recording. This influenced his fourth album Purpose (2015), which yielded three Billboard Hot 100 number-one singles: \"Love Yourself,\" \"Sorry\", and \"What Do You Mean?\". He made UK chart history when each of which simultaneously held the top three spots on the country's chart. His guest performances on the 2017 singles \"I'm the One\" by DJ Khaled and \"Despacito\" by Luis Fonsi both peaked the Billboard Hot 100 and made Bieber among the few artists to replace himself atop the chart. The latter  also earned him a Latin Grammy Award. His 2019 single, \"10,000 Hours\" (with",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In March 2021, ITV News reported Meghan had complained directly to ITV's CEO about Piers Morgan's comments on mental health following her interview with Oprah Winfrey. Ofcom received over 57,000 complaints about the program including one from the Duchess of Sussex. In the same month, it was reported that an American private investigator unlawfully handed over personal details about Meghan to The Sun, including her Social Security number, cell phone number and address, when she first started dating Prince Harry in 2016. Meghan and her husband condemned the \"predatory practices\" of the British tabloids, while The Sun stated that the investigator \"was instructed clearly in writing to act lawfully\", and they did not \"use the information he provided for any unlawful practice\".",
        "ngram": 122,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Beginning in 1925, Roosevelt spent most of his time in the Southern United States, at first on his houseboat, the Larooco. Intrigued by the potential benefits of hydrotherapy, he established a rehabilitation center at Warm Springs, Georgia, in 1926, assembling a staff of physical therapists and using most of his inheritance to purchase the Merriweather Inn. In 1938, he founded the National Foundation for Infantile Paralysis, leading to the development of polio vaccines.",
        "ngram": 73,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In 2005, alongside Sugar Ray Leonard, he was the co-presenter of the NBC reality television boxing competition series The Contender. That same year he also made a guest appearance in two episodes of the television series Las Vegas. That year, Stallone also inducted professional wrestling icon Hulk Hogan, who appeared in Rocky III as a wrestler named Thunderlips, into the WWE Hall of Fame; Stallone was also the person who offered Hogan the cameo in Rocky III. In August, Stallone released his book Sly Moves which claimed to be a guide to fitness and nutrition as well as a candid insight into his life and works from his own perspective. The book also contained many photographs of Stallone throughout the years as well as pictures of him performing exercises.",
        "ngram": 129,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In 2000, he co-starred with Woody Allen in the black comedy Picking Up the Pieces, but the film was received poorly by both commercial audiences and by critics. Since then, Sutherland has starred in small projects and festival-released films. He starred in the film Beat, which premiered at the Sundance Film Festival in 2000. He also appeared in 2001 film Cowboy Up, which won the Crystal Heart Award at the 2001 Heartland Film Festival. He also starred in the film To End All Wars, which won two awards at the Heartland Film Festival and one award at the Hawaii International Film Festival.Since 2001, Sutherland has been associated most widely with the role of Jack Bauer on the critically acclaimed television series 24. After being nominated four times for the \"Outstanding Lead Actor in a Drama Series\" Primetime Emmy Award, Sutherland won the award in 2006 for his role in 24's fifth season. In the opening skit of the 2006 Primetime Emmy Awards, Sutherland made an appearance as his 24 character, Jack Bauer. He was also nominated for Best actor in a Drama Television Series at the 2007 Golden Globe Awards for 24. According to his 2006 contract, his salary of $40 million for three seasons of the show made him the highest-earning actor on television.",
        "ngram": 215,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Noted for being generous with his time and resources, Kelce has received several awards for his philanthropic efforts. He received the Chiefs' Ed Block Courage Award in 2014. In 2020, the Chiefs nominated him for the Walter Payton Man of the Year Award. That same year, fans voted him the winner of the NFL's Charity Challenge Award.In 2015, Kelce created a nonprofit organization called Eighty-Seven & Running in his hometown of Cleveland, Ohio. Its website says its goal is \"empowering underprivileged youth to achieve success by providing resources and support to their communities and cultivating their talents.In 2018, Kelce announced the development of a Robotics Lab with Operation Breakthrough, a Kansas City-based nonprofit. The Lab is accessible to nearly 300 students from elementary to high school levels in the area. 2 years later, Kelce made a $500,000 donation for the purchase and transformation of a building in Kansas City into a coworking space for disadvantaged children to have the opportunity to explore careers in STEM. The workforce development program set up in the building was named \"Ignition Lab\". Kelce organizes an annual fundraising event in Kansas City, including an auto show and a fashion show, to raise money for various causes in both Kansas City and Cleveland. In 2024, Kelce donated 25,000 breakfast meals to students from Kansas City. Kelce also launched an initiative called \"Catching for a Cause\" to which he pledges to donate money for every catch and touchdown that he makes. Following the 2024 Kansas City parade shooting, Kelce donated $100,000 to the",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In the first round of the playoffs, the Lakers faced the No. 2 Suns. This marked the first time in James's career that he did not have home court advantage in the opening series. They were up 2–1 before Davis suffered a strained groin in Game 4, in which James finished with a game-high 25 points on 10-for-21 shooting, 12 rebounds, and 6 assists. The Lakers lost to the Suns in six games, marking the first time James lost in the first round in his career. He finished the series averaging 23.3 points, his fourth-lowest scoring output for a series over his career and his lowest mark since averaging 22.8 in the 2014 Eastern Conference finals. He made his 17th consecutive All-NBA Team selection, extending the record for most selections in NBA history, being named for the third time to the All-NBA Second Team.",
        "ngram": 144,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Cooper's breakthrough role came in Todd Phillips' comedy The Hangover (2009). He played Phil Wenneck, one of three friends (Ed Helms and Zach Galifianakis) to wake up from a bachelor party in Las Vegas with no memory of the previous night. The Hangover was a commercial success and finished as among the highest-grossing R-rated films in the United States. A. O. Scott of The New York Times wrote, \"Mr. Cooper ... offers the most interesting variation on an old standard, playing his aggressive, cocky frat boy with a snarl of rage that masks an anxiety as hard to account for as it is to miss.\" For his performance Cooper received an award at the 13th Hollywood Film Festival and his first nomination for MTV Movie Awards (Best Comedic Performance). The Daily Telegraph opined that the film's success turned Cooper into \"a bona fide leading man\". Nevertheless, Cooper stated in a 2011 interview with Shave: \"It's the same. I mean, look, more doors have been opened for sure, but it's not like I sit back with a cigar on Monday morning and go through the scripts that have been offered.\"Cooper then hosted Saturday Night Live with musical guest TV on the Radio, portraying actor Christian Bale in one sketch, and appeared in a supporting role in the film He's Just Not That Into You.Also in 2009, Cooper featured in the psychological horror Case 39, a delayed production that had been filmed in 2006. He paired with Sandra Bullock in the comedy All About Steve, a film that",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In the early 1990s, Louis-Dreyfus became famous for the role of Elaine Benes on NBC's Seinfeld. She played the role for nine seasons, appearing in all but three episodes. One of the episodes that she did not appear in was the pilot episode, \"The Seinfeld Chronicles\", because her character was not initially intended to be a part of the series. It was only after the first episode that NBC executives felt the show was too male-centric and demanded that creators Larry David and Jerry Seinfeld add a woman to the cast. It was revealed in the commentary on the DVD package that the addition of a female character was the condition for commissioning the show. Louis-Dreyfus won the role over several other actresses who also eventually enjoyed TV success, including Patricia Heaton and Megan Mullally. On the \"Notes About Nothing\" featurette on the DVD package, Seinfeld says that Louis-Dreyfus's ability to eat a peanut M&M without breaking the peanut aptly describes the actress: \"She cracks you up without breaking your nuts.\"Louis-Dreyfus garnered critical acclaim for her performance on the series, and she was a regular winner and nominee at television award shows throughout the 1990s. Her performance earned her two Golden Globe Award nominations, winning once in 1994, nine Screen Actors Guild Award nominations, winning one in 1995 and two in both 1997 and 1998, and seven American Comedy Awards, winning five times in 1993, 1994, 1995, 1997 and 1998. In 1996, she won the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series,",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In 2013, Schneider switched political parties from the Democratic Party to the Republican Party, explaining: \"The state of California is a mess, and the super majority of Democrats is not working. I've been a lifelong Democrat and I have to switch over because it no longer serves the people of this great state.\"In an interview on Larry King Now in 2017, Schneider said he was an independent but leaned more conservative.In 2023, Schneider endorsed candidate Robert F. Kennedy Jr. in the 2024 Democratic Party presidential primaries.",
        "ngram": 86,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In December 2021, three senior appeal judges upheld the judgement of the High Court against ANL, prompting Meghan to call for reform of the tabloid industry. In the same month, ANL's The Mail on Sunday and MailOnline published a front-page statement on Boxing Day acknowledging Meghan's victory, adding that there had been an agreement on \"financial remedies\". In addition to covering a portion of Meghan's legal costs, the outlet agreed to pay her £1 in damages for invading her privacy and a confidential sum for infringing her copyright. They were also banned from naming Meghan's friends, who had spoken to People magazine about the letter in 2018.",
        "ngram": 107,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Multiple media sources have referred to Carey as a modern holiday icon. The singer has often incorporated holiday-themed outfits during her Christmas shows and music videos. Billboard noted that \"each year, her reign gets grander and more festive. (...) Over the years, [Carey] has rocked nearly every shade of red for the season's fashions, from plunging gowns and floor-length coats to ensembles inspired by Santa, Mrs. Claus and The Nutcracker's toy soldiers. She's also a pro at pulling off winter white, whether she's wearing a snow-white dress covered in crystals or a fluffy hood tailor-made for keeping the December chill at bay.\" Due to the song's ongoing popularity, as well as social media memes that show retail workers' disdain for the song due to its frequent airplay at their jobs (which sometimes require the round-the-clock display of Christmas music), Carey has taken advantage of this by posting a video on her social media every year since 2019 around midnight Eastern time on November 1, announcing that \"it's time\" to play the song.",
        "ngram": 172,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Wiener published the results of his 14-year campaign in January 2000. Gimme Some Truth: The John Lennon FBI Files contained facsimiles of the documents, including \"lengthy reports by confidential informants detailing the daily lives of anti-war activists, memos to the White House, transcripts of TV shows on which Lennon appeared, and a proposal that Lennon be arrested by local police on drug charges\". The story is told in the documentary The US vs. John Lennon. The final 10 documents in Lennon's FBI file, which reported on his ties with London anti-war activists in 1971 and had been withheld as containing \"national security information provided by a foreign government under an explicit promise of confidentiality\", were released in December 2006. They contained no indication that the British government had regarded Lennon as a serious threat; one example of the released material was a report that two prominent British leftists had hoped Lennon would finance a left-wing bookshop and reading room.",
        "ngram": 159,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "White temporarily took over hosting Wheel of Fortune as master of ceremonies starting with the week of episodes that were slated to air starting on December 9, 2019. The announcement was made after a taping day was postponed when Sajak was hospitalized with a blocked intestine and needed emergency surgery to clear it. White hosted that taping day and the subsequent rescheduled taping the next day. Guest letter activators were implemented during her shows hosting; the weeks of December 9 and 16 had Mickey Mouse and Minnie Mouse during the Secret Santa Holiday Giveaway.  Subsequently, the show went on hiatus during Christmas week (December 23, 2019) and then a week of previously taped \"America's Game\" episodes (Wheel tapes six episodes per day, with each studio audience receiving three shows each; the third show in the afternoon session is an \"America's Game\" episode) that Sajak hosted, before White returned to hosting on January 6, 2020, for a final week; she was assisted by a \"special guest\", Pat Sajak's daughter Maggie. Fully recovered from his surgery, Sajak returned to the show on December 5, 2019, with episodes to be broadcast beginning on January 13, 2020.White missed filming five episodes in August 2023 after contracting COVID-19. She was temporarily replaced by Bridgette Donald-Blue but returned as host in October 2023. Filming on additional episodes was delayed until after her recovery. This marked the first time that White had missed an episode since 1991. In September 2023, White extended her contract as host of Wheel of Fortune through the",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In 1987, Harmon filed for custody of his nephew Sam, Kristin's son, on the grounds that she was incapable of good parenting. Sam's psychiatrist testified that the thirteen-year-old boy depicted his mother as a dragon and complained about her mood swings and how she prevented him from being with his siblings. Harmon later dropped the custody bid.",
        "ngram": 57,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In August 1867, bypassing the Tenure of Office Act, Johnson discharged Secretary of War Edwin Stanton without Senate approval and appointed Grant ad interim Secretary of War. Stanton was the only remaining cabinet member friendly to the Radicals. Although Grant initially recommended against dismissing Stanton, he accepted the position, not wanting the Army to fall under a conservative appointee who would impede Reconstruction, and managed an uneasy partnership with Johnson.",
        "ngram": 70,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "When Fanning was a small child, she was an actress at the Towne Lake Arts Center in Woodstock, Georgia, starring in small plays. In 1999, at the age of five, she began her professional acting career, appearing in a Tide television commercial. Her first significant acting job was a guest role in the NBC prime-time drama ER, which remains one of her favorite roles:",
        "ngram": 64,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Carter became the front-runner early on by winning the Iowa caucuses and the New Hampshire primary. His strategy involved reaching a region before another candidate could extend influence there, traveling over 50,000 miles (80,000 kilometres), visiting 37 states, and delivering over 200 speeches before any other candidate had entered the race. In the South, he tacitly conceded certain areas to Wallace and swept them as a moderate when it became clear Wallace could not win it. In the North, Carter appealed largely to conservative Christian and rural voters. Whilst he did not achieve a majority in most Northern states, he won several by building the largest singular support base. Although Carter was initially dismissed as a regional candidate, he would clinch the Democratic nomination. In 1980, Lawrence Shoup noted that the national news media discovered and promoted Carter, and stated:",
        "ngram": 140,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Walker was also set to play Agent 47 in the film adaptation Hitman: Agent 47 (2015), but died before production began. It was later revealed Walker declined the role of Superman in Superman Returns (2006), allegedly due to the \"Superman curse\" and the celebrity associated with the role.",
        "ngram": 48,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Houston did not begin work on an album immediately. The label wanted to make sure no other label signed her away and Davis wanted to ensure he had the right material and producers for her debut album. Some producers passed on the project because of prior commitments. Houston first recorded a duet with Teddy Pendergrass, \"Hold Me\", which appeared on his gold album, Love Language. The single was released in 1984 and gave Houston her first taste of success, becoming a top ten hit on the R&B and adult contemporary charts. It would also appear on her debut album in 1985. She also appeared as a duet vocalist and background singer on Jermaine Jackson's Dynamite and Kashif's Send Me Your Love albums. During this early period, Houston continued to model, appeared in a commercial for the Canada Dry soft drink, and also began singing commercial jingles, including one for the restaurant brand, Steak & Ale.",
        "ngram": 155,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In September 1980, Kelly entered Kenwood Academy in the city's Hyde Park-Kenwood district, where he met music teacher Lena McLin, who encouraged Kelly to perform Stevie Wonder's \"Ribbon in the Sky\" in the high school talent show. A shy Kelly put on sunglasses, was escorted onto the stage, performed the song, and was awarded first prize. McLin encouraged Kelly to leave the high school basketball team and concentrate on music. She said he was furious at first, but after his performance in the talent show, he changed his mind. Kelly was diagnosed with dyslexia, which left him unable to read or write. Kelly dropped out of high school after attending Kenwood Academy for one year. He began performing in the subway under the Chicago \"L\" tracks. He regularly busked at the \"L\" stop on the Red Line's Jackson station in the Loop.In his youth, Kelly played basketball with Illinois state champion basketball player Ben Wilson and later sang \"It's So Hard to Say Goodbye to Yesterday\" at Wilson's funeral.",
        "ngram": 169,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "The Donald J. Trump Foundation was a private foundation established in 1988. From 1987 to 2006, Trump gave his foundation $5.4 million which had been spent by the end of 2006. After donating a total of $65,000 in 2007–2008, he stopped donating any personal funds to the charity, which received millions from other donors, including $5 million from Vince McMahon. The foundation gave to health- and sports-related charities, conservative groups, and charities that held events at Trump properties.",
        "ngram": 78,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Perry starred in the TNT movie The Ron Clark Story, which premiered August 13, 2006, and received a Golden Globe and Emmy nomination for his performance. From 2006 to 2007, he appeared in Aaron Sorkin's drama Studio 60 on the Sunset Strip. Perry played Matt Albie alongside Bradley Whitford's Danny Tripp, a writer-director duo brought in to help save a failing sketch show.In 2006, Perry began filming Numb, a film based on a man suffering from depersonalization disorder. The release was postponed several times, but it was finally released on DVD on May 13, 2008. Perry also appeared on stage in London in David Mamet's Sexual Perversity in Chicago. In 2008, Perry starred in the independent film Birds of America. Showtime passed on a pilot called The End of Steve, a dark comedy starring, written, and produced by Perry and Peter Tolan.In 2009, Perry starred in the film 17 Again playing a 37-year-old man who transforms into his 17-year-old self (Zac Efron) after an accident. The film received mixed reviews and was a box-office success. A review on WRC-TV found Perry miscast in his role, emphasizing the disbelief in Efron growing up to resemble Perry, both physically and behaviorally — a sentiment echoed by other critics.In 2009, Perry was a guest on The Ellen DeGeneres Show, when he presented Ellen DeGeneres with an Xbox 360 video game console and a copy of the game Fallout 3. The gesture led to game studio Obsidian Entertainment casting him in Fallout: New Vegas as the voice of Benny.Perry's new",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In 2010, Moore took on the role of a daughter helping her father deal with age-related health problems in the dramedy Happy Tears, opposite Parker Posey and Rip Torn, and starred as the matriarch of a family moving into a suburban neighborhood in the comedy The Joneses, with David Duchovny. The latter film was largely highlighted upon its theatrical release, with critics concluding that it \"benefits from its timely satire of consumer culture — as well as a pair of strong performances\" from Duchovny and Moore. In Bunraku (2010), a film Moore described as a \"big action adventure,\" she played a courtesan and a femme fatale with a secret past.Moore portrayed a chief risk management officer at a large Wall Street investment bank during the initial stages of the financial crisis of 2007–08 in the critically acclaimed corporate drama Margin Call (2011), where she was part of an ensemble cast that included Kevin Spacey, Simon Baker, and Paul Bettany. The cast garnered nominations for the \"Best Ensemble\" award from the Gotham Awards, the Phoenix Film Critics Society and the Central Ohio Film Critics Association. Also in 2011, Moore received a Directors Guild of America Award nomination for Outstanding Directing – Miniseries or TV Film for her work as a director in a segment of the 2011 Lifetime anthology film Five, and starred opposite Ellen Barkin, Ellen Burstyn and George Kennedy in Sam Levinson's black comedy Another Happy Day, which premiered at the Sundance Film Festival.Moore appeared as the mother of Miley Cyrus' character in the romantic",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "On 6 April 2015, Harry reported for duty to Australia's Chief of the Defence Force, Air Chief Marshal Mark Binskin at the Royal Military College, Duntroon in Canberra, Australia. Harry flew to Darwin later that day to begin his month-long secondment to the ADF's 1st Brigade. His visit included detachments to NORFORCE as well as to an aviation unit. While in Perth, he trained with Special Air Service Regiment (SASR), participating in the SASR selection course, including a fitness test and a physical training session with SASR selection candidates. He also joined SASR members in Perth for live-fire shooting exercises with numerous Special Forces weapons at a variety of ranges. Harry completed an insertion training exercise using a rigid-hull inflatable boat. In Sydney, he undertook urban operations training with the 2nd Commando Regiment. Training activities included remotely detonating an Improvised Explosive Device (IED) and rappelling from a building. He also spent time flying over Sydney as co-pilot of an Army Black Hawk helicopter and participated in counter-terrorism training in Sydney Harbour with Royal Australian Navy clearance divers.",
        "ngram": 177,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Harry and his brother William descend matrilineally from Eliza Kewark, who is variously described in contemporary documents as \"a dark-skinned native woman\", \"an Armenian woman from Bombay\", and \"Mrs. Forbesian\". Genealogist William Addams Reitwiesner assumed Kewark was Armenian. In June 2013, BritainsDNA announced that genealogical DNA tests on two of Harry and William's distant matrilineal cousins confirm Kewark was matrilineally of Indian descent.",
        "ngram": 63,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Ryan married actor Dennis Quaid on February 14, 1991. They have one child together, Jack Quaid, born April 24, 1992. She and Quaid announced their separation in June 2000, and their divorce became final in July 2001.In 2000, Ryan became romantically involved with actor Russell Crowe while working on their film Proof of Life.In January 2006, Ryan adopted a 14-month-old girl from China whom she named Daisy True. From 2010 to 2014, Ryan was in a relationship with American singer-songwriter John Mellencamp. They reunited in 2017, and Ryan announced their engagement on November 8, 2018. In October 2019, it was reported that Ryan had ended their engagement.",
        "ngram": 107,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "In 2018 and 2021, Harry was selected as one of the 100 Most Influential People in the World by Time magazine. In 2019, the magazine named Harry and his wife as among the 25 Most Influential People on the Internet. In 2021, the couple was featured on one of the magazine's seven worldwide Time 100 covers. In 2023, People named him as one of the \"25 Most Intriguing People of the Year\".",
        "ngram": 72,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "As of 2009, Ford appears in Internet advertisements for General Aviation Serves America, a campaign by the advocacy group Aircraft Owners and Pilots Association (AOPA). He has also appeared in several independent aviation documentaries, including Wings Over the Rockies (2009), Flying the Feathered Edge: The Bob Hoover Project (2014), and Living in the Age of Airplanes (2015).",
        "ngram": 57,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Sutherland met actress Julia Roberts in 1989, when they co-starred in Flatliners (1990). In August 1990, Roberts and Sutherland announced their engagement, with an elaborate studio-planned wedding scheduled for 14 June 1991 at 20th Century Fox's Soundstage 14. While engaged to Roberts, Sutherland had allegedly been meeting with a go-go dancer named Amanda Rice, who told the story to a tabloid in February 1991. Sutherland denied having an affair with Rice and said that they only met because he liked to play pool. Three days before the scheduled date for their wedding, Sutherland and Roberts released a joint statement announcing that the wedding was postponed and that it was a mutual decision. Roberts later said she intended to break off her engagement with Sutherland, but he telephoned her first and said he did not want to marry her. She also said that it had been cancelled long before \"days before the wedding\" as the press claimed at the time. On the day of what was supposed to be their wedding, Sutherland moved out of Roberts' Hollywood Hills house and Roberts went to Ireland with Sutherland's best friend (and The Lost Boys co-star), Jason Patric. Patric had been invited to the wedding but was later uninvited by Sutherland as the date grew closer. Sutherland and Roberts were set to co-star in the western film Renegades, for which Sutherland was set to earn about $2.5 million to $3 million, but following the cancellation of their wedding, the project was also cancelled after Patric turned down the role that",
        "ngram": 256,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Gere was born in Philadelphia on August 31, 1949, the eldest son and second child of homemaker Doris Ann (née Tiffany; 1924–2016) and NMIC insurance agent Homer George Gere (1922–2023). His father originally intended to become a minister. Gere was raised Methodist in Syracuse, New York. His paternal great-grandfather, George Lane Gere (1848–1932), changed the spelling of his surname from \"Geer\". One of his ancestors, also named George, was an Englishman who came from Heavitree, England, and settled in the Connecticut Colony in 1638. Both of Gere's parents were Mayflower descendants; his ancestors include Pilgrims such as John Billington, William Brewster, Francis Eaton, Francis Cooke, Degory Priest, George Soule and Richard Warren.In 1967, he graduated from North Syracuse Central High School, where he excelled at gymnastics and music and played the trumpet. He attended the University of Massachusetts Amherst on a gymnastics scholarship, studying philosophy; after two years, he left and did not graduate.",
        "ngram": 154,
        "subject": "Robert Downey Jr."
    },
    {
        "text": "Brown has sold over 140 million records worldwide, making him one of the world's best-selling music artists. He has gained a cult following, and is one of the highest-grossing African American touring artists of all time. In terms of charts and certifications, Brown holds the record for the most Billboard Hot 100 entries of any male singer in history, the most top 40 hits of any R&B singer in history, the most RIAA Gold-certified singles of any male singer in history, and the most RIAA multi-Platinum singles of any male singer in history. At the end of 2019, Billboard named Brown the third most successful artist of the 2010s decade in R&B and hip-hop music, behind Drake and Rihanna in first and second, respectively. Additionally, Brown has won a total of 199 awards from 513 nominations over the course of his career. Brown has also pursued an acting career. In 2007, he made his on-screen feature film debut in Stomp the Yard, and appeared as a guest on the television series The O.C. Other films Brown has appeared in include This Christmas (2007), Takers (2010), Think Like a Man (2012), Battle of the Year (2013) and She Ball (2021).",
        "ngram": 199,
        "subject": "Robert Downey Jr."
    }
]