[
    {
        "text": "Although we have quite an impressive alumni – everyone from Jeremy Irons to Patrick Stewart – I suppose he is now probably the best known, and we're very proud of all he's achieved. I certainly hold him up to current students of an example, particularly as an example of how to manage your career with great integrity. He's never courted fame, and as a result, he's never had his private life impeached upon by the press. He's clearly not interested in celebrity as such – he's just interested in his acting. He is still a great craftsman.",
        "ngram": 97,
        "subject": "Bill Paxton"
    },
    {
        "text": "\"Till I Loved You\", a duet with then-girlfriend Barbra Streisand, was a top 40 hit on the Billboard Hot 100. It was released on the Columbia Records studio album Till I Loved You on October 25, 1988. The song was re-released on the Streisand album Duets in 2002.",
        "ngram": 48,
        "subject": "Bill Paxton"
    },
    {
        "text": "In January 1980, while under contract to Arista Records, Warwick hosted a two-hour TV special called Solid Gold '79. This was adapted into the weekly one-hour show Solid Gold, which she hosted throughout 1980 and 1981 and again in 1985–86. Major highlights of each show were the duets she performed with her co-hosts, which often included some of Warwick's hits and her co-hosts' hits, intermingled and arranged by Solid Gold musical director Michael Miller. Another highlight in each show was Warwick's vocal rendition of the Solid Gold theme, composed by Miller (with lyrics by Dean Pitchford).After a brief appearance in the Top Forty in early 1982 with Johnny Mathis on \"Friends in Love\" — from the album of the same name — Warwick's next hit later that same year was her full-length collaboration with Barry Gibb of the Bee Gees for the album Heartbreaker. The song became one of Warwick's biggest international hits, returning her to the Top 10 of Billboard's Hot 100 as well as No. 1 Adult Contemporary and No. 2 in both the UK and Australia. The tune was also a Top 10 hit throughout continental Europe, Australia (No. 1), Japan, South Africa, Canada and Asia. The title track was taken from the album of the same name which sold over 3 million copies internationally and earned Warwick an RIAA Gold record award in the US. In Britain, the disc was certified Platinum. Warwick later stated to Wesley Hyatt in his Billboard Book of Number One Adult Contemporary Hits that she was not",
        "ngram": 256,
        "subject": "Bill Paxton"
    },
    {
        "text": "MGM reports that Garland was consistently tardy and demonstrated erratic behavior, which resulted in several delays and disruptions to filming schedules until she was finally dismissed from the studio, which had deemed her unreliable and difficult to manage. Farrell called Garland \"A grab bag of contradictions\" which \"has always been a feast for the American imagination\", describing her public persona as \"awkward yet direct, bashful yet brash\". Describing the singer as \"Tender and endearing yet savage and turbulent\", Paglia wrote that Garland \"cut a path of destruction through many lives. And out of that chaos, she made art of still-searing intensity.\" Calling her \"a creature of extremes, greedy, sensual and demanding, gluttonous for pleasure and pain\", Paglia also compared Garland to entertainer Frank Sinatra due to their shared \"emblematic personality ... into whom the mass audience projected its hopes and disappointments\", while observing that she lacked Sinatra's survival skills.",
        "ngram": 149,
        "subject": "Bill Paxton"
    },
    {
        "text": "Candy's funeral was held at St. Martin of Tours Catholic Church in Los Angeles. Candy was entombed in the mausoleum at Holy Cross Cemetery in Culver City. His crypt lies just above that of a fellow actor, Fred MacMurray. On March 18, 1994, a special memorial service for Candy, produced by his former improvisation troupe the Second City, was broadcast across Canada.",
        "ngram": 62,
        "subject": "Bill Paxton"
    },
    {
        "text": " transplant, paid for by Phil Collins, in 1994. News of his transplant led to public discussions because of his celebrity status and his previous problems with alcoholism and drug use. Crosby's liver problems stemmed from a long run with hepatitis C.Crosby suffered from type 2 diabetes. During an October 2008 concert, Crosby, looking much thinner than in previous years, announced to the audience that he had recently shed 55 pounds (25 kilograms) as a result of his struggles with the disease.In February 2014, at the urging of his doctor, Crosby postponed the final dates of his solo tour to undergo a cardiac catheterization and angiogram, based on the results of a routine cardiac stress test.Crosby died in Santa Ynez, California, on January 18, 2023, at the age of 81. Believing he was \"probably going to die fairly soon\", Crosby had planned his funeral at least three years prior to his death, to be held at his horse ranch in Santa Ynez, in hopes that he would be reconciled with his former Byrds and CSN bandmates so that they would attend. A statement from his family said that he died \"after a long illness\". However, friends and colleagues described his death as \"sudden\", saying that Crosby had remained active until the day of his death, working on plans for a tour and a new album. Rumors circulated that his death was due to complications of COVID-19.",
        "ngram": 236,
        "subject": "Bill Paxton"
    },
    {
        "text": "In 2013, Jones starred opposite Vanessa Redgrave in a production of Much Ado About Nothing directed by Mark Rylance at The Old Vic, London. From February to June 2013, Jones starred alongside Dame Angela Lansbury in an Australian tour of Driving Miss Daisy. In 2014, Jones starred alongside Annaleigh Ashford as Grandpa in the Broadway revival of the George S. Kaufman comedic play You Can't Take It with You at the Longacre Theatre, Broadway. Ashford received a Tony Award for Best Featured Actress in a Play nomination for her performance. On September 23, 2015, Jones opened in a new revival of The Gin Game opposite Cicely Tyson, in the John Golden Theater, where the play had originally premiered (with Hume Cronyn and Jessica Tandy). The play had a planned limited run of 16 weeks. It closed on January 10, 2016.",
        "ngram": 140,
        "subject": "Bill Paxton"
    },
    {
        "text": "Trump appointed 226 Article III judges, including 54 to the courts of appeals and three to the Supreme Court: Neil Gorsuch, Brett Kavanaugh, and Amy Coney Barrett. His Supreme Court nominees were noted as having politically shifted the Court to the right. In the 2016 campaign, he pledged that Roe v. Wade would be overturned \"automatically\" if he were elected and provided the opportunity to appoint two or three pro-life justices. He later took credit when Roe was overturned in Dobbs v. Jackson Women's Health Organization; all three of his Supreme Court nominees voted with the majority.",
        "ngram": 97,
        "subject": "Bill Paxton"
    },
    {
        "text": "Houston's former husband, Bobby Brown, was reported to be \"in and out of crying fits\" after receiving the news. He did not cancel a scheduled performance, and within hours of his ex-wife's sudden death, an audience in Mississippi watched as Brown blew kisses skyward, tearfully saying: \"I love you, Whitney.\"",
        "ngram": 50,
        "subject": "Bill Paxton"
    },
    {
        "text": "Roosevelt expected that his party would lose seats in the 1934 Congressional elections, as the president's party had done in most previous midterm elections; the Democrats gained seats instead. Empowered by the public's vote of confidence, the first item on Roosevelt's agenda in the 74th Congress was the creation of a social insurance program. The Social Security Act established Social Security and promised economic security for the elderly, the poor, and the sick. Roosevelt insisted that it should be funded by payroll taxes rather than from the general fund, saying, \"We put those payroll contributions there so as to give the contributors a legal, moral, and political right to collect their pensions and unemployment benefits. With those taxes in there, no damn politician can ever scrap my social security program.\" Compared with the social security systems in western European countries, the Social Security Act of 1935 was rather conservative. But for the first time, the federal government took responsibility for the economic security of the aged, the temporarily unemployed, dependent children, and disabled people. Against Roosevelt's original intention for universal coverage, the act excluded farmers, domestic workers, and other groups, which made up about forty percent of the labor force.",
        "ngram": 200,
        "subject": "Bill Paxton"
    },
    {
        "text": "Presley publicly acknowledged her struggle with opioid addiction. She penned a foreword for a book entitled United States of Opioids: A Prescription for Liberating a Nation in Pain (2019); in the foreword, she stated that she was prescribed opioids following the birth of her twin daughters in 2008 and became dependent upon them. She had been using opioids again in the weeks prior to her death on January 12, 2023.",
        "ngram": 70,
        "subject": "Bill Paxton"
    },
    {
        "text": "entrepreneurship, and fashion industry influence. She established the Clara Lionel Foundation, cosmetics brand Fenty Beauty, and fashion house Fenty under LVMH, becoming the first black woman to lead a luxury brand for LVMH. Rihanna has acted in major roles in Battleship (2012), Home (2015), Valerian and the City of a Thousand Planets (2017), and Ocean's 8 (2018). In 2018, she was appointed as an ambassador by the Government of Barbados and declared a National Hero of Barbados in 2021.",
        "ngram": 79,
        "subject": "Bill Paxton"
    },
    {
        "text": "In April 1995, Brown and two friends were charged in the beating of a nightclub patron in Orlando. Police reported that after his arrest, Brown urinated in a police patrol car and scratched four-letter words in the vinyl. The charges were dropped after the victim settled a civil lawsuit against Brown.",
        "ngram": 51,
        "subject": "Bill Paxton"
    },
    {
        "text": "Springsteen and the E Street Band were musical guests on the December 12, 2020, episode of Saturday Night Live, where they performed \"Ghosts\" and \"I'll See You in My Dreams\". This marked the band's first performance since 2017 and their first to promote Letter to You. Garry Tallent and Soozie Tyrell opted to remain at home due to COVID-19 concerns; this was the first time Tallent had ever missed a performance with the band, and Jack Daley of the Disciples of Soul filled in for him.",
        "ngram": 86,
        "subject": "Bill Paxton"
    },
    {
        "text": "In May 1990, he performed the song \"Cold Turkey\" at the John Lennon Memorial concert. In 1990, Kravitz produced the song \"Justify My Love\" for Madonna, which he co-wrote with Ingrid Chavez. The song, which appeared on her greatest hits album The Immaculate Collection and created controversy because of its explicit video, went to number 1 for two consecutive weeks. Kravitz appeared as a member of Peace Choir that performed \"Give Peace a Chance\" in 1991 in protest of the Gulf War.Kravitz separated from Lisa Bonet in 1991, amid rumors of an affair between him and Madonna. Kravitz has denied any infidelity. Kravitz and Bonet divorced in 1993. Kravitz produced the self-titled album Vanessa Paradis (1991) for French singer and actress Vanessa Paradis. He played most of the instruments and co-wrote most of the songs on the album.",
        "ngram": 138,
        "subject": "Bill Paxton"
    },
    {
        "text": "After leaving university, Neeson returned to Ballymena, where he worked in a variety of casual jobs, such as a forklift operator at Guinness and a lorry driver. He also attended teacher training college for two years in Newcastle upon Tyne before again returning to his hometown. In 1976, he joined the Lyric Players' Theatre in Belfast, where he performed for two years. He got his first film experience in 1977, playing Jesus Christ and The Evangelist in the religious film Pilgrim's Progress (1978). He moved to Dublin in 1978 when he was offered a part in Ron Hutchinson's Says I, Says He, a drama about The Troubles, at the Project Arts Centre. He acted in several other Project productions and joined the Abbey Theatre (the National Theatre of Ireland). In 1980, he performed with Stephen Rea, Ray McAnally and Mick Lally, playing Doalty in Brian Friel's play Translations, the first production of Friel's and Rea's Field Day Theatre Company, first presented in the Guildhall in Derry on 23 September 1980.In 1980, filmmaker John Boorman saw him on stage as Lennie Small in Of Mice and Men and offered him the role of Sir Gawain in the Arthurian film Excalibur. After the role, Neeson moved to London, where he continued working on stage, and in small-budget films and television. He lived with actress Helen Mirren, whom he met working on Excalibur. Between 1982 and 1987, he starred in five films, most notably with Mel Gibson and Anthony Hopkins in 1984's The Bounty and Robert De Niro and",
        "ngram": 256,
        "subject": "Bill Paxton"
    },
    {
        "text": "In July, she played Wimbledon and was seeded No.25. Many felt the decision showed bias and unduly favored Williams, who was ranked No.181 in world. Others argued that the All England Club, which does not base seedings on players' current world rankings—as other Grand Slam tournaments do—had sensibly considered Williams's excellent historic record at Wimbledon. Williams reached the Wimbledon semifinals, becoming the lowest-ranked player to do so. She bested 13th seed Görges in the semifinal match, but lost to Kerber in a rematch of the 2016 Wimbledon final. Following Wimbledon, Williams entered the 2018 Silicon Valley Classic, her first appearance in a US Open series tournament since 2015. She suffered the worst loss of her career in the first round, winning just a single game against Johanna Konta. Williams later revealed in an interview with Time that she checked Instagram prior to the match, and discovered that the man who had murdered her half-sister, Yetunde, in 2003 had been released on parole earlier in the year. Williams said she \"couldn't shake it out of [her] mind.\"",
        "ngram": 176,
        "subject": "Bill Paxton"
    },
    {
        "text": "2013 began a trend that saw Ford accepting more diverse supporting roles. That year, he co-starred in the corporate espionage thriller Paranoia with Liam Hemsworth and Gary Oldman, whom he had previously worked with in Air Force One, and also appeared in Ender's Game, 42 and Anchorman 2: The Legend Continues. His performance as Branch Rickey in the film 42 was praised by many critics and garnered Ford a nomination as best supporting actor for the Satellite Awards. In 2014, he appeared in The Expendables 3, and the following year, co-starred with Blake Lively in the romantic drama The Age of Adaline to positive reviews.",
        "ngram": 105,
        "subject": "Bill Paxton"
    },
    {
        "text": "Wax statues of Bieber with the hairstyle from his early career are on display at the Madame Tussauds wax museums in New York City, London, and Amsterdam. In 2018, \"Steps to Stardom\", an exhibit on Bieber's early career, opened in his hometown of Stratford, Ontario at the Stratford Perth Museum, offering a collection of mementos from his formative years and rise to international stardom. The items on display include a professional drum kit he owned as a younger child, his Grammy Award, microphones, his Stratford Warriors hockey jacket, and personal letters, including one from Michelle Obama. Bieber made a number of visits to the museum. \"Steps to Stardom\" was originally scheduled to close in October 2018 but the board of the museum extended its stay for at least another year after the exhibit broke attendance records set by its Anne Frank House exhibit in 2015.At age 17, and within just two years of his professional music career, Bieber was named amongst the Time 100 world's most influential people list and was ranked number 2 on the Forbes Highest-Paid Celebrities Under 30 list. He went on to be included on the Forbes annual list five more times; in 2012, 2013, 2014, 2016 and 2017. He was also included on Forbes' list of the top ten most powerful celebrities in 2011, 2012, and 2013.",
        "ngram": 222,
        "subject": "Bill Paxton"
    },
    {
        "text": "Diesel reprised his role as Dominic Toretto in later installments of the Fast & Furious franchise, Fast Five (2011), Fast & Furious 6 (2013), Furious 7 (2015), The Fate of the Furious (2017), F9 (2021) and the most recent entry, Fast X (2023). He reprised his role as Riddick in the third film of The Chronicles of Riddick series, simply titled Riddick (2013). In August 2013, Diesel received a star on the Hollywood Walk of Fame. He voiced Groot in the 2014 Marvel Cinematic Universe film Guardians of the Galaxy.",
        "ngram": 90,
        "subject": "Bill Paxton"
    },
    {
        "text": "On July 23, at Raw 1000, the Rock announced he would wrestle for the WWE Championship at the Royal Rumble pay-per-view. During the show, he encountered then-reigning WWE Champion CM Punk, Daniel Bryan, and John Cena, all of whom expressed a desire to face him. The Rock later saved Cena from an assault by Big Show, only to be laid out by CM Punk. On the January 7, 2013, episode of Raw, the Rock returned to confront his Royal Rumble opponent CM Punk. On January 11, he made his first SmackDown appearance in ten years, getting into an altercation with Team Rhodes Scholars, resulting in him delivering a Rock Bottom to Damien Sandow and a People's Elbow to Cody Rhodes. The Rock closed out the 20th-anniversary episode of Raw, on January 14, with one of his \"Rock Concerts\", leading to a brawl with CM Punk. The following week on Raw, the Rock was attacked by The Shield. Vince McMahon then asserted that if The Shield attacked the Rock in his title match with CM Punk, Punk would be stripped of the WWE Championship.",
        "ngram": 183,
        "subject": "Bill Paxton"
    },
    {
        "text": "During his presidential campaign, Carter embraced healthcare reform akin to the Ted Kennedy-sponsored bipartisan universal national health insurance. Carter's proposals on healthcare while in office included an April 1977 mandatory health care cost proposal, and a June 1979 proposal that provided private health insurance coverage. Carter saw the June 1979 proposal as a continuation of progress in American health coverage. President Harry S. Truman proposed a designation of health care as a basic right of Americans and Medicare and Medicaid were introduced under President Lyndon B. Johnson. The April 1977 mandatory health care cost proposal was passed in the Senate, but later defeated in the House. During 1978, he met with Kennedy over a compromise healthcare law that proved unsuccessful. He later said Kennedy's disagreements thwarted his plan to provide a comprehensive American health care system.",
        "ngram": 136,
        "subject": "Bill Paxton"
    },
    {
        "text": "Williams began her 2018 season at the Sydney International, where she was the second seed and received a first-round bye. In the second round she lost to Angelique Kerber, who went on to win the tournament. As the fifth seed and defending finalist at the Australian Open, Williams lost in straight sets to Belinda Bencic in the first round, ending her streak of seven consecutive appearances in the second week of the Grand Slams, and as a result dropping considerably in the rankings as well.",
        "ngram": 85,
        "subject": "Bill Paxton"
    },
    {
        "text": "In January 2013, Rihanna confirmed that she and Brown had resumed their romantic relationship, stating, \"It's different now. We don't have those types of arguments anymore. We talk about shit. We value each other. We know exactly what we have now, and we don't want to lose that.\" Speaking of Brown, Rihanna also said, \"He's not the monster everybody thinks. He's a good person. He has a fantastic heart. He's giving and loving. And he's fun to be around. That's what I love about him – he always makes me laugh. All I want to do is laugh, really – and I do that with him\". Rihanna and Brown collaborated again on a duet song off Rihanna's Unapologetic album titled \"Nobody's Business\". The song was noted by critics as a public response by the couple towards the public perception of their intimacy. In a May 2013 interview, Brown stated that he and Rihanna had broken up again. He subsequently reunited with Tran, but they parted ways following confirmation of Brown's first-born daughter in 2015, unwittingly conceived with another woman during a break from his releationship with Tran. Brown also welcomed a son and a second daughter in 2019 and 2022, respectively, each with a different woman.",
        "ngram": 206,
        "subject": "Bill Paxton"
    },
    {
        "text": "Baldwin made his feature film debut with a minor role in the 1987 comedy-mystery Forever, Lulu. In 1988, he rose to prominence acting in five major films. He starred in Tim Burton fantasy horror comedy Beetlejuice (1988) opposite Michael Keaton and Geena Davis. He had supporting roles in the Mike Nichols romantic comedy Working Girl and Jonathan Demme's crime comedy Married to the Mob. He also co-starred in Oliver Stone's drama Talk Radio opposite Eric Bogosian and in the John Hughes romantic drama She's Having a Baby with Kevin Bacon and Elizabeth McGovern.",
        "ngram": 93,
        "subject": "Bill Paxton"
    },
    {
        "text": "Roosevelt, a chain-smoker throughout his adult life, had been in declining health since at least 1940. In March 1944, shortly after his 62nd birthday, he underwent testing at Bethesda Hospital and was found to have hypertension, atherosclerosis, coronary artery disease causing angina pectoris, and congestive heart failure.",
        "ngram": 47,
        "subject": "Bill Paxton"
    },
    {
        "text": "On Saturday Night's Main Event II, he successfully defended the title against Nikolai Volkoff in a flag match. He met long-time rival Roddy Piper in a WWF title match at the Wrestling Classic pay-per-view (PPV) event. Hogan retained the title by disqualification after Bob Orton interfered and hit Hogan with his cast. Hogan had many challengers in the way as the new year began. Throughout 1986, Hogan made successful title defenses against challengers such as Terry Funk, Don Muraco, King Kong Bundy (in a steel cage match at WrestleMania 2), Paul Orndorff, and Hercules Hernandez.",
        "ngram": 95,
        "subject": "Bill Paxton"
    },
    {
        "text": "One of the deepest teachings of Confucius may have been the superiority of personal exemplification over explicit rules of behavior. His moral teachings emphasized self-cultivation, emulation of moral exemplars, and the attainment of skilled judgment rather than knowledge of rules. Confucian ethics may, therefore, be considered a type of virtue ethics. His teachings rarely rely on reasoned argument, and ethical ideals and methods are conveyed indirectly, through allusion, innuendo, and even tautology. His teachings require examination and context to be understood. A good example is found in this famous anecdote:",
        "ngram": 90,
        "subject": "Bill Paxton"
    },
    {
        "text": "In May 2018, Gomez released the single \"Back to You\", from the 13 Reasons Why Season 2 Soundtrack. It reached the top-ten in a variety of charts in European countries, top-five in Australia and Canada, and reached top-twenty in the U.S. and the U.K. Gomez voiced Mavis again in Hotel Transylvania 3: Summer Vacation, which was released in July. The film was a commercial success, and received mixed to positive reviews. With box office earnings of US$528 million worldwide, it becoming Sony Pictures Animation's highest-grossing film worldwide to be completely animated and second-highest overall. (Spider-Man: Across the Spider-Verse in 2023 surpassed this record). Gomez featured on DJ Snake's song \"Taki Taki\" alongside Ozuna and Cardi B, released in September. The single achieved global success, reaching the top-ten in Canada, France, Germany, Italy, topped the charts in Spain and several Latin American countries, and peaked at number eleven in the U.S. The song has received numerous awards and nominations including, nominations for the two Billboard Music Awards and, but ultimately won Song of the Year at the 2019 Latin American Music Awards. From 2011 to 2018, Gomez had a streak of 16 consecutive top 40 hits on the Billboard Hot 100, which is the longest active run of any artist according to Billboard. In November 2018, Gomez surpassed Drake and became Spotify's most-streamed artist with 46 million monthly listeners while not releasing new album since 2015 (Ariana Grande later surpassed this record). Gomez also featured on Julia Michaels's single \"Anxiety\", released in January 2019, and the following",
        "ngram": 256,
        "subject": "Bill Paxton"
    },
    {
        "text": "On July 10, 2010, a special temporary exhibit entitled True Evel: The Amazing Story of Evel Knievel was opened at the Harley-Davidson Museum in Milwaukee, Wisconsin. The exhibit was opened in collaboration with Harley-Davidson Motorcycles and Evel's oldest son, Kelly. Among the various artifacts from Knievel's life, the exhibit included his \"Shark Jump\" Harley-Davidson XR-750, the Skycycle X-2, a blue jumpsuit from late in his career without any sponsor patches, and his trademark red-white-and-blue jumpsuit complete with his helmet and walking stick. Evel Knievel merchandising, personal artifacts, and X-rays from his injuries were also exhibited. In December 2010, a traveling version of the exhibit began a one-year tour of the United Kingdom and Europe.",
        "ngram": 114,
        "subject": "Bill Paxton"
    },
    {
        "text": "In 1875, Grant proposed a constitutional amendment that limited religious indoctrination in public schools. Schools would be for all children \"irrespective of sex, color, birthplace, or religions\". Grant's views were incorporated into the Blaine Amendment, but it was defeated by the Senate.",
        "ngram": 42,
        "subject": "Bill Paxton"
    },
    {
        "text": "In November 2010, Aguilera began dating production assistant Matthew Rutler, whom she met while filming the musical Burlesque. Aguilera was arrested for public intoxication in March 2011, while Rutler was booked for driving under the influence. However, the charges were dropped against Rutler the following month. In 2014, they became engaged on Valentine's Day. Later that year, Aguilera gave birth to their daughter.Aguilera was raised Catholic, although she was learning about Judaism in the mid 2000s. In 2022, she opened up about depression and anxiety, stating \"I experienced a lot of trauma in my childhood [...] I've definitely had struggles in the past with depression and anxiety. It's a constant battle to overcome a mind that is anxious, a mind that is always second-guessing\". Aguilera has also been sharing about insecurity and struggling with body image early in her career.In 2007, Aguilera purchased a Mediterranean-style mansion in Beverly Hills for $11.5 million, which she sold for $13.5 million in March 2013. Shortly afterwards, she acquired a house in the Mulholland Estates' private enclave, at the Santa Monica Mountains, for $10 million and currently resides with her family. In 2000, Aguilera was among the biggest moneymakers in the music business with over £65 million earned with albums sales, merchandising and licensing deals according VH1. In January 2008, she was ranked 19th on Forbes' list of Top-Earning Women in Music of 2007 with earnings of $20 million. The previous year, she was also included on their list of richest women in entertainment industry, with an estimated net worth",
        "ngram": 256,
        "subject": "Bill Paxton"
    }
]