[
    {
        "text": "During a news conference on May 26, 1977, Carter said South Korea could defend itself with reduced American troops in case of conflict. From June 30 to July 1, 1979, Carter held meetings with president of South Korea Park Chung Hee at the Blue House for a discussion on relations between the U.S. and South Korea as well as Carter's interest in preserving his policy of worldwide tension reduction. On April 21, 1978, Carter announced a reduction in American troops in South Korea scheduled to be released by the end of the year by two-thirds, citing lack of action by Congress in regard to a compensatory aid package for the South Korean government.",
        "ngram": 113,
        "subject": "Mark Harmon"
    },
    {
        "text": "James Joseph \"Jim\" Parsons (born March 24, 1973) is an American actor and producer. From 2007 to 2019, he played Sheldon Cooper in the CBS sitcom The Big Bang Theory. He has received various awards, including four Primetime Emmy Awards for Outstanding Lead Actor in a Comedy Series and the Golden Globe Award for Best Actor in a Television Series Musical or Comedy. In 2018, Forbes estimated his annual salary to be $26.5 million and named him the world's highest-paid television actor.Parsons made his Broadway debut portraying Tommy Boatwright in the Larry Kramer play The Normal Heart (2011). He has since returned to Broadway acting in the plays Harvey (2012), An Act of God (2015), The Boys in the Band (2018), and Mother Play (2024).",
        "ngram": 125,
        "subject": "Mark Harmon"
    },
    {
        "text": "Sutherland has received various honours including inductions into the Canadian Walk of Fame in 2000 and Hollywood Walk of Fame 2011. He was made an Officer of the Order of Canada (OC) in 1978, a Commandeur of the Ordre des Arts et des Lettres in 2012 and received the Companion of the Order of Canada (CC) in 2019. He is the father of actors Kiefer Sutherland, Rossif Sutherland, and Angus Sutherland. In October 2023, Canada Post issued a stamp in his honour, commemorating his career as one of Canada's most respected and versatile actors.",
        "ngram": 94,
        "subject": "Mark Harmon"
    },
    {
        "text": "In the painting Virgin and Child with Saint Anne, the composition again picks up the theme of figures in a landscape, which Wasserman describes as \"breathtakingly beautiful\" and harkens back to the Saint Jerome with the figure set at an oblique angle. What makes this painting unusual is that there are two obliquely set figures superimposed. Mary is seated on the knee of her mother, Saint Anne. She leans forward to restrain the Christ Child as he plays roughly with a lamb, the sign of his own impending sacrifice. This painting, which was copied many times, influenced Michelangelo, Raphael, and Andrea del Sarto, and through them Pontormo and Correggio. The trends in composition were adopted in particular by the Venetian painters Tintoretto and Veronese.",
        "ngram": 124,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 1969, during the first weekend of August, Norris defended his title as world champion at the International Karate Championship. The competition included champions from most of the fifty states as well as half a dozen from abroad who joined for the preliminaries. Norris retained his title and won Karate's triple crown for the most tournament wins of the year, he also got the Fighter of the Year award by Black Belt magazine. Around this time, Norris made his acting debut in the Dean Martin film The Wrecking Crew.",
        "ngram": 89,
        "subject": "Mark Harmon"
    },
    {
        "text": "Richard Tiffany Gere ( GEER; born August 31, 1949) is an American actor. He began appearing in films in the 1970s, playing a supporting role in Looking for Mr. Goodbar (1977) and a starring role in Days of Heaven (1978). He came to prominence with his role in the film American Gigolo (1980), which established him as a leading man and a sex symbol. His other films include An Officer and a Gentleman (1982), The Cotton Club (1984), No Mercy (1986), Pretty Woman (1990), Sommersby (1993), Intersection (1994), First Knight (1995), Primal Fear (1996), Runaway Bride (1999), Dr. T & the Women (2000), Shall We Dance? (2004), I'm Not There (2007), Arbitrage (2012) and Norman (2016). For portraying Billy Flynn in the musical Chicago (2002), he won a Golden Globe Award.",
        "ngram": 131,
        "subject": "Mark Harmon"
    },
    {
        "text": "Aguilera released her ninth studio album, titled Aguilera, originally as a double album on May 31, 2022. The  album paid tribute to different genres of Latin music, and consisted of three separately released parts: La Fuerza, La Tormenta, and La Luz. The full album was released in its complete form on September 30, 2022. The album was preceded with the singles \"Pa Mis Muchachas\", \"Somos Nada\", \"Santo\" and followed with \"Suéltame\" and \"No Es Que Te Extrañe\". Aguilera received widespread critical acclaim from music critics upon release, and was placed on several year-end lists by publications such as Billboard and the Houston Chronicle. The album was promoted through the EU / UK Summer Series promotional tour, which consisted of five festival shows throughout Europe and three arena concerts in the United Kingdom. The promotional tour received critical praise.Aguilera and its songs received seven nominations at the 23rd Annual Latin Grammy Awards with the album winning for Best Traditional Pop Vocal Album. The album also received another two nominations for Best Latin Pop Album and Best Immersive Audio Album at the 65th Annual Grammy Awards. \"No Es Que Te Extrañe\" was also nominated for Record of the Year at the 24th Annual Latin Grammy Awards.On June 11, 2022, Aguilera headlined the Los Angeles Pride festival with guests Mýa, Kim Petras and Paris Hilton. The use of a strap-on dildo during the set was the subject of polarized reception. In October 2022, Stripped was reissued for its 20-year anniversary, featuring \"I Will Be\" (the b-side to \"Dirrty\")",
        "ngram": 256,
        "subject": "Mark Harmon"
    },
    {
        "text": "In the slumbering centuries following the decline of the Roman Empire, Aristotle's vast philosophical and scientific corpus lay largely dormant in the West. But in the burgeoning intellectual heartland of the Abbasid Caliphate, his works underwent a remarkable revival. Translated into Arabic alongside other Greek classics, Aristotle's logic, ethics, and natural philosophy ignited the minds of early Islamic scholars.Through meticulous commentaries and critical engagements, figures like Al-Farabi and Ibn Sina (Avicenna) breathed new life into Aristotle's ideas. They harmonized his logic with Islamic theology, employed his scientific methodologies to explore the natural world, and even reinterpreted his ethics within the framework of Islamic morality. This revival was not mere imitation. Islamic thinkers embraced Aristotle's rigorous methods while simultaneously challenging his conclusions where they diverged from their own religious beliefs.",
        "ngram": 129,
        "subject": "Mark Harmon"
    },
    {
        "text": "Jefferson was steeped in the British Whig tradition of the oppressed majority set against a repeatedly unresponsive court party in the Parliament. He justified small outbreaks of rebellion as necessary to get monarchial regimes to amend oppressive measures compromising popular liberties. In a republican regime ruled by the majority, he acknowledged \"it will often be exercised when wrong\". But \"the remedy is to set them right as to facts, pardon and pacify them\". As Jefferson saw his party triumph in two terms of his presidency and launch into a third term under James Madison, his view of the U.S. as a continental republic and an \"empire of liberty\" grew more upbeat. On departing the presidency, he described America as \"trusted with the destines of this solitary republic of the world, the only monument of human rights, and the sole depository of the sacred fire of freedom and self-government\".",
        "ngram": 148,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 2008, Brolin starred in another Oliver Stone film, W., a biopic about key events in the life of President George W. Bush. Stone pursued an initially hesitant Brolin for the role. He said of his decision to cast Brolin in the leading role:",
        "ngram": 44,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 2008, Wilde campaigned with actors Justin Long and then-current House castmate Kal Penn in support for Democratic presidential nominee Barack Obama. She supported the youth voter organization 18 in '08, serving on their advisory council and appearing in a public service announcement that debuted June 30, 2008, encouraging youth to vote in the 2008 election.",
        "ngram": 56,
        "subject": "Mark Harmon"
    },
    {
        "text": "On November 16, 2023, the New York Times crossword, created by Paolo Pascal, paid homage to Knievel with a themed crossword which included clues such as \"Description of this puzzle's subject\" (DAREDEVIL) and \"Acting dangerously, like this puzzle's subject\" (LIVING ON THE EDGE). Upon completion of the puzzle through the NYT Games app or website, solvers were rewarded with a short animation of a person on a motorcycle leaping through the squares of the crossword over three buses.",
        "ngram": 78,
        "subject": "Mark Harmon"
    },
    {
        "text": "Jefferson had a lifelong interest in linguistics, and could speak, read, and write in a number of languages, including French, Greek, Italian, and German. In his early years, he excelled in classical languages. Jefferson later came to regard Greek as the \"perfect language\" as expressed in its laws and philosophy. While attending the College of William & Mary, he taught himself Italian. Here Jefferson first became familiar with the Anglo-Saxon language, especially as it was associated with English Common law and system of government and studied the language in a linguistic and philosophical capacity. He owned 17 volumes of Anglo-Saxon texts and grammar and later wrote an essay on the Anglo-Saxon language.",
        "ngram": 112,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 1986, Dr. Dre met rapper O'Shea Jackson—known as Ice Cube—who collaborated with him to record songs for Ruthless Records, a hip hop record label run by local rapper Eazy-E. N.W.A and fellow West Coast rapper Ice-T are widely credited as seminal artists of the gangsta rap genre, a profanity-heavy subgenre of hip hop, replete with gritty depictions of urban crime and gang lifestyle. Not feeling constricted to racially charged political issues pioneered by rap artists such as Public Enemy or Boogie Down Productions, N.W.A favored themes and uncompromising lyrics, offering stark descriptions of violent, inner-city streets. Propelled by the hit \"Fuck tha Police\", the group's first full album Straight Outta Compton became a major success, despite an almost complete absence of radio airplay or major concert tours. The Federal Bureau of Investigation sent Ruthless Records a warning letter in response to the song's content.After Ice Cube left N.W.A in 1989 over financial disputes, Dr. Dre produced and performed for much of the group's second album Efil4zaggin. He also produced tracks for a number of other acts on Ruthless Records, including Eazy-E's 1988 solo debut Eazy-Duz-It, Above the Law's 1990 debut Livin' Like Hustlers, Michel'le's 1989 self-titled debut, the D.O.C.'s 1989 debut No One Can Do It Better, J.J. Fad's 1988 debut Supersonic and funk rock musician Jimmy Z's 1991 album Muzical Madness.",
        "ngram": 223,
        "subject": "Mark Harmon"
    },
    {
        "text": "As an actress, Hurley's best-known film roles have been as Vanessa Kensington in Austin Powers: International Man of Mystery (1997) and as the Devil in Bedazzled (2000). Hurley's television roles include the E! original series The Royals (2015–2018) and portraying Morgan le Fay in Runaways (2019), based on the Marvel Comics series of the same name. She portrayed Diana Payne on the fifth season of The CW's original series Gossip Girl (2011). ",
        "ngram": 73,
        "subject": "Mark Harmon"
    },
    {
        "text": "Jackson filed a lawsuit against an advertising company, Traffix of Pearl River, New York, on July 21, 2007, for using his image in a promotion he said threatened his safety. He was alerted by a staff member to an Internet advertisement on a Myspace page. According to court documents, the advertisement had a cartoon image of the rapper with \"Shoot the rapper and you will win $5000 or five ring tones guaranteed\". Although the ad did not use his name, the image allegedly resembled him and suggested that he endorsed the product. The lawsuit, calling the ad a \"vile, tasteless and despicable\" use of Jackson's image which \"quite literally call[ed] for violence against him\", sought unspecified punitive damages and a permanent injunction against the use of his image without permission.",
        "ngram": 130,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 2000, Trump ran in the California and Michigan primaries for nomination as the Reform Party candidate for the 2000 presidential election but withdrew from the race in February 2000. A July 1999 poll matching him against likely Republican nominee George W. Bush and likely Democratic nominee Al Gore showed Trump with seven percent support.",
        "ngram": 55,
        "subject": "Mark Harmon"
    },
    {
        "text": "In a September 2016 interview with NPR, Cuban effectively positioned himself to support Clinton. He posited that the best strategy to beat Trump was to attack his insecurities, especially that of his intellect. He also added that Trump is the least qualified to be president and is not informed about policies.",
        "ngram": 51,
        "subject": "Mark Harmon"
    },
    {
        "text": "Harry identifies as a feminist. During their visit to Morocco in February 2019, the Duke and Duchess focused on projects centred on \"women's empowerment, girls' education, inclusivity and encouragement of social entrepreneurship\". As part of establishing a separate office from Kensington Palace in 2019, the Duke and Duchess created an Instagram social media account, which broke the record for the fastest account at the time to reach a million followers. During his trip to Angola in 2019, the Duke visited the Born Free to Shine project in Luanda, an initiative by First Lady Ana Dias Lourenço which aims to \"prevent HIV transmission from mothers to babies\" through education, medical testing and treatment. He also met HIV+ youth and teenagers during his visit. During his visit to the Luengue-Luiana National Park, the Duke unveiled an initiative by the Queen's Commonwealth Canopy to help with protecting \"an ancient elephant migration route\" by providing safe passage for them in the forest. In September and October 2019, a Southern African tour included Malawi, Angola, South Africa and Botswana. Because infant son Archie travelled with the Sussexes, this was \"their first official tour as a family\". Harry completed 1,190 engagements between 2006 and 2019.",
        "ngram": 199,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 2016, the Nashville Sounds Minor League Baseball team added the \"Country Legends Race\" to its between-innings entertainment. At the middle of the fifth inning, people in oversized foam caricature costumes depicting Cash, as well as George Jones, Reba McEntire, and Dolly Parton, race around the warning track at First Horizon Park from center field to the home plate side of the first base dugout.On February 8, 2018, the album Forever Words was announced, putting music to poems that Cash had written and which were published in book form in 2016.Johnny Cash's boyhood home in Dyess was listed in the National Register of Historic Places on May 2, 2018, as \"Farm No. 266, Johnny Cash Boyhood Home.\"The Arkansas Country Music Awards honored Johnny Cash's legacy with the Lifetime Achievement award on June 3, 2018. The ceremony was held that same date, which was a Monday night at the University of Arkansas at Little Rock in Little Rock, Arkansas. The nominations took place in early 2018.In 2019, Sheryl Crow released a duet with Cash on her song \"Redemption Day\" for her final album Threads. Crow, who had originally written and recorded the song in 1996, recorded new vocals and added them to those of Cash, who recorded the song for his American VI: Ain't No Grave album.In April 2019, it was announced that the state of Arkansas would place a statue of Cash in the National Statuary Hall in an effort to represent the modern history of Arkansas. The Governor of Arkansas, Asa Hutchinson, stated that Cash's",
        "ngram": 256,
        "subject": "Mark Harmon"
    },
    {
        "text": "By the early 1970s, Cash had established his public image as the \"Man in Black\". He regularly performed in entirely black suits with a long, black, knee-length coat. This outfit stood in contrast to the rhinestone suits and cowboy boots worn by most of the major country acts of his day.",
        "ngram": 51,
        "subject": "Mark Harmon"
    },
    {
        "text": "In January 2017, American intelligence agencies—the CIA, the FBI, and the NSA, represented by the Director of National Intelligence—jointly stated with \"high confidence\" that the Russian government interfered in the 2016 presidential election to favor the election of Trump. In March 2017, FBI Director James Comey told Congress, \"[T]he FBI, as part of our counterintelligence mission, is investigating the Russian government's efforts to interfere in the 2016 presidential election. That includes investigating the nature of any links between individuals associated with the Trump campaign and the Russian government, and whether there was any coordination between the campaign and Russia's efforts.\" Many suspicious links between Trump associates and Russian officials and spies were discovered and the relationships between Russians and \"team Trump\" were widely reported by the press.",
        "ngram": 127,
        "subject": "Mark Harmon"
    },
    {
        "text": "As of 2021, Lopez continues to regularly donate to and support charities. In September 2021, she launched her own philanthropic organization, Limitless Labs, that supports and empowers Latina entrepreneurs and business owners. Lopez announced a partnership between the venture and the 10,000 Small Businesses initiative. In June 2022, Lopez and Limitless Labs partnered with nonprofit Grameen America as a national ambassador to empower women-led Latina businesses with $14 billion in business loans and \"6 million hours of financial education and training by 2030.\" Lopez has performed at charity concerts throughout her career, including the Los Angeles Dodgers Foundation's Blue Diamond Gala in 2022, which raised $3.6 million for education, health care, homelessness and social justice causes.",
        "ngram": 116,
        "subject": "Mark Harmon"
    },
    {
        "text": "Working towards its goal of reusable rockets, in 2015 SpaceX successfully landed the first stage of a Falcon 9 on an inland platform. Later landings were achieved on autonomous spaceport drone ships, an ocean-based recovery platform. In 2018, SpaceX launched the Falcon Heavy; the inaugural mission carried Musk's personal Tesla Roadster as a dummy payload. Since 2019, SpaceX has been developing Starship, a fully-reusable, super-heavy-lift launch vehicle intended to replace the Falcon 9 and the Falcon Heavy. In 2020, SpaceX launched its first crewed flight, the Demo-2, becoming the first private company to place astronauts into orbit and dock a crewed spacecraft with the ISS.",
        "ngram": 105,
        "subject": "Mark Harmon"
    },
    {
        "text": "Quaid returned to television portraying U.S. President Bill Clinton, alongside Michael Sheen as Tony Blair and Hope Davis as Hillary Clinton, in the HBO film The Special Relationship (2009). He received acclaim as well as nominations for the Primetime Emmy Award for Outstanding Lead Actor in a Limited or Anthology Series or Movie as well as a Golden Globe Award and a Screen Actors Guild Award. In 2012 and 2013, Quaid played Sheriff Ralph Lamb in the CBS TV drama series Vegas. In 2015 he made guest appearances playing Lucky Luciano in Drunk History and a Chief and a Judge in Inside Amy Schumer. From 2015 to 2016 he played Samuel Brukner in the Crackle series The Art of More. He played Michael Lennox in the British series Fortitude in 2017 and Wade Blackwood in the Amazon Prime legal series Goliath in 2019.",
        "ngram": 143,
        "subject": "Mark Harmon"
    },
    {
        "text": "On January 15, 2014, Duff signed on to co-star opposite Sutton Foster in the comedy-drama pilot Younger. The series is based on a Pamela Redmond Satran novel, and created and executive-produced by Darren Star for TV Land. Duff was cast as Kelsey Peters, an \"ambitious 20-something\" who persuades Foster's character to work in a publishing firm. In April 2014, it was announced that the pilot was picked up for a series with a 12-episode deal. The show marked Duff's first starring role in a television series since her appearance on Lizzie McGuire. Younger premiered on March 31, 2015. The series received generally positive reviews from critics and her performance as Kelsey Peters earned her acclaim. It earned her nominations for Favorite Cable TV Actress at the 2016 and 2017 People's Choice Awards, two Teen Choice Awards nominations, and a nomination for the Gracie Allen Awards.Duff attended the 2014 iHeartRadio Music Awards on May 1, 2014, where she confirmed that she was working with songwriter Savan Kotecha and English singer Ed Sheeran. On July 23, 2014, it was revealed that Duff had signed with RCA Records. She released the single \"Chasing the Sun\" and its accompanying music video on July 29, 2014. The song entered the Billboard Hot 100 at number 79, becoming her first song to enter the chart since \"Stranger\" (2007). The song's music video garnered fourteen million views in its first week of release on popular video sharing website YouTube. \"All About You\" was released as a single on August 12. It failed to",
        "ngram": 256,
        "subject": "Mark Harmon"
    },
    {
        "text": "In October 2021, Meghan and Harry announced their partnership with Ethic, a sustainable investment firm based in New York City, which also manages the couple's investments. According to state filings from Delaware, where the couple's Archewell foundation is registered, Meghan and Harry incorporated 11 companies and a trust beginning in early 2020 which include Orinoco Publishing LLC and Peca Publishing LLC to hold the rights for their books as well as Cobblestone Lane LLC and IPHW LLC which are holders of their foundation's logos. Frim Fram Inc., which ran The Tig, had been registered earlier as a new corporation in Delaware in December 2019.",
        "ngram": 104,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 2018, Tatler included Meghan with other senior royal women on its list of Britain's best dressed people. Following the announcement of her pregnancy, she appeared in a Karen Gee dress that resulted in the Australian designer's website crashing. Fashion website Net-a-Porter ranked Meghan as one of the best dressed women in 2018. She was nominated for the 2018 Teen Choice Awards in the category Choice Style Icon. In 2019, British brand Reiss reported a growth in profits after Meghan was seen wearing a mini dress by them on International Women's Day. In 2022, the black Armani dress worn by Meghan during her Oprah interview was selected by the Fashion Museum, Bath, as Dress of the Year 2021. In the same year, she was featured in the cover story for the 2022 Fall Fashion issue of The Cut. There was controversy over her claim in the interview that she had been told at the premiere of The Lion King that her marriage resulted in rejoicing in South Africa similar to that seen at Nelson Mandela's release from prison in 1990.",
        "ngram": 180,
        "subject": "Mark Harmon"
    },
    {
        "text": "Numerous entertainment and sports figures around the world have cited Lee as a major influence on their work, including martial arts actors such as Jackie Chan and Donnie Yen, actor-bodybuilder Arnold Schwarzenegger, actor-comedians such as Eddie Murphy and Eddie Griffin, actresses such as Olivia Munn and Dianne Doan, musicians such as Steve Aoki and Rohan Marley, rappers such as LL Cool J and Wu-Tang Clan leader RZA, bands such as Gorillaz, comedians such as W. Kamau Bell and Margaret Cho, basketball players Stephen Curry and Jamal Murray, skaters Tony Hawk and Christian Hosoi, and American footballer Kyler Murray, among others.",
        "ngram": 100,
        "subject": "Mark Harmon"
    },
    {
        "text": "In 1994, McEntire starred in Is There Life Out There? a television movie based on her song of the same name. The following year, she appeared in Buffalo Girls, which was based upon the life of western cowgirl Calamity Jane (played by Anjelica Huston). Playing Jane's friend Annie Oakley, Buffalo Girls was nominated for an Emmy award. In 1996, McEntire was cast by director James Cameron as Molly Brown in his film Titanic. However, when it became apparent production for the film would extend well beyond its original length, McEntire had to turn down the part, as she had already scheduled prior concert engagements. The role was recast with Kathy Bates. In 1998, she starred as Lizzie Brooks in Forever Love, which was based upon McEntire's hit single of the same name.",
        "ngram": 132,
        "subject": "Mark Harmon"
    },
    {
        "text": "Queen Elizabeth II died on 8 September 2022, and Catherine's father-in-law succeeded as Charles III. The following day, William was created Prince of Wales by his father, making Catherine Princess of Wales. In September 2022, Catherine and William visited Anglesey and Swansea, which marked their first visit to Wales since becoming Princess and Prince of Wales. In February 2023, they visited Falmouth, marking their first visit to the region since becoming Duke and Duchess of Cornwall.",
        "ngram": 76,
        "subject": "Mark Harmon"
    },
    {
        "text": "Simon and Garfunkel's relationship became strained and they split in 1970. At the urging of his wife, Peggy Harper, Simon called Davis to confirm the duo's breakup. For the next several years, they spoke only two or three times a year.",
        "ngram": 41,
        "subject": "Mark Harmon"
    },
    {
        "text": "Williams defended her title at the Brisbane International by defeating No.2 Azarenka in the final. At the Australian Open, she fell in the fourth round to Ana Ivanovic. In Dubai, Williams lost her semifinal match to Alizé Cornet in straight sets. Williams then played in the Miami Open, where she won her record seventh title with a straight-sets victory over No.2 Li Na. At the Family Circle Cup, she lost to Jana Čepelová in the second round. She made it to the quarterfinals at the Madrid Open before withdrawing with a thigh injury. In Rome, Williams won her third title of the season. She suffered the worst loss of her Grand Slam career in the second round of the French Open when Garbiñe Muguruza defeated her while losing just four games in two sets. Cornet defeated Williams in the third round of Wimbledon, handing Williams her earliest Wimbledon elimination since 2005. During the doubles event with Venus, Serena hit four consecutive doubles faults. She appeared disoriented and unsteady on her feet, and withdrew from the tournament. The official cause of withdrawal was \"viral illness.\"",
        "ngram": 184,
        "subject": "Mark Harmon"
    },
    {
        "text": "In April 1959, Lee's parents decided to send him to the United States to stay with his older sister, Agnes Lee (李秋鳳), who was already living with family friends in San Francisco. After several months, he moved to Seattle in 1959 to continue his high school education, where he also worked for Ruby Chow as a live-in waiter at her restaurant. Chow's husband was a co-worker and friend of Lee's father. Lee's elder brother Peter Lee (李忠琛) joined him in Seattle for a short stay, before moving on to Minnesota to attend college.",
        "ngram": 93,
        "subject": "Mark Harmon"
    },
    {
        "text": "SpaceX attempted its first launch of the Falcon 1 rocket in 2006. Though the rocket failed to reach Earth orbit, it was awarded a Commercial Orbital Transportation Services program contract from NASA Administrator (and former SpaceX consultant) Mike Griffin later that year. After two more failed attempts that nearly caused Musk and his companies to go bankrupt, SpaceX succeeded in launching the Falcon 1 into orbit in 2008. Later that year, SpaceX received a $1.6 billion Commercial Resupply Services contract from NASA for 12 flights of its Falcon 9 rocket and Dragon spacecraft to the International Space Station, replacing the Space Shuttle after its 2011 retirement. In 2012, the Dragon vehicle docked with the ISS, a first for a commercial spacecraft.",
        "ngram": 121,
        "subject": "Mark Harmon"
    }
]