[
    {
        "text": "After a dispute with Eazy-E, Dre left the group at the peak of its popularity in 1991 under the advice of friend, and N.W.A lyricist, the D.O.C. and his bodyguard at the time, Suge Knight. Knight, a notorious strongman and intimidator, was able to have Eazy-E release Young from his contract and, using Dr. Dre as his flagship artist, founded Death Row Records. In 1992, Young released his first single, the title track to the film Deep Cover, a collaboration with rapper Snoop Dogg, whom he met through Warren G. Dr. Dre's debut solo album was The Chronic, released under Death Row Records with Suge Knight as executive producer. Young ushered in a new style of rap, both in terms of musical style and lyrical content, including introducing a number of artists to the industry including Snoop Dogg, Kurupt, Daz Dillinger, RBX, the Lady of Rage, Nate Dogg and Jewell.",
        "ngram": 150,
        "subject": "Matthew Perry"
    },
    {
        "text": "The space, about the size of a college dorm room, is splattered with papers, ideas scribbled down in black ink. Nuthin' but G thangs waiting to happen. Those that don't happen end up in a round, purple L.A. Lakers trash can. A kitchen, red and stainless steel like a '50s diner, adjoins the control room ",
        "ngram": 56,
        "subject": "Matthew Perry"
    },
    {
        "text": "Weaver appeared two years later as Warrant Officer / Lieutenant Ripley in Ridley Scott's blockbuster film Alien (1979), in a role initially designated to co-star British-born actress Veronica Cartwright until a late change in casting. Cartwright stated to World Entertainment News Network (WENN) that she was in England ready to start work on Alien when she discovered that she would be playing the navigator Lambert in the project, and Weaver had been given the lead role of Ellen Ripley.",
        "ngram": 79,
        "subject": "Matthew Perry"
    },
    {
        "text": "Sheen's HIV-positive disclosure corresponded with the greatest number of HIV-related Google searches ever recorded in the United States. During the three weeks following his disclosure, there were about 2.75 million more searches than expected that included the term HIV, and 1.25 million searches were directly relevant to public-health outcomes because they included search terms for condoms, HIV symptoms, or HIV testing (e.g., \"get HIV tested\").A later study found Sheen's disclosure corresponded with a 95% increase in over-the-counter at-home HIV testing kits.The study's authors dubbed it \"The Charlie Sheen Effect\" with commenters noting \"Charlie Sheen did more for HIV education than most UN events do.\" Sheen spoke out for HIV prevention, citing the studies as motivation, later adding he was \"humbled\" to \"be of service.\"",
        "ngram": 124,
        "subject": "Matthew Perry"
    },
    {
        "text": "Gomez first gained an interest in pursuing a career in entertainment watching her mother prepare for stage productions. In 2002, she began her acting career on the children's television series Barney & Friends, portraying the character Gianna. The show was her first acting gig. Gomez recalled of the experience, \"I was very shy when I was little [...] I didn't know what 'camera right' was. I didn't know what blocking was. I learned everything from Barney.\" Gomez appeared in thirteen episodes of the show between 2002 and 2004; the show's producers released her as she was \"too old\" for the series. While working on Barney & Friends, Gomez had bit part roles in the film Spy Kids 3-D: Game Over (2003) and the made-for-television film Walker, Texas Ranger: Trial by Fire (2005). She guest starred in a 2006 episode of the Disney Channel series The Suite Life of Zack & Cody.",
        "ngram": 151,
        "subject": "Matthew Perry"
    },
    {
        "text": "Hogan hosted the comeback series of American Gladiators on NBC in 2008. He also hosted and judged the short-lived reality show, Hulk Hogan's Celebrity Championship Wrestling. Hogan had a special titled Finding Hulk Hogan on A&E on November 17, 2010.",
        "ngram": 40,
        "subject": "Matthew Perry"
    },
    {
        "text": "At age 20, Arquette had a relationship with Paul Rossi, a musician. They had a son together, Enzo Rossi, born on January 3, 1989. In April 1995, Arquette married Nicolas Cage (with whom she later co-starred in Bringing Out the Dead in 1999). They separated after nine months, but acted as a couple in public until Cage filed for divorce in February 2000. She briefly dated Mark Rogowski.Arquette and actor Thomas Jane became engaged in 2002. Their daughter Harlow Olivia Calliope Jane was born on February 20, 2003. Arquette and Jane married on June 25, 2006, at the Palazzo Contarini in Venice, Italy. In January 2009, Arquette filed for divorce from Jane on the grounds of irreconcilable differences, but the couple soon reconciled. Arquette withdrew the divorce petition on July 9, 2009. On August 13, 2010, Jane's representative announced that Arquette and Jane had decided to proceed with a divorce due to \"irreconcilable differences\". The divorce was finalized on July 1, 2011, and the two agreed to joint custody of their child.",
        "ngram": 172,
        "subject": "Matthew Perry"
    },
    {
        "text": "After the success of his song \"Jesus Walks\" from the album The College Dropout, West was questioned on his beliefs and said, \"I will say that I'm spiritual. I have accepted Jesus as my Savior. And I will say that I fall short every day.\" In a 2008 interview with The Fader, West stated that \"I'm like a vessel, and God has chosen me to be the voice and the connector\". In a 2009 interview with online magazine Bossip, West stated that he believed in God, but at the time felt that he \"would never go into a religion\". In 2014, West referred to himself as a Christian during one of his concerts. Kim Kardashian stated in September 2019: \"He has had an amazing evolution of being born again and being saved by Christ.\" In October 2019, West said with respect to his past, \"When I was trying to serve multiple gods it drove me crazy\" in reference to the \"god of ego, god of money, god of pride, the god of fame\", and that \"I didn't even know what it meant to be saved\" and that now \"I love Jesus Christ. I love Christianity.\"",
        "ngram": 195,
        "subject": "Matthew Perry"
    },
    {
        "text": "Williams has dated golfer Hank Kuehne, who was a visible presence from the time of Wimbledon 2007 until 2010. In 2012, she met Cuban model Elio Pis when he was hired as an underwear model for her clothing line; they dated until 2015. She dated publishing heir Nicholas Hammond for two years until 2019.",
        "ngram": 54,
        "subject": "Matthew Perry"
    },
    {
        "text": "In 2001, Lifetime aired the film What Makes a Family, starring Shields and Cherry Jones in a true story of a lesbian couple who fought the adoption laws of Florida. For four months, beginning July 2001, Shields portrayed Sally Bowles in the long-running Broadway revival of Cabaret.",
        "ngram": 47,
        "subject": "Matthew Perry"
    },
    {
        "text": "Biden's husband was elected president and took office on January 20, 2021. She is the first spouse since Barbara Bush to hold the positions of both Second Lady and First Lady and is the first one since Pat Nixon to hold them non-consecutively. At the age of 69, Biden was the oldest first lady to assume the role. She is also the first Italian American first lady. In mid-November 2020, it was announced that her chief of staff as first lady would be attorney and diplomat Julissa Reynoso Pantaleón and that her senior advisor in the role would be campaign staffer Anthony Bernal. In December 2020, an op-ed piece by writer Joseph Epstein in The Wall Street Journal, which urged the incoming First Lady to drop the \"Dr.\" from her preferred form of address because she is not a medical doctor, was met with a widespread backlash, especially among professional women. Outgoing First Lady Melania Trump did not invite incoming First Lady Jill Biden to the White House for tea and a tour, which previously had been a tradition in the presidential transition of power.She resumed teaching at NOVA, albeit at first on a remote basis over Zoom due to the pandemic. This has made her the first wife of a sitting U.S. president to hold a paying job outside the White House. For security reasons and for students who are looking to add a class taught by Biden, her classes at NOVA have often been listed as instructed by \"staff\". She has stayed up late",
        "ngram": 256,
        "subject": "Matthew Perry"
    },
    {
        "text": "On August 1, a Washington, D.C., federal grand jury indicted Trump for his efforts to overturn the 2020 election results. He was charged with conspiring to defraud the U.S., obstruct the certification of the Electoral College vote, and deprive people of the civil right to have their votes counted, and obstructing an official proceeding. Trump pleaded not guilty.",
        "ngram": 58,
        "subject": "Matthew Perry"
    },
    {
        "text": "Ono's first contact with any member of the Beatles occurred when she visited Paul McCartney at his home in London to obtain a Lennon–McCartney song manuscript for a book John Cage was working on, Notations. McCartney declined to give her any of his manuscripts but suggested that Lennon might oblige. Lennon later gave Ono the original handwritten lyrics to \"The Word\".Ono and Lennon first met on November 7, 1966, at the Indica Gallery in London, where she was preparing Unfinished Paintings, her conceptual art exhibit about interactive painting and sculpture. They were introduced by gallery owner John Dunbar. One piece, Ceiling Painting/Yes Painting, had a ladder painted white with a magnifying glass at the top. When Lennon climbed the ladder, he looked through the magnifying glass and was able to read the word YES which was written in miniature. He greatly enjoyed this experience as it was a positive message, whereas most concept art he encountered at the time was anti-everything.Lennon was also intrigued by Ono's Hammer a Nail where viewers were invited to hammer a nail into a wooden board painted white. Although the exhibition had not yet opened, Lennon wanted to hammer a nail into the clean board, but Ono stopped him. Dunbar asked her, \"Don't you know who this is? He's a millionaire! He might buy it.\" Ono feigned not knowing of the Beatles (even as she had gone to see Paul McCartney asking for a Beatle song score), but relented on the condition that Lennon pay her five shillings, to which Lennon",
        "ngram": 256,
        "subject": "Matthew Perry"
    },
    {
        "text": "In the run-up to the 2016 presidential election, Stallone described Donald Trump as a \"Dickensian character\" and \"larger than life\" but did not endorse Trump or anyone else in the Republican primaries. That same year, he declined an offer to become Chair of the National Endowment for the Arts, citing a desire to work on issues related to veterans.",
        "ngram": 59,
        "subject": "Matthew Perry"
    },
    {
        "text": "Kimila Ann Basinger ( BAY-sing-ər; born December 8, 1953) is an American actress. She has garnered acclaim for her work in film, for which she has received various accolades including an Academy Award, a Golden Globe Award, a Screen Actors Guild Award, and a star on the Hollywood Walk of Fame. Initially a TV starlet, she shot to fame as a Bond girl in 1983 and enjoyed a long heyday over the next two decades. In 2011 Los Angeles Times Magazine ranked her third on the \"50 Most Beautiful Women In Film\".",
        "ngram": 92,
        "subject": "Matthew Perry"
    },
    {
        "text": "Albert Aurier praised his work in the Mercure de France in January 1890 and described him as \"a genius\". In February, Van Gogh painted five versions of L'Arlésienne (Madame Ginoux), based on a charcoal sketch Gauguin had produced when she sat for both artists in November 1888. Also in February, Van Gogh was invited by Les XX, a society of avant-garde painters in Brussels, to participate in their annual exhibition. At the opening dinner a Les XX member, Henry de Groux, insulted Van Gogh's work. Toulouse-Lautrec demanded satisfaction, and Signac declared he would continue to fight for Van Gogh's honour if Lautrec surrendered. De Groux apologised for the slight and left the group.",
        "ngram": 113,
        "subject": "Matthew Perry"
    },
    {
        "text": "Some poetry recorded from the December 1970 session remains unreleased to this day and is in the possession of the Courson family. Morrison's best-known but seldom seen cinematic endeavor is HWY: An American Pastoral, a project he started in 1969. Morrison financed the venture and formed his own production company in order to maintain complete control of the project. Paul Ferrara, Frank Lisciandro, and Babe Hill assisted with the project. Morrison played the main character, a hitchhiker turned killer/car thief. Morrison asked his friend, composer/pianist Fred Myrow, to select the soundtrack for the film.",
        "ngram": 94,
        "subject": "Matthew Perry"
    },
    {
        "text": "Following a performance at Qwest Arena in Boise, Idaho, Carter was arrested October 5, 2007, on felony fugitive charges after Georgia authorities accused the rapper of possessing a controlled substance. The incident was later described as a \"mix-up\" and the fugitive charges were dropped.",
        "ngram": 44,
        "subject": "Matthew Perry"
    },
    {
        "text": "By the end of his tenth year in the league as a starter, Favre had thrown 287 touchdown passes, which was more than 100 touchdown passes than the second-ranked quarterback over the same time period (Steve Young, 181 touchdown passes), an NFL record for touchdown pass differential.",
        "ngram": 47,
        "subject": "Matthew Perry"
    },
    {
        "text": "Carter regularly met with his fledgling campaign staff and decided to begin putting a presidential bid for 1976 together. He tried unsuccessfully to become chairman of the National Governors Association to boost his visibility. On David Rockefeller's endorsement, he was named to the Trilateral Commission in April 1973. The next year, he was named chairman of both the Democratic National Committee's congressional and gubernatorial campaigns. In May 1973, Carter warned his party against politicizing the Watergate scandal, which he attributed to President Richard Nixon's isolation from Americans and secretive decision-making.",
        "ngram": 90,
        "subject": "Matthew Perry"
    },
    {
        "text": "Houston's vocal stylings have had a significant impact on the music industry. According to Linda Lister in Divafication: The Deification of Modern Female Pop Stars, she has been called the \"Queen of Pop\" for her influence during the 1990s, commercially rivaling Mariah Carey and Celine Dion. Stephen Holden from The New York Times, in his review of Houston's Radio City Music Hall concert on July 20, 1993, praised her attitude as a singer, writing, \"Whitney Houston is one of the few contemporary pop stars of whom it might be said: the voice suffices. While almost every performer whose albums sell in the millions calls upon an entertainer's bag of tricks, from telling jokes to dancing to circus pyrotechnics, Ms. Houston would rather just stand there and sing.\" With regard to her singing style, he added: \"Her [Houston's] stylistic trademarks – shivery melismas that ripple up in the middle of a song, twirling embellishments at the ends of phrases that suggest an almost breathless exhilaration – infuse her interpretations with flashes of musical and emotional lightning.\"",
        "ngram": 175,
        "subject": "Matthew Perry"
    },
    {
        "text": "In 2004, Trump co-founded Trump University, a company that sold real estate seminars for up to $35,000. After New York State authorities notified the company that its use of \"university\" violated state law (as it was not an academic institution), its name was changed to the Trump Entrepreneur Initiative in 2010.",
        "ngram": 51,
        "subject": "Matthew Perry"
    },
    {
        "text": "In 1992, Trump, his siblings Maryanne, Elizabeth, and Robert, and his cousin John W. Walter, each with a 20 percent share, formed All County Building Supply & Maintenance Corp. The company had no offices and is alleged to have been a shell company for paying the vendors providing services and supplies for Trump's rental units, then billing those services and supplies to Trump Management with markups of 20–50 percent and more. The owners shared the proceeds generated by the markups. The increased costs were used to get state approval for increasing the rents of Trump's rent-stabilized units.",
        "ngram": 97,
        "subject": "Matthew Perry"
    },
    {
        "text": "In 1991, Reeves starred in Bill & Ted's Bogus Journey, a sequel to Bill & Ted's Excellent Adventure, with his co-star Alex Winter. Michael Wilmington of the Los Angeles Times wrote that the sequel was \"more imaginative, more opulent, wilder and freer, more excitingly visualized\", praising the actors for their \"fuller\" performances. Film critic Roger Ebert thought it was \"a riot of visual invention and weird humour that works on its chosen sub-moronic level [...] It's the kind of movie where you start out snickering in spite of yourself, and end up actually admiring the originality that went into creating this hallucinatory slapstick\". The rest of 1991 marked a significant transition for Reeves's career as he undertook adult roles. Co-starring with River Phoenix as a street hustler in the adventure My Own Private Idaho, the characters embark on a journey of personal discovery. The story was written by Gus Van Sant, and is loosely based on Shakespeare's Henry IV, Part 1, Henry IV, Part 2, and Henry V. The film premiered at the 48th Venice International Film Festival, followed by a theatrical release in the United States on September 29, 1991. The film earned $6.4 million at the box office. My Own Private Idaho was positively received, with Owen Gleiberman of Entertainment Weekly describing the film as \"a postmodern road movie with a mood of free-floating, trance-like despair [...] a rich, audacious experience\". The New York Times complimented Reeves and Phoenix for their insightful performances.",
        "ngram": 245,
        "subject": "Matthew Perry"
    },
    {
        "text": "Williams began her US Open Series at the Silicon Valley Classic after accepting a wildcard, defeating Heather Watson in the second round, before losing in the quarterfinals to eventual finalist Maria Sakkari. She won her opening two rounds at the Rogers Cup before losing to the then-world No. 1, Simona Halep, hampered by a right knee injury. She withdrew from the Western & Southern Open the following week with the same injury.",
        "ngram": 72,
        "subject": "Matthew Perry"
    },
    {
        "text": "Throughout 2009, Swift featured on and wrote other musicians' releases. She featured on \"Half of My Heart\" by John Mayer, whom she was romantically linked with in late 2009. She wrote \"Best Days of Your Life\" for Kellie Pickler, co-wrote and featured on Boys Like Girls' \"Two Is Better Than One, and wrote two songs—\"You'll Always Find Your Way Back Home\" and \"Crazier\"—for the soundtrack of Hannah Montana: The Movie, in which she had a cameo appearance. She wrote and recorded \"Today Was a Fairytale\" for the soundtrack of Valentine's Day (2010), in which she had her acting debut. \"Today Was a Fairytale\" was her first number-one single on the Canadian Hot 100. While shooting Valentine's Day in October 2009, Swift dated co-star Taylor Lautner. On television, she made her debut as a rebellious teenager in an CSI: Crime Scene Investigation episode and hosted and performed as the musical guest on Saturday Night Live; she was the first host ever to write their own opening monologue.",
        "ngram": 166,
        "subject": "Matthew Perry"
    },
    {
        "text": "Grant established his headquarters with General George Meade's Army of the Potomac in Culpeper, Virginia, and met weekly with Lincoln and Stanton in Washington. After protest from Halleck, Grant scrapped a risky invasion of North Carolina and planned five coordinated Union offensives to prevent Confederate armies from shifting troops along interior lines. Grant and Meade would make a direct frontal attack on Robert E. Lee's Army of Northern Virginia, while Sherman—now in command of all western armies—would destroy Joseph E. Johnston's Army of Tennessee and take Atlanta. Major General Benjamin Butler would advance on Lee from the southeast, up the James River, while Major General Nathaniel Banks would capture Mobile. Major General Franz Sigel was to capture granaries and rail lines in the fertile Shenandoah Valley. Grant now commanded 533,000 battle-ready troops spread out over an eighteen-mile front.",
        "ngram": 138,
        "subject": "Matthew Perry"
    },
    {
        "text": "By early April, as the pandemic worsened and amid criticism of his administration's response, Trump refused to admit any mistakes in his handling of the outbreak, instead blaming the media, Democratic state governors, the previous administration, China, and the WHO. The daily coronavirus task force briefings ended in late April, after a briefing at which Trump suggested the dangerous idea of injecting a disinfectant to treat COVID-19; the comment was widely condemned by medical professionals.",
        "ngram": 75,
        "subject": "Matthew Perry"
    },
    {
        "text": "In 2013, under the guidance of Oprah Winfrey, Lohan filmed the docu-series Lindsay (2014), which depicted her returning to work. She subsequently made her stage debut in the London West End production of Speed-the-Plow (2014), starred in the second season of the comedy series Sick Note (2018), and served as a panelist in the first season of Masked Singer Australia (2019). Between 2016 and 2018, she opened three beach clubs in Greece, which were the focus of the MTV reality television series Lindsay Lohan's Beach Club (2019). After signing a multi-picture deal with Netflix, Lohan starred in the romantic comedies Falling for Christmas (2022) and Irish Wish (2024).",
        "ngram": 108,
        "subject": "Matthew Perry"
    },
    {
        "text": "Winkler's 2011 memoir I've Never Met an Idiot on the River explores his interest in fly fishing. The next year, he and his writing partner Lin Oliver created the Ghost Buddy book series (2012–2013), about the friendship between the protagonist Billy and a \"ghost buddy\".A few years later they wrote the science fiction trilogy Alien Superstar (2019–2021). The adventures of Alien Superstar's protagonist are loosely based on Winker's own experiences after arriving in Los Angeles.Winkler released a new memoir, Being Henry: The Fonz...and Beyond in October 2023. He also began a new series of children's books with Lin Oliver in 2023 called Detective Duck.",
        "ngram": 104,
        "subject": "Matthew Perry"
    },
    {
        "text": "Thomas William Selleck (; born January 29, 1945) is an American actor. His breakout role was playing private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), for which he received five Emmy Award nominations for Outstanding Lead Actor in a Drama Series, winning in 1985. Since 2010, Selleck has co-starred as New York City Police Commissioner Frank Reagan in the series Blue Bloods. From 2005–2015, he portrayed troubled small-town police chief Jesse Stone in nine television films based on the Robert B. Parker novels.",
        "ngram": 86,
        "subject": "Matthew Perry"
    },
    {
        "text": "In January 2006, US cable channel E! announced a three-year, $21 million deal for Seacrest to host various programs, including E! News and its red carpet awards show coverages. In April 2012, Seacrest signed a deal with NBCUniversal expanding his on-air role beyond E! to NBC. He contributed to the Today Show, Olympics coverage, entertainment programming, as well as news and other special events. Seacrest will remain managing editor of E! News and host and produce its red carpet awards show coverage.In September 2012, Seacrest left E! News and was replaced by Terrence J.Seacrest was an NBC correspondent for the 2012 London Olympic Games and co-hosted the closing ceremony with Bob Costas and Al Michaels. In 2016, Seacrest hosted NBC's live late-night coverage for the Rio Olympic Games.",
        "ngram": 128,
        "subject": "Matthew Perry"
    },
    {
        "text": "Justin Drew Bieber ( BEE-bər; born March 1, 1994) is a Canadian singer. Regarded as a pop icon, he is recognized for his multi-genre musical performances. He was discovered by American record executive Scooter Braun in 2008 and subsequently brought to American singer Usher, both of whom formed the record label RBMG Records to sign Bieber in October of that year. He gained recognition following the release of his debut extended play (EP) My World (2009), which was quickly met with international commercial success and led to his establishment as a prominent teen idol.",
        "ngram": 94,
        "subject": "Matthew Perry"
    },
    {
        "text": "Kylie Kristen Jenner (born August 10, 1997) is an American socialite, media personality, and businesswoman. She starred in the E! reality television series Keeping Up with the Kardashians from 2007 to 2021 and then the Hulu reality television series The Kardashians from 2022. She is the founder and owner of cosmetic company Kylie Cosmetics. She is the fifth-most-followed person on Instagram.",
        "ngram": 61,
        "subject": "Matthew Perry"
    },
    {
        "text": "In 2002, Law directed a Respect for Animals anti-fur cinema commercial, titled \"Fur and Against\". It used music composed by Gary Kemp, and included appearances by Law, Chrissie Hynde, Moby, George Michael, Danny Goffey, Rhys Ifans, Sadie Frost, Helena Christensen, Sir Paul McCartney, Melanie C, and Stella McCartney. In 2013, Law, represented by PETA, wrote a letter to the World Trade Organization in support of keeping the European Union's restrictions against the seal trade; the restriction, which had been implemented three years prior, faced opposition from the Canadian government.In 2011, Law joined street protests against Alexander Lukashenko and his brutal crackdown on the Belarusian democracy movement.",
        "ngram": 106,
        "subject": "Matthew Perry"
    },
    {
        "text": "Concert goers are often confused by the fact that Springsteen appears to be booed by his fans when he appears on stage. In actuality, his fans call out his name in an exaggerated way as \"Bruuuce\", which sounds like “boo”.",
        "ngram": 40,
        "subject": "Matthew Perry"
    },
    {
        "text": "A truck pulls up, we see boots hit the ground, and there she is: Sarah Connor 1.0, sunglasses on, stoic and iconic as fuck, gunning down a sprinting shape-shifter and employing a rocket launcher for a finishing move. It's the sort of movie entrance that the character (and the actor) deserves, the kind that prompts spontaneous, uncontrollable cheering in theaters … Her weathered survivor will charitably share the screen with newcomers and old co-stars alike, but from this moment on, Dark Fate is Hamilton's property. She calmly slips the superior sequel into the back pocket of her faded work pants and walks away with it. Everyone else is acting in her movie.",
        "ngram": 112,
        "subject": "Matthew Perry"
    },
    {
        "text": "Sutherland has received various honours including inductions into the Canadian Walk of Fame in 2000 and Hollywood Walk of Fame 2011. He was made an Officer of the Order of Canada (OC) in 1978, a Commandeur of the Ordre des Arts et des Lettres in 2012 and received the Companion of the Order of Canada (CC) in 2019. He is the father of actors Kiefer Sutherland, Rossif Sutherland, and Angus Sutherland. In October 2023, Canada Post issued a stamp in his honour, commemorating his career as one of Canada's most respected and versatile actors.",
        "ngram": 94,
        "subject": "Matthew Perry"
    }
]