[
    {
        "text": "Simon is among the world's best-selling music artists. He has twice been inducted into the Rock and Roll Hall of Fame, and has been the recipient of sixteen Grammy Awards, including three for Album of the Year. Two of his works, Sounds of Silence and Graceland, were inducted into the National Recording Registry for their cultural significance, and in 2007, the Library of Congress voted him the inaugural winner of the Gershwin Prize for Popular Song. He is a co-founder of the Children's Health Fund, a nonprofit organization that provides medical care to children.",
        "ngram": 94,
        "subject": "Mark Hamill"
    },
    {
        "text": "Brando portrayed a repressed gay army officer in Reflections in a Golden Eye, directed by John Huston and co-starring Elizabeth Taylor. The role turned out as one of his most acclaimed in years, with Stanley Crouch marveling, \"Brando's main achievement was to portray the taciturn but stoic gloom of those pulverized by circumstances.\" The film overall received mixed reviews. Another notable film was The Chase (1966), which paired the actor with director Arthur Penn, Jane Fonda, Robert Redford and Robert Duvall. The film deals with themes of racism, sexual revolution, small-town corruption, and vigilantism. The film was received mostly positively.",
        "ngram": 100,
        "subject": "Mark Hamill"
    },
    {
        "text": "Murphy recorded the album Love's Alright in the early 1990s. He performed in a music video of the single \"Whatzupwitu\", featuring Michael Jackson. He recorded a duet with Shabba Ranks called \"I Was a King\". In 1992, Murphy appeared in the music video for Michael Jackson's \"Remember the Time\" alongside Magic Johnson and Iman. Though uncredited, Murphy provided vocal work on SNL castmate Joe Piscopo's 1985 comedy single, \"The Honeymooners Rap\". Piscopo impersonated Jackie Gleason on the single, while Murphy provided an imitation of Art Carney. In Coming to America, he imitated Jackie Wilson when he sang \"To Be Loved\", but because the character he was playing had a thick accent, he had to sing it in character; he also performed in the same film as the character Randy Watson, a small time club singer, a role he reprised in the 2021 sequel Coming 2 America.",
        "ngram": 146,
        "subject": "Mark Hamill"
    },
    {
        "text": "In early 1990, Ice Cube recorded his debut solo album, AmeriKKKa's Most Wanted, in New York with iconic rap group Public Enemy's production team, the Bomb Squad. Arriving in May 1990, it was an instant hit, further swelling rap's mainstream integration. Controversial nonetheless, it drew accusations of misogyny and racism. The album introduces Ice Cube's affirmation of black nationalism and ideology of black struggle.",
        "ngram": 64,
        "subject": "Mark Hamill"
    },
    {
        "text": "Beginning in 1971, Walters hosted her own local NBC affiliate show, Not for Women Only, which ran in the mornings after The Today Show. Walters had a great relationship with host Hugh Downs for years. When Frank McGee was named host in 1971, he refused to do joint interviews with Walters unless he was given the first three questions. She was not named co-host of the show until McGee's death in 1974 when NBC officially designated Walters as the program's first female co-host. She became the first female co-host of a U.S. news program.",
        "ngram": 94,
        "subject": "Mark Hamill"
    },
    {
        "text": "In the months following the eventual demise of WCW in March 2001, Hogan underwent surgery on his knees in order for him to wrestle again. As a test, Hogan worked a match in Orlando, Florida on November 14, for the Xcitement Wrestling Federation (XWF) promotion run by his longtime manager Jimmy Hart. Hogan defeated Curt Hennig in this match and felt healthy enough to accept an offer to return to the WWF in February 2002.",
        "ngram": 75,
        "subject": "Mark Hamill"
    },
    {
        "text": "Kissinger initially supported the normalization of United States–Cuba relations, broken since 1961 (all U.S.–Cuban trade was blocked in February 1962, a few weeks after the exclusion of Cuba from the Organization of American States because of U.S. pressure). However, he quickly changed his mind and followed Kennedy's policy. After the involvement of the Cuban Revolutionary Armed Forces in the independence struggles in Angola and Mozambique, Kissinger said that unless Cuba withdrew its forces relations would not be normalized. Cuba refused.",
        "ngram": 80,
        "subject": "Mark Hamill"
    },
    {
        "text": "Thomas William Selleck (; born January 29, 1945) is an American actor. His breakout role was playing private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), for which he received five Emmy Award nominations for Outstanding Lead Actor in a Drama Series, winning in 1985. Since 2010, Selleck has co-starred as New York City Police Commissioner Frank Reagan in the series Blue Bloods. From 2005–2015, he portrayed troubled small-town police chief Jesse Stone in nine television films based on the Robert B. Parker novels.",
        "ngram": 86,
        "subject": "Mark Hamill"
    },
    {
        "text": "He started his career at The Public Theatre acting numerous productions including Henry IV, Part 1 (1981), The Skin of Our Teeth (1998), and The Seagull (2001). He made his Broadway debut Big River (1985) for which he received a Drama Desk Award for Outstanding Featured Actor in a Musical nomination. He returned to Broadway in revivals of the Samuel Becket play Waiting for Godot (2009), and the newspaper comedy The Front Page (2016). He made his West End debut in a revival of David Mamet's American Buffalo (2015).",
        "ngram": 89,
        "subject": "Mark Hamill"
    },
    {
        "text": "Matthew Langford Perry (August 19, 1969 – October 28, 2023) was an American and Canadian  actor. He gained international fame for starring as Chandler Bing on the NBC television sitcom Friends (1994–2004). Perry also appeared on Ally McBeal (2002) and received Primetime Emmy Award nominations for his performances in The West Wing (2003) and The Ron Clark Story (2006). He played a leading role in the NBC series Studio 60 on the Sunset Strip (2006–2007). He also became known for his leading film roles in Fools Rush In (1997), Almost Heroes (1998), Three to Tango (1999), The Whole Nine Yards (2000), Serving Sara (2002), The Whole Ten Yards (2004), and 17 Again (2009).",
        "ngram": 114,
        "subject": "Mark Hamill"
    },
    {
        "text": "Markle and American film producer Trevor Engelson began dating in 2004. They were married in Ocho Rios, Jamaica on August 16, 2011. They separated in July 2013 and concluded a no-fault divorce in February 2014, citing irreconcilable differences. Markle's subsequent live-in relationship with Canadian celebrity chef and restaurateur Cory Vitiello ended in May 2016 after almost two years.",
        "ngram": 58,
        "subject": "Mark Hamill"
    },
    {
        "text": "According to Billboard, Swift was the highest-paid musician in the US and highest-paid solo musician worldwide of 2020. Folklore made Swift the first woman to win the Grammy Award for Album of the Year three times, winning the category at the 63rd Annual Grammy Awards (2021). At the  American Music Awards, Swift won three awards including Artist of the Year for a third record time (2020) and Favorite Pop/Rock Female Artist and Favorite Pop/Rock Album (2021). Swift played Bombalurina in the film adaptation of Andrew Lloyd Webber's musical Cats (2019), for which she co-wrote and recorded the Golden Globe-nominated original song \"Beautiful Ghosts\". The documentary Miss Americana, which chronicled parts of Swift's life and career, premiered at the 2020 Sundance Film Festival.",
        "ngram": 123,
        "subject": "Mark Hamill"
    },
    {
        "text": "Over the years, Trejo has opened a series of successful Los Angeles restaurants. In January 2016, these included a taco restaurant on La Brea Avenue in Los Angeles; his own brands of beer, coffee, and various merchandise; with ice cream sandwiches under development. His first was Trejo's Tacos, followed by Trejo's Cantina and Trejo's Coffee and Donuts. Trejo's Donuts is located on the northeast corner of Santa Monica Blvd and Highland Avenue. As of 2020, he is the owner of eight restaurants.In 2017, the rainbow cauliflower tacos made the Los Angeles Times's list of 10 most favorite recipes of 2017. The restaurants are overseen by executive chef Mason Royal. As of 2018, their most recent venture would be an expansion of a donut food truck in Las Vegas, Nevada.",
        "ngram": 129,
        "subject": "Mark Hamill"
    },
    {
        "text": "In England, she appeared as Lust incarnate in the Peter Cook–Dudley Moore comedy, Bedazzled (1967), a Swinging Sixties retelling of the Faust legend. It was popular, as was the Western, Bandolero! (1968), which was shot in Del Rio, Texas, at the Alamo Village. She co-starred with James Stewart and Dean Martin. \"I think she's going to stack up all right,\" Stewart said of Welch. \"No one is going to shout, 'Wow it's Anne Bancroft all over again',\" said Welch of her performance, \"but at least I'm not Miss Sexpot running around half naked all the time.\"In 1968, Welch appeared with Frank Sinatra in the detective film Lady in Cement, a sequel to the film Tony Rome (1967). She played the socialite Kit Forrest, the romantic interest of Tony Rome. Welch later said wittily that she caught the film from time to time and realized only later that Kit Forrest was an alcoholic: \"I'm watching this movie and I'm thinking, 'What the hell has she got on?' At one point, I had this epiphany: 'Oh, she's an alcoholic!' I didn't know that. How could I miss that?\" She reportedly was so smitten with Sinatra that she forgot to act: \"I think I was just so enamored with Frank Sinatra, you know. He's hypnotic.\"Welch starred as a freedom fighter leader in 100 Rifles, a 1969 western directed by Tom Gries and filmed in Almería, Spain. It also starred Jim Brown, Burt Reynolds, and Fernando Lamas. The film provoked publicity and controversy at the time because it included a",
        "ngram": 256,
        "subject": "Mark Hamill"
    },
    {
        "text": "During the year, Lennon and Ono began to support efforts by the family of James Hanratty to prove his innocence. Hanratty had been hanged in 1962. According to Lennon, those who had condemned Hanratty were \"the same people who are running guns to South Africa and killing blacks in the streets ... The same bastards are in control, the same people are running everything, it's the whole bullshit bourgeois scene.\" In London, Lennon and Ono staged a \"Britain Murdered Hanratty\" banner march and a \"Silent Protest For James Hanratty\", and produced a 40-minute documentary on the case. At an appeal hearing more than thirty years later, Hanratty's conviction was upheld after DNA evidence was found to match, validating those who condemned him.",
        "ngram": 122,
        "subject": "Mark Hamill"
    },
    {
        "text": "Estevez received much attention during the 1980s for being a member of the Brat Pack and was credited as the leader of the group of young actors. Estevez and Rob Lowe established the Brat Pack when cast as supporting \"Greasers\" in an early Brat Pack movie, The Outsiders based on the novel. Lowe was cast as C. Thomas Howell's older brother Sodapop and Estévez as Two-Bit Mathews. During production, he approached his character as a laid-back guy and thought up Two-Bit's interest in Mickey Mouse, shown by his uniform of Mickey Mouse T-shirts and watching of cartoons.",
        "ngram": 97,
        "subject": "Mark Hamill"
    },
    {
        "text": "Between 2010 and 2012, Markle anonymously ran the blog The Working Actress, which detailed the \"pitfalls and triumphs of struggling to make it in Hollywood\". In 2014, she founded her own lifestyle blog The Tig, which posted articles about food, fashion, beauty, travel, and inspirational women. The viewing audience consisted primarily of the fans of Markle and Suits. Promotion of the blog on other social media platforms targeted three million followers on Instagram, 800,000 on Facebook and 350,000 on Twitter. In April 2017, The Tig closed. In January 2018, she took all articles offline and deleted her social media accounts. It is estimated that Markle's social media activities annually earned her about $80,000 from endorsements and sponsorships. She was also known for socializing at Soho House.",
        "ngram": 126,
        "subject": "Mark Hamill"
    },
    {
        "text": "On August 10, 2010, Carter traveled to North Korea to secure the release of Aijalon Gomes, successfully negotiating his release. Throughout the latter part of 2017, as tensions between the U.S. and North Korea persisted, Carter recommended a peace treaty between the two nations, and confirmed he had offered himself to the Trump administration as a willing candidate to be diplomatic envoy to North Korea.",
        "ngram": 65,
        "subject": "Mark Hamill"
    },
    {
        "text": "In 2016, a report from the Las Vegas Metropolitan Police Department was published stating that Stallone was accused of sexual assault by a 16-year-old girl while he was shooting a film in Las Vegas in 1986. The teen reportedly said that Stallone, then 40, forced her into a threesome with his bodyguard. A representative for Stallone denied the allegation. Stallone's ex-wife, Brigitte Nielsen, later came to his defense, saying that she was with him at the time of the alleged assault. Stallone's Over the Top costar David Mendenhall also defended Stallone, denying claims that he introduced Stallone to the girl in question.",
        "ngram": 102,
        "subject": "Mark Hamill"
    },
    {
        "text": "When Crawford was 10 years old, her three-year-old brother Jeff—whom she continues to praise as \"the fourth most influential person in [her] life\"—died of leukemia. Since becoming a model, Crawford has made childhood leukemia a focal point of her charity work, donating proceeds of her calendars to medical research. Crawford has been a long-time supporter of the pediatric oncology program at the University of Wisconsin–Madison, where Jeff was treated, stating that she believes he received the best care possible. She is also an honorary board member of the Multiple Myeloma Research Foundation.In 2007, she became an official supporter of the Ronald McDonald House Charities and is a member of their celebrity board, called the Friends of RMHC. Crawford is on the honorary committee of the California Wildlife Center.In 2021, Cindy Crawford recreated her iconic Pepsi ad with photographer David Yarrow to help raise funds for the American family Children's Hospital in Madison, Wisconsin where her brother, Jeff, was treated for leukemia.",
        "ngram": 161,
        "subject": "Mark Hamill"
    },
    {
        "text": "Blair ordered Operation Barras, a highly successful SAS/Parachute Regiment strike to rescue hostages from a Sierra Leone rebel group. Journalist Andrew Marr has argued that the success of ground attacks, real and threatened, over air strikes alone was influential on how Blair planned the Iraq War, and that the success of the first three wars Blair fought \"played to his sense of himself as a moral war leader\". When asked in 2010 if the success of Palliser may have \"embolden[ed] British politicians\" to think of military action as a policy option, General Sir David Richards admitted there \"might be something in that\".",
        "ngram": 102,
        "subject": "Mark Hamill"
    },
    {
        "text": "On March 3, 1999, her interview with Monica Lewinsky was seen by a record 74 million viewers, the highest rating ever for a news program. Walters asked Lewinsky, \"What will you tell your children when you have them?\" Lewinsky replied, \"Mommy made a big mistake,\" at which point Walters brought the program to a dramatic conclusion, turning to the viewers and saying, \"... that is the understatement of the year.\"",
        "ngram": 70,
        "subject": "Mark Hamill"
    },
    {
        "text": "In 2002, Musk became a U.S. citizen. From the early 2000s until late 2020, Musk resided in California, where both Tesla and SpaceX were founded. He then relocated to Texas, saying that California had become \"complacent\" about its economic success. While hosting Saturday Night Live in 2021, Musk stated that he has Asperger syndrome, although he has never been medically diagnosed. Musk trained in Brazilian jiu-jitsu while preparing for the proposed fight between himself and Mark Zuckerberg. In his leisure time, he plays video games including Quake, Diablo IV, Elden Ring, and Polytopia. Musk has claimed he uses ketamine for occasional depression while the WSJ has repeatedly alleged he uses it and other drugs recreationally.",
        "ngram": 115,
        "subject": "Mark Hamill"
    },
    {
        "text": "This was four and a half years after his first wife, Neilia Hunter Biden, and infant daughter, Naomi Christina Biden, died in a motor vehicle accident; Joe had proposed several times before she accepted, as she was wary of entering the public spotlight, anxious to remain focused on her own career, and initially hesitant to take on the commitment of raising his two young sons who had survived the accident. They spent their honeymoon at Lake Balaton in the Hungarian People's Republic, behind the Iron Curtain. She raised Beau and Hunter, and they called her Mom, but she did not formally adopt them.",
        "ngram": 103,
        "subject": "Mark Hamill"
    },
    {
        "text": "The Expendables 3, the third installment in the ensemble action film series, was released on August 15, 2014. The returning ensemble cast also added Wesley Snipes, Antonio Banderas, Mel Gibson and Harrison Ford. This film was negatively received by both critics and audiences and became the lowest-grossing film in the series.",
        "ngram": 51,
        "subject": "Mark Hamill"
    },
    {
        "text": "In 2001, Jay-Z spoke out against Prodigy after he took an issue with a Jay-Z line from \"Money, Cash, Hoes\" that he felt alluded disparagingly to Mobb Deep and Prodigy's dispute with Tupac Shakur, Snoop Dogg, and Death Row Records. He later performed the song \"Takeover\", at Summer Jam 2001, which initially attacked Prodigy and revealed photos of Prodigy dressed like Michael Jackson. A line at the end of \"Takeover\" referred to Nas, who criticized him on \"We Will Survive\". Nas responded with a diss track called \"Ether\" and Jay-Z straightaway added a verse to \"Takeover\" which dissed Nas and would start a feud between the two rappers. The feud had ended by 2005; Jay-Z stated that record producer Mark Pitts had helped them settle their differences.On September 11, 2001, Jay-Z released his sixth studio album, The Blueprint, which received a five-mic review from hip-hop magazine The Source. Written in just two days, the album sold more than 427,000 copies, debuted at number one on the Billboard 200 and reached double platinum certification by the Recording Industry Association of America. Eminem guest performed and produced its song, \"Renegade\". Four tracks were produced by Kanye West. The Blueprint includes the songs \"Izzo (H.O.V.A.)\", \"Girls, Girls, Girls\", \"Jigga That Nigga\", and \"Song Cry\". As of February 2012, the album had sold 2.7 million copies worldwide. In 2019, The Blueprint was selected by the Library of Congress for preservation in the National Recording Registry for being \"culturally, historically, or aesthetically significant\".In October 2001, Jay-Z pleaded guilty to aggravated assault",
        "ngram": 256,
        "subject": "Mark Hamill"
    },
    {
        "text": "For the show's 12th season, CBS executives moved Murder, She Wrote to Thursdays at 8 pm, opposite NBC's new sitcom, Friends. Lansbury was upset by the move, believing that it ignored the show's core audience. This would prove to be the series' final season. The final episode aired on May 19, 1996, and ended with Lansbury voicing a \"Goodbye from Jessica\" message. In The Washington Post, Tom Shales suggested that the series had become \"partly a victim of commercial television's mad youth mania\". There were \"vocal protests\" at its cancellation from the show's fanbase. At the time, it tied the original Hawaii Five-O as the longest-running detective drama series in history.Lansbury initially had plans for a Murder, She Wrote television film that would be a musical with a score composed by Jerry Herman; that project did not materialize but resulted in the 1996 television film Mrs. Santa Claus, with Lansbury playing the eponymous character, which proved to be a ratings success. Murder, She Wrote continued through several made-for-television films: South By Southwest in 1997, A Story To Die For in 2000, The Last Free Man in 2001, and The Celtic Riddle in 2003. The role of Fletcher would prove the most successful and prominent of Lansbury's career, and she would later speak critically of attempts to reboot the series with a different actress in the lead.Throughout the run of Murder, She Wrote, Lansbury had continued appearing in other television films, miniseries and cinema. In 1986, she co-hosted the New York Philharmonic's televised tribute to the centenary",
        "ngram": 256,
        "subject": "Mark Hamill"
    },
    {
        "text": "Following the impact of \"Give Peace a Chance\" and \"Happy Xmas (War Is Over)\" on the anti-war movement, the Nixon administration heard rumours of Lennon's involvement in a concert to be held in San Diego at the same time as the Republican National Convention and tried to have him deported. Nixon believed that Lennon's anti-war activities could cost him his reelection; Republican Senator Strom Thurmond suggested in a February 1972 memo that \"deportation would be a strategic counter-measure\" against Lennon. The next month the United States Immigration and Naturalization Service (INS) began deportation proceedings, arguing that his 1968 misdemeanour conviction for cannabis possession in London had made him ineligible for admission to the United States. Lennon spent the next 3+1⁄2 years in and out of deportation hearings until 8 October 1975, when a court of appeals barred the deportation attempt, stating \"the courts will not condone selective deportation based upon secret political grounds\". While the legal battle continued, Lennon attended rallies and made television appearances. He and Ono co-hosted The Mike Douglas Show for a week in February 1972, introducing guests such as Jerry Rubin and Bobby Seale to mid-America. In 1972, Bob Dylan wrote a letter to the INS defending Lennon, stating:",
        "ngram": 203,
        "subject": "Mark Hamill"
    },
    {
        "text": "A year later, she starred in two prominent films: playing the uptight child to an immature nanny played by Brittany Murphy in Uptown Girls, and as Sally in The Cat in the Hat. In addition, Fanning did voice-over work for four animated projects during this period, including voicing Satsuki in Disney's English language release of My Neighbor Totoro, starring alongside her younger sister Elle Fanning, who voiced Mei; a little girl in the Fox series Family Guy; and a young Wonder Woman in the episode \"Kids Stuff\" from Cartoon Network's Justice League Unlimited.",
        "ngram": 93,
        "subject": "Mark Hamill"
    },
    {
        "text": "In an article in the December 2022 issue of Clinical Kidney Journal, a team of researchers examined the various theories regarding Lee's cause of death, and concluded that his fatal cerebral edema was brought on by hyponatremia, an insufficient concentration of sodium in the blood. The authors noted that several risk factors predisposed Lee to hyponatremia, including excessive water intake, insufficient solute intake, alcohol consumption, and use or overuse of multiple drugs which impair the ability of the kidneys to excrete excess fluids. Lee's symptoms before his death were also found to closely match known cases of fatal hyponatremia.",
        "ngram": 99,
        "subject": "Mark Hamill"
    },
    {
        "text": "In 2008, Carter performed at the Voodoo Experience in October in New Orleans, which was described by Jonathan Cohen of Billboard as his biggest hometown headlining set of his career. He also performed at the Virgin Mobile Music Fest with Kanye West, where they performed the remix of \"Lollipop\" and lip-synced to Whitney Houston's \"I Will Always Love You\". Lil Wayne also performed at the 2008 MTV Video Music Awards with Kid Rock (\"All Summer Long\"), Leona Lewis (\"DontGetIt (Misunderstood)\") and T-Pain (\"Got Money\") and performed \"Lollipop\" and \"Got Money\" on the season premiere of Saturday Night Live. He later performed at the homecoming rally at Vanderbilt University and the 2008 BET Hip Hop Awards, where he received 12 nominations. He won eight awards at the BET Hip Hop Awards, one of which included the \"MVP\" title. After M.I.A. dropped out of performing on the I Am Music Tour due to her pregnancy, Jay-Z performed \"Mr. Carter\" with Lil Wayne at select shows.",
        "ngram": 163,
        "subject": "Mark Hamill"
    },
    {
        "text": "According to publications, Swift changed the music landscape with her genre transitions, a discography that accommodates cultural shifts, and her ability to popularize any sound in mainstream music. Lyrically, in being personal and vulnerable in her songs, music journalist Nick Catucci opined Swift helped make space for later singers like Billie Eilish, Ariana Grande, and Halsey to do the same. Scholars have highlighted the literary sensibility and poptimist implications of Swift. She has been credited with legitimizing and popularizing the concept of album \"eras\". Swift is a subject of academic study and scholarly media research. Various educational institutions offer courses on Swift in literary, cultural and sociopolitical contexts.",
        "ngram": 108,
        "subject": "Mark Hamill"
    },
    {
        "text": "Jesse and Hannah were married on June 24, 1821, and their first child, Hiram Ulysses Grant, was born on April 27, 1822. The boy's name, Ulysses, was drawn from ballots placed in a hat. To honor his father-in-law, Jesse named the boy \"Hiram Ulysses\", though he would always refer to him by his middle name, \"Ulysses\". In 1823, the family moved to Georgetown, Ohio, where five more siblings were born: Simpson, Clara, Orvil, Jennie, and Mary. At the age of five, Ulysses began his formal education, starting at a subscription school and later in two private schools. In the winter of 1836–1837, Grant was a student at Maysville Seminary, and in the autumn of 1838, he attended John Rankin's academy.",
        "ngram": 120,
        "subject": "Mark Hamill"
    },
    {
        "text": "In The New Yorker in 2011, Swift said she identifies as a songwriter first: \"I write songs, and my voice is just a way to get those lyrics across\". Her personal experiences were a common inspiration for her early songs, which helped her navigate life. Her \"diaristic\" technique began with identifying an emotion, followed by a corresponding melody. On her first three studio albums, love, heartbreak, and insecurities, from an adolescent perspective, were dominant themes. She delved into the tumult of toxic relationships on Red, and embraced nostalgia and post-romance positivity on 1989. Reputation was inspired by the downsides of Swift's fame, and Lover detailed her realization of the \"full spectrum of love\". Other themes in Swift's music include family dynamics, friendship, alienation, self-awareness, and tackling vitriol, especially sexism.",
        "ngram": 129,
        "subject": "Mark Hamill"
    },
    {
        "text": "Known for often playing characters with \"strength, sensitivity and snark\" in the horror genre, Gellar has been viewed as a \"scream queen\" throughout the majority of her career. She has stated that horror offers actresses \"the best roles\" through which they \"can really shine\", and that it is in television where \"women are the stars, but in films we're still struggling to play the leads\". Thus, she feels that she \"couldn't just be the girlfriend or the wife in a film\". She has said: \"So I'll be wherever the good female roles are. I like horror.\"  Writing for Bloody Disgusting, Alex DiVincenzo asserted that \"Buffy the Vampire Slayer  alone should be enough to cement her horror icon status\", and highlighting some of her roles in the genre, observed: \"Regardless of whether they made it to the end credits, her characters were intelligent, resourceful, and empowering.\" She has ranked 6th among \"The All Time Greatest Horror Scream Queens\" by CinemaBlend, 4th among the \"9 Greatest Scream Queens in All of Horror\" by Syfy, and 8th among the \"10 Best Scream Queens of the '90s\" by Screen Rant.By the late 1990s, Gellar had become a household name, as well as one of Hollywood's \"It Girls\". In 1998, she appeared on Entertainment Weekly's Top 12 Entertainers of the Year and the \"Most Beautiful\" list by People magazine.  In 1999, she signed on to be the face of Maybelline —becoming the company's first celebrity spokeswoman since Lynda Carter in the late 1970s— and was voted number one",
        "ngram": 256,
        "subject": "Mark Hamill"
    },
    {
        "text": "On January 23, 2010, Jay-Z released a track, \"Stranded (Haiti Mon Amour)\", with Rihanna, and U2's Bono and The Edge, as well as performing it at the Hope For Haiti Now telethon. In June 2010, Eminem and Jay-Z announced they would perform together in a pair of concerts in Detroit and New York. The event was dubbed The Home & Home Tour. The first two concerts rapidly sold out, prompting the scheduling of an additional show at each venue. Jay-Z was the supporting act for U2 on the Australian and New Zealand leg of their U2 360° Tour, beginning in Auckland, New Zealand, in November 2010, followed by Melbourne, Sydney, Brisbane and Perth in December. Jay-Z also appeared on stage during U2 performances of \"Sunday Bloody Sunday\", and in Auckland also on a five-track EP entitled Watch the Throne, although it was later revealed by West that the project had become a full-length LP. Recording sessions for the album took place at various recording locations and began in November 2010. The first single released for the project was \"H•A•M\". The track was co-produced by Lex Luger and West himself. The track ended up being on the deluxe edition of the album. The follow-up to that was the second single \"Otis\", which premiered on Funkmaster Flex's Hot 97 radio show, and was later released to the iTunes Store eleven days later. The song's existence, along with several other tracks from the album, was confirmed during a listening session hosted by Jay-Z. The album was first released on",
        "ngram": 256,
        "subject": "Mark Hamill"
    },
    {
        "text": "In 2000, Neeson was offered the \"Freedom of the Town of Ballymena\" by the Ballymena Borough Council, but because of objections made by members of the Democratic Unionist Party regarding his comments that he had felt like a \"second-class citizen\" growing up as a Catholic in the town, he declined the award, citing tensions. Following the controversy, Neeson wrote a letter to the council, stating; \"I will always remain very proud of my upbringing in, and association with, the town and my country of birth, which I will continue to promote at every opportunity. Indeed, I regard the enduring support over the years from all sections of the community in Ballymena as being more than sufficient recognition for any success which I may have achieved as an actor.\" Subsequently, on 28 January 2013, Neeson received the Freedom of the Borough from Ballymena Borough Council at a ceremony in the town.Neeson was appointed Officer of the Order of the British Empire (OBE) by Queen Elizabeth II in her 2000 New Year Honours. The American Ireland Fund honoured Neeson with their Performing Arts Award for the great distinction he has brought to Ireland at their 2008 Dinner Gala in New York City. In 2009, at a ceremony in New York, Neeson was awarded an honorary doctorate by Queen's University, Belfast. On 9 April 2016, he was honoured with the Outstanding Contribution to Cinema Award by the Irish Film and Television Academy (IFTA) at the Mansion House, Dublin, with Irish President Michael D. Higgins presenting the award. In 2017,",
        "ngram": 256,
        "subject": "Mark Hamill"
    },
    {
        "text": "Hogan gave an interview with ABC on August 31 in which he pleaded forgiveness for his racist comments, attributing these to a racial bias inherited from his neighborhood while growing up. Hogan claimed that the term \"nigger\" was used liberally among friends in Tampa; former neighbors disputed this claim.",
        "ngram": 49,
        "subject": "Mark Hamill"
    }
]