[
    {
        "text": "Andre Romell Young was born in Compton, California, on February 18, 1965, the son of Theodore and Verna Young. His middle name is derived from the Romells, his father's amateur R&B group. His parents married in 1964, separated in 1968, and divorced in 1972. His mother later remarried to Curtis Crayon and had three children: sons Jerome and Tyree (both deceased) and daughter Shameka.In 1976, Dre began attending Vanguard Junior High School in Compton, but due to gang violence, he transferred to the safer suburban Roosevelt Junior High School. The family moved often and lived in apartments and houses in Compton, Carson, Long Beach, and the Watts and South Central neighborhoods of Los Angeles. Dre has said that he was mostly raised by his grandmother in the New Wilmington Arms housing project in Compton. His mother later married Warren Griffin, which added three step-sisters and one step-brother to the family; the latter would eventually begin rapping under the name Warren G. Dre is also the cousin of producer Sir Jinx.",
        "ngram": 170,
        "subject": "Jackie Chan"
    },
    {
        "text": "As a solo artist, Simon has explored genres including gospel, reggae and soul. His albums Paul Simon (1972), There Goes Rhymin' Simon (1973), and Still Crazy After All These Years (1975) kept him in the public eye and drew acclaim, producing the hits \"Mother and Child Reunion\", \"Me and Julio Down by the Schoolyard\", and \"50 Ways to Leave Your Lover\". Simon reunited with Garfunkel for several tours and the 1981 Concert in Central Park. ",
        "ngram": 76,
        "subject": "Jackie Chan"
    },
    {
        "text": "In 2018, Trump refused to sign any appropriations bill from Congress unless it allocated $5.6 billion in funds for the border wall, resulting in the federal government partially shutting down for 35 days from December 2018 to January 2019, the longest U.S. government shutdown in history. Around 800,000 government employees were furloughed or worked without pay. Trump and Congress ended the shutdown by approving temporary funding that provided delayed payments to government workers but no funds for the wall. The shutdown resulted in an estimated permanent loss of $3 billion to the economy, according to the Congressional Budget Office. About half of those polled blamed Trump for the shutdown, and Trump's approval ratings dropped.",
        "ngram": 114,
        "subject": "Jackie Chan"
    },
    {
        "text": "Early in 1984, Springsteen asked Scialfa to join the E Street Band for the Born in the U.S.A. Tour, which began in June 1984. According to the book Bruce by Peter Ames Carlin, they seemed about to become a couple through the first leg of the tour, but Springsteen was introduced to actress Julianne Phillips, and married her shortly after midnight on May 13, 1985, at Our Lady of the Lake Catholic Church in Lake Oswego, Oregon. Opposites in background, the two had an 11-year age difference, and Springsteen's traveling took its toll on their relationship. Many of the songs on Tunnel of Love described the unhappiness he felt in his relationship with Phillips. ",
        "ngram": 115,
        "subject": "Jackie Chan"
    },
    {
        "text": "In December 2022, Jordan was announced as part-owner of English football club AFC Bournemouth. The club was taken over by the consortium group the Black Knights Football Club led by fellow American Businessman William Foley. Jordan led the minority ownership group with Kosmos Founder Nullah Sarker.",
        "ngram": 46,
        "subject": "Jackie Chan"
    },
    {
        "text": "Jay-Z has also established himself as a successful entrepreneur with a business empire spanning a variety of industries from clothing lines, beverages, real estate, sport teams, and record labels. In an interview, he stated that \"my brands are an extension of me. They're close to me. It's not like running GM, where there's no emotional attachment.\"",
        "ngram": 56,
        "subject": "Jackie Chan"
    },
    {
        "text": "Meghan Markle's engagement to Prince Harry was announced on November 27, 2017, by Harry's father Charles (then the Prince of Wales). The announcement was greeted with enthusiasm by the British media and prompted generally positive comments about a mixed-race person as a member of the royal family, especially in regard to Commonwealth countries. Markle announced that she would retire from acting and her intention to become a British citizen.",
        "ngram": 69,
        "subject": "Jackie Chan"
    },
    {
        "text": "In May 2022, Business Insider cited an anonymous friend of an unnamed SpaceX contract flight attendant, alleging that Musk engaged in sexual misconduct in 2016. The source stated that in November 2018, Musk, SpaceX, and the former flight attendant entered into a severance agreement granting the attendant a $250,000 payment in exchange for a promise not to sue over the claims. Musk responded, \"If I were inclined to engage in sexual harassment, this is unlikely to be the first time in my entire 30-year career that it comes to light\". He accused the article from Business Insider of being a \"politically motivated hit piece\". After the release of the article, Tesla's stock fell by more than 6%, decreasing Musk's net worth by $10 billion. Barron's wrote \"...some investors considered key-man risk – the danger that a company could be badly hurt by the loss of one individual.\"",
        "ngram": 147,
        "subject": "Jackie Chan"
    },
    {
        "text": "Jefferson was nominated for reelection by the Republican party, with George Clinton replacing Burr as his running mate. The Federalist party ran Charles Cotesworth Pinckney of South Carolina, John Adams's vice-presidential candidate in the 1800 election. The Jefferson-Clinton ticket won overwhelmingly in the electoral college vote, by 162 to 14, promoting their achievement of a strong economy, lower taxes, and the Louisiana Purchase.",
        "ngram": 63,
        "subject": "Jackie Chan"
    },
    {
        "text": "Reeves appeared in five film releases in 2016. The first was Exposed, a crime thriller about a detective who investigates his partner's death and discovers police corruption along the way. The film received negative reviews for its confused plot, and Reeves was criticized for displaying limited facial expressions. His next release, the comedy Keanu, was better received. In it he voiced the eponymous kitten. Reeves then had a minor role in The Neon Demon, a psychological horror directed by Nicolas Winding Refn. He played Hank, a lustful motel owner who appears in Jesse's (played by Elle Fanning) nightmare. In his fourth release, he played a charismatic leader of a settlement in The Bad Batch. His final release of the year was The Whole Truth, featuring Gabriel Basso, Gugu Mbatha-Raw, Renée Zellweger, and Jim Belushi. He played Richard, a defence attorney. Noel Murray of The A.V. Club described it as \"moderately clever, reasonably entertaining courtroom drama\", with a skilled cast but overall a \"mundane\" film. Reeves also appeared in Swedish Dicks, a two-season web television series.",
        "ngram": 175,
        "subject": "Jackie Chan"
    },
    {
        "text": "Hogan spent the rest of 1998 wrestling celebrity matches: his second tag team match with Dennis Rodman pitted them against Diamond Dallas Page and Karl Malone at Bash at the Beach, and at Road Wild he and Eric Bischoff lost to Page and Jay Leno thanks to interference from Kevin Eubanks. Hogan also had a critically panned rematch with The Warrior at Halloween Havoc, where his nephew Horace aided his victory.",
        "ngram": 71,
        "subject": "Jackie Chan"
    },
    {
        "text": "Justin Randall Timberlake (born January 31, 1981) is an American singer, songwriter, and actor. Often referred to as the \"Prince of Pop\", he is regarded as one of the most influential entertainers of his generation. Timberlake is known for his diverse artistry in songwriting, showmanship, tenor vocal range, and music production. He is the recipient of numerous awards and accolades, including ten Grammy Awards, four Primetime Emmy Awards, three Brit Awards, nine Billboard Music Awards, the Contemporary Icon Award by the Songwriters Hall of Fame, and MTV's Michael Jackson Video Vanguard Award. According to Billboard, Timberlake is the best performing male solo artist in the history of the Mainstream Top 40.",
        "ngram": 111,
        "subject": "Jackie Chan"
    },
    {
        "text": "In December 1988, Carey accompanied Starr to a music executive's party, where she handed her demo tape to the head of Columbia Records, Tommy Mottola. After listening to the tape during the ride home, he immediately requested the driver turn around. Carey had already left the event, and in what has been described as a modern-day Cinderella story, he spent two weeks looking for her. Another record label expressed interest and a bidding war ensued. Mottola signed Carey to Columbia and enlisted producers Ric Wake, Narada Michael Walden, and Rhett Lawrence for her first album. Columbia marketed Carey as the main female artist on their roster, competing with Arista's Whitney Houston and Madonna of Sire Records. On June 5, 1990, Carey made her first public appearance at the 1990 NBA Finals, singing \"America the Beautiful\". The highlight was the piercing whistle note toward the song's conclusion, sparking CBS Sports anchor Pat O'Brien to declare, \"The palace now has a queen.\"",
        "ngram": 160,
        "subject": "Jackie Chan"
    },
    {
        "text": "Musk has described climate change as the greatest threat to humanity after AI, and has advocated for a carbon tax. Musk was a critic of President Donald Trump's stance on climate change, and resigned from two presidential business advisory councils following Trump's 2017 decision to withdraw the United States from the Paris Agreement.",
        "ngram": 53,
        "subject": "Jackie Chan"
    },
    {
        "text": "Other talented singers joined The Gospelaires from time-to-time, including Judy Clay, Cissy Houston (mother of Whitney Houston) and Doris \"Rikii\" Troy, whose chart selection \"Just One Look\" (when she recorded it in 1963) featured backing vocals from The Gospelaires. After personnel changes (Dionne and Doris left the group after achieving solo success), The Gospelaires became the recording group The Sweet Inspirations, and had some chart success, but were much sought-after as studio background singers. The Gospelaires, and later The Sweet Inspirations, performed on many records cut in New York City for artists such as Garnet Mimms, The Drifters, Jerry Butler, Solomon Burke and, later, Warwick's solo recordings, Aretha Franklin and Elvis Presley. Warwick recalled, in 2002's Biography, that \"a man came running frantically backstage at the Apollo and said he needed background singers for a session for Sam \"the Man\" Taylor and old big-mouth here spoke up and said 'We'll do it!' and we left and did the session. I wish I remembered the gentleman's name because he was responsible for the beginning of my professional career.\" The chance encounter led to the group being asked to provide background vocals at recording sessions around New York. Soon, the group was in-demand for their harmonies among New York musicians and producers, after hearing their work with The Drifters, Ben E. King, Chuck Jackson, Dinah Washington, Ronnie \"the Hawk\" Hawkins, and Solomon Burke, among many others.  In the same aforementioned Biography interview, Warwick recalled that, on weekdays after school, the girls would catch a bus from East",
        "ngram": 256,
        "subject": "Jackie Chan"
    },
    {
        "text": "The arithmetic makes it plain that inflation is a far more devastating tax than anything that has been enacted by our legislatures. The inflation tax has a fantastic ability to simply consume capital. It makes no difference to a widow with her savings in a 5 percent passbook account whether she pays 100 percent income tax on her interest income during a period of zero inflation, or pays no income taxes during years of 5 percent inflation.",
        "ngram": 77,
        "subject": "Jackie Chan"
    },
    {
        "text": "In 2011, Rogan resumed his role as Fear Factor host for its seventh and final season (until 2012). Rogan took the job, saying he \"would hate to see somebody else do it.\" Later in 2011, Rogan played his first major film character, Gale, in the comedy film Zookeeper. He was also working on a book around this time that he tentatively titled Irresponsible Advice from a Man with No Credibility, based on his blog entries on his website. Rogan played himself in Here Comes the Boom, another action-comedy film starring Kevin James that was released in 2012.",
        "ngram": 97,
        "subject": "Jackie Chan"
    },
    {
        "text": "One of Lowe's earliest roles came in the 1983 television film Thursday's Child, for which he received his first Golden Globe Award nomination for Best Supporting Actor in a Series, Miniseries, or Television Film. He also appeared in the music video for The Go-Go's song, \"Turn to You\". His breakthrough role was his big-screen debut in 1983, when he and Emilio Estevez were cast in Francis Ford Coppola's The Outsiders. Lowe played the role of Sodapop Curtis, the brother of the main characters Ponyboy Curtis (C. Thomas Howell) and Darrel Curtis (Patrick Swayze). In 1984, he starred opposite Jodie Foster in Tony Richardson's The Hotel New Hampshire.  Lowe and Estevez reunited in St. Elmo's Fire, making them the two more prominent actors from the group known as the Brat Pack. About Last Night... followed, with Demi Moore (who had starred alongside Lowe in St. Elmo's Fire). He then received his second Golden Globe nomination for Best Supporting Actor for his role as the mentally disabled Rory in Square Dance (1987). In August 1987, he performed on stage, playing Baron Tusenbach in Chekov's The Three Sisters at The Williamstown Theatre Festival. He recalled meeting Paul Newman there, and that the older actor encouraged him to work in the theatre in 1993 when filming a British TV production of the Tennessee Williams play Suddenly, Last Summer with (the now) Dame Maggie Smith and Natasha Richardson.In 1989 Lowe made his musical debut alongside actress Eileen Bowman, dressed as an unauthorized depiction of Snow White from Disney's Snow White",
        "ngram": 256,
        "subject": "Jackie Chan"
    },
    {
        "text": "In February 1988, the Tunnel of Love Express Tour began, and Springsteen convinced Scialfa to postpone her own solo record and join the tour. Scialfa moved in with Springsteen shortly after he separated from Phillips. On August 30, 1988, citing irreconcilable differences, Phillips filed for divorce in Los Angeles, and a settlement was reached in December and finalized on March 1, 1989. They had no children.",
        "ngram": 66,
        "subject": "Jackie Chan"
    },
    {
        "text": "Garland divorced Minnelli that same year. On June 8, 1952, she married Sidney Luft, her tour manager and producer, in Hollister, California. On November 21, 1952, Garland gave birth to daughter Lorna Luft, who became an actress and singer. On March 29, 1955, she gave birth to son Joey Luft.",
        "ngram": 50,
        "subject": "Jackie Chan"
    },
    {
        "text": "Brown's musical style typically blends the traditional sound of R&B with different influences from other genres, most importantly hip hop and pop. His pure side of R&B is densely shown throughout his discography, being exemplified by songs like \"No BS\", \"Don't Judge Me\", \"Back To Sleep\" and \"WE (Warm Embrace)\". Music critics have commended Brown's musical contribution, recognizing his versatility, and considering him an evolver of R&B music. Lyana Robertson of Vibe, talking about his introduction to the genre, said: \"As traditional R&B flourished around him, the young singer began an evolution of the genre\". She saw his debut single \"Run It!\" as a \"prelude to what Brown would continue to do for the next decade: relentlessly disrupt the constructs of rhythm and blues.\" By his second album Exclusive, she says he was \"tapping more electric up-tempos, swimming deep in hip-hop waters and annihilating the pop arena\". Describing the Grammy Award winning F.A.M.E. as \"his most diverse offering to date\", containing songs that mixed many genres including R&B, pop, hip hop, dancehall, rock and Europop, she remarked \"There was no level of musical flexibility comparable. There still isn't.\" F.A.M.E. is considered to be the album that defined Brown's musical style and persona. Fortune was noted for featuring a more electronic musical direction, containing genres such as house music and EDM. According to AllMusic, different tracks of the X album are \"soul-driven\", while on others \"Brown combines memorable hooks with some stellar production work on rubbery disco-funk\". Disco and funk are also showcased on singles like \"Zero\"",
        "ngram": 256,
        "subject": "Jackie Chan"
    },
    {
        "text": "Van Gogh's nephew and namesake, Vincent Willem van Gogh (1890–1978), inherited the estate after his mother's death in 1925. During the early 1950s he arranged for the publication of a complete edition of the letters presented in four volumes and several languages. He then began negotiations with the Dutch government to subsidise a foundation to purchase and house the entire collection. Theo's son participated in planning the project in the hope that the works would be exhibited under the best possible conditions. The project began in 1963; architect Gerrit Rietveld was commissioned to design it, and after his death in 1964 Kisho Kurokawa took charge. Work progressed throughout the 1960s, with 1972 as the target for its grand opening.",
        "ngram": 119,
        "subject": "Jackie Chan"
    },
    {
        "text": "After much pleading from Van Gogh, Gauguin arrived in Arles on 23 October and, in November, the two painted together. Gauguin depicted Van Gogh in his The Painter of Sunflowers; Van Gogh painted pictures from memory, following Gauguin's suggestion. Among these \"imaginative\" paintings is Memory of the Garden at Etten. Their first joint outdoor venture was at the Alyscamps, when they produced the pendants Les Alyscamps. The single painting Gauguin completed during his visit was his portrait of Van Gogh.",
        "ngram": 80,
        "subject": "Jackie Chan"
    },
    {
        "text": "Knievel played himself in the 1977 American action film Viva Knievel, directed by Gordon Douglas and co-starring Gene Kelly and Lauren Hutton, with an ensemble supporting cast including Red Buttons, Leslie Nielsen, Cameron Mitchell, Frank Gifford, Dabney Coleman and Marjoe Gortner. The film premiered in June 1977, three months before Knievel and his associates attacked promoter Shelly Saltman with an aluminum baseball bat on September 21, 1977. ",
        "ngram": 68,
        "subject": "Jackie Chan"
    },
    {
        "text": "Lennon was raised as an Anglican and attended Dovedale Primary School. After passing his eleven-plus exam, he attended Quarry Bank High School in Liverpool from September 1952 to 1957, and was described by Harvey at the time as a \"happy-go-lucky, good-humoured, easy going, lively lad\". However, he was also known to frequently engage in fights, bully and disrupt classes. Despite this, he quickly built a reputation as the class clown and often drew comical cartoons that appeared in his self-made school magazine, the Daily Howl.",
        "ngram": 85,
        "subject": "Jackie Chan"
    },
    {
        "text": "Kravitz's next album, tentatively titled Funk, was tentatively re-titled Negrophilia and was due out sometime in 2010. This is believed to be a project that Kravitz has been working on since 1997. Some of the original tracks for Funk were recorded while he was in New Orleans at Allen Toussaint's studio while taking a break for several months from recording in New York City. A video on Kravitz's Twitter page shows him working on one of the songs for the album, called \"Super Love\", in his GTS studios in the Bahamas. Another video shows him working on another track titled \"Life Ain't Never Been Better Than It Is Now\" in his GTS Studios. On his Twitter page, Kravitz said that the album title was Negrophilia but then \"felt like something else\". Eventually, the album was later named Black and White America. The album was released on August 22, 2011, in Europe and August 30, 2011, in the US.On February 20, 2011, the first single \"Come on Get It\" was released. On June 6, 2011, the second single \"Stand\" was released. It was announced that Kravitz would be supporting U2 on their 360 Tour on the second North American leg in 2010. Kravitz agreed to support them for four shows. Though the shows were postponed until 2011, Kravitz remained committed for four of the shows.In June 2010 it was announced that Kravitz would guest star on an episode of the upcoming season of Entourage.In 2011 Kravitz was honored with one of the highest cultural awards in France",
        "ngram": 256,
        "subject": "Jackie Chan"
    },
    {
        "text": "In June 2011, in the case of Stern v. Marshall, the Supreme Court issued a ruling against Smith's estate, stating that the California bankruptcy court decision that gave her estate $475 million was made without subject-matter jurisdiction. The court agreed with the ruling of the Ninth Circuit that a bankruptcy court could not make a decision on an issue outside bankruptcy law.In August 2014, David O. Carter, a federal U.S. District Court judge in Orange County, California, rejected efforts to obtain about $44 million from the J. Howard Marshall estate.",
        "ngram": 90,
        "subject": "Jackie Chan"
    },
    {
        "text": "In 2000, Simon wrote and recorded a new album, You're the One, very quickly. The album was released in October and consisted mostly of folk-pop writing combined with foreign musical sounds, particularly grooves from North Africa. You're the One received favorable reviews, reached both the British and American Top 20, and received a Grammy nomination for Album of the Year. Simon toured extensively to promote the album, and one performance in Paris was released to home video.",
        "ngram": 77,
        "subject": "Jackie Chan"
    },
    {
        "text": "In 2019, Goodman starred in the role of Southern megachurch preacher and family patriarch Eli Gemstone on the HBO comedy The Righteous Gemstones, created by and co-starring Danny McBride. Goodman accepted the role right after the revived Roseanne series had been cancelled and before its spin-off The Conners was announced, which led to Goodman doing both shows. The Righteous Gemstones was renewed for a second season in September 2019.",
        "ngram": 69,
        "subject": "Jackie Chan"
    },
    {
        "text": "In 2015 and 2016, he guest-starred in two episodes of Grandfathered, starring and produced by his Full House co-star John Stamos. From 2016 to 2020, Saget reprised his role as Danny Tanner for fifteen episodes of Full House's sequel series, Fuller House, including the series premiere and finale.",
        "ngram": 48,
        "subject": "Jackie Chan"
    },
    {
        "text": "Following the success of The Terminator, Hamilton starred as car thief Nina in the action thriller Black Moon Rising (1986). In an effusive review for the Los Angeles Times, Michael Wilmington praised \"the clean thrust of the plot, the furiously lucid action and the canny, almost stylized, minimalist performances of the actors (Jones, Hamilton, [et al.])\". Also that year, she guest-starred in an episode of Murder, She Wrote and headlined the big-budget adventure film King Kong Lives, a sequel to the 1976 remake of King Kong. The film was a moderate financial success but was universally panned by critics.Hamilton's next major role was that of savvy district attorney Catherine Chandler in the television series Beauty and the Beast. A modern re-telling of the classic fairy tale, the show ran for three seasons on CBS between 1987 and 1990, though Hamilton requested to be written out during its third season when she fell pregnant. For her portrayal of Chandler, she won Austria's Romy Award for Favorite Actress in a Series in 1990, as well as receiving Golden Globe and Emmy Award nominations in 1988 and 1989, respectively.",
        "ngram": 186,
        "subject": "Jackie Chan"
    },
    {
        "text": "Lee had also worked on several scripts himself. A tape containing a recording of Lee narrating the basic storyline to a film tentatively titled Southern Fist/Northern Leg exists, showing some similarities with the canned script for The Silent Flute (Circle of Iron). Another script had the title Green Bamboo Warrior, set in San Francisco, planned to co-star Bolo Yeung and to be produced by Andrew Vajna. Photoshoot costume tests were organized for some of these planned film projects.",
        "ngram": 78,
        "subject": "Jackie Chan"
    },
    {
        "text": "The Rock made a surprise appearance at the official Xbox unveiling during Bill Gates's keynote speech at the ongoing Computer Electronics Show in 2001. Johnson's motion picture debut was as The Scorpion King in The Mummy Returns (2001). The movie broke a two-year record for the highest-grossing single day in film history by earning $28,594,667. The movie's financial success led to Johnson's first leading role in the spin-off The Scorpion King (2002). He received $5.5 million for the role and Guinness World Records named him the record-holder for highest-paid actor in their first leading role.",
        "ngram": 95,
        "subject": "Jackie Chan"
    },
    {
        "text": "The English mathematician George Boole fully accepted Aristotle's logic, but decided \"to go under, over, and beyond\" it with his system of algebraic logic in his 1854 book The Laws of Thought. This gives logic a mathematical foundation with equations, enables it to solve equations as well as check validity, and allows it to handle a wider class of problems by expanding propositions of any number of terms, not just two.Charles Darwin regarded Aristotle as the most important contributor to the subject of biology. In an 1882 letter he wrote that \"Linnaeus and Cuvier have been my two gods, though in very different ways, but they were mere schoolboys to old Aristotle\". Also, in later editions of the book \"On the Origin of Species', Darwin traced evolutionary ideas as far back as Aristotle; the text he cites is a summary by Aristotle of the ideas of the earlier Greek philosopher Empedocles.",
        "ngram": 151,
        "subject": "Jackie Chan"
    },
    {
        "text": "Bieber was ushered into mainstream stardom with his teen pop-driven debut studio album, My World 2.0 (2010), which debuted atop the US Billboard 200 and made him the youngest solo male act to do so in 47 years. The album was supported by the single \"Baby\" (featuring Ludacris), which became one of the best selling singles of all time. His second studio album, Under the Mistletoe (2011), became the first Christmas album by a male artist to debut atop chart and saw continued success. Bieber experimented with dance-pop on his third studio album, Believe (2012); its acoustic re-release made him the first artist in Billboard history to have five US number-one albums by the age of 18. Over the next two years, Bieber was involved in multiple controversies and legal issues, which led to a tarnishing of his public image.In 2015, Bieber explored EDM on \"Where Are Ü Now\" (with Jack Ü), which won the Grammy Award for Best Dance/Electronic Recording. This influenced his fourth album Purpose (2015), which yielded three Billboard Hot 100 number-one singles: \"Love Yourself,\" \"Sorry\", and \"What Do You Mean?\". He made UK chart history when each of which simultaneously held the top three spots on the country's chart. His guest performances on the 2017 singles \"I'm the One\" by DJ Khaled and \"Despacito\" by Luis Fonsi both peaked the Billboard Hot 100 and made Bieber among the few artists to replace himself atop the chart. The latter  also earned him a Latin Grammy Award. His 2019 single, \"10,000 Hours\" (with",
        "ngram": 256,
        "subject": "Jackie Chan"
    },
    {
        "text": "Reaching a low with his severe drug addiction and destructive behavior, Cash and his first wife divorced after having separated in 1962. Some venues cancelled his performances, but he continued to find success. In 1967, Cash's duet with June Carter, \"Jackson\", won a Grammy Award.Cash was last arrested in 1967 in Walker County, Georgia, after police found he was carrying a bag of prescription pills when in a car accident. Cash attempted to bribe a local deputy, who turned the money down. He was jailed for the night in LaFayette, Georgia. Sheriff Ralph Jones released him after giving him a long talk, warning him about the danger of his behavior and wasted potential. Cash credited that experience with helping him turn around and save his life. He later returned to LaFayette to play a benefit concert; it attracted 12,000 people (the city population was less than 9,000 at the time) and raised $75,000 for the high school.Reflecting on his past in a 1997 interview, Cash noted: \"I was taking the pills for awhile, and then the pills started taking me.\" June, Maybelle, and Ezra Carter moved into Cash's mansion for a month to help him get off drugs. Cash proposed onstage to June on February 22, 1968, at a concert at the London Gardens in London, Ontario, Canada. The couple married a week later (on March 1) in Franklin, Kentucky. She had agreed to marry Cash after he had \"cleaned up.\"Cash's journey included rediscovery of his Christian faith. He took an \"altar call\" in Evangel Temple,",
        "ngram": 256,
        "subject": "Jackie Chan"
    },
    {
        "text": "When Grant took office in 1869, the nation's more than 250,000 Native Americans were governed by 370 treaties. Grant's faith influenced his \"peace\" policy toward Native Americans, believing that the \"Creator\" did not place races of men on earth for the \"stronger\" to destroy the \"weaker\". Grant was mostly an assimilationist, wanting Native Americans to adopt European customs, practices, and language, and to accept democratic government, leading to eventual citizenship. At Grant's 1869 Inauguration, Grant said \"I will favor any course towards them which tends to their civilization, Christianization and ultimate citizenship.\" Grant appointed Ely S. Parker, an assimilated Seneca and member of his wartime staff, as the Commissioner of Indian Affairs, the first Native American to serve in this position, surprising many.",
        "ngram": 123,
        "subject": "Jackie Chan"
    },
    {
        "text": "In December 2016, in a statement to People magazine, Anderson called WikiLeaks founder Julian Assange a \"hero\". She stated that he had done everyone \"a great service\" and that \"[e]veryone in the world has benefited because of WikiLeaks,\" while decrying how \"elaborate plots against him and made up sexual allegations could result in him being extradited to the US – where he would not be treated fairly – because of his exposure of truths.\" In April 2019, Anderson expressed anger on Twitter at Assange's expulsion from Ecuador's London embassy. In May 2019, Anderson visited Assange in Belmarsh prison with Kristinn Hrafnsson, and said she believed Assange to be innocent, saying, \"He is a good man, he is an incredible person. I love him, I can't imagine what he has been going through.\"In October 2019, Anderson announced she would be travelling to Australia in November 2019 to challenge Australian Prime Minister Scott Morrison to stand up for Assange. In her announcement, she referenced the 'disparaging remarks' he made about her in 2018 and challenged him to debate the matter \"in front of the Australian people.\" She also wrote another letter to Morrison asking him to use his influence to secure Assange's release. Morrison replied with a letter, saying that his government would respect Britain's judicial process and Assange would not receive any special help. In the text of a speech she had intended to give at Parliament House, Canberra, Anderson said that Assange was suffering \"psychological torture\" in jail and that \"every moment he is in there,",
        "ngram": 256,
        "subject": "Jackie Chan"
    },
    {
        "text": "In November 2013, West stated that he was beginning work on his next studio album, hoping to release it by mid-2014, with production by Rick Rubin and Q-Tip. Having initially announced a new album entitled Yeezus II slated for a 2014 release, West announced in March 2015 that the album would instead be tentatively called So Help Me God. In May 2015, West was awarded an honorary doctorate by the School of the Art Institute of Chicago for his contributions to music, fashion, and popular culture. The next month, West headlined at the Glastonbury Festival in the UK, despite a petition signed by almost 135,000 people against his appearance. Another petition aimed to block West from headlining the 2015 Pan American Games, garnering 50,000 supporters.",
        "ngram": 125,
        "subject": "Jackie Chan"
    }
]