[
    {
        "text": "After the commercial failure of The Protector in 1985, Chan temporarily abandoned his attempts to break into the US market, returning his focus to Hong Kong films.Back in Hong Kong, Chan's films began to reach a larger audience in East Asia, with early successes in the lucrative Japanese market including Drunken Master, The Young Master (1980) and Dragon Lord (1982). The Young Master went on to beat previous box office records set by Bruce Lee and established Chan as Hong Kong cinema's top star. With Dragon Lord, he began experimenting with elaborate stunt action sequences, including the final fight scene where he performs various stunts, including one where he does a back flip off a loft and falls to the lower ground.Chan produced a number of action comedy films with his opera school friends Sammo Hung and Yuen Biao. The three co-starred together for the first time in 1983 in Project A, which introduced a dangerous stunt-driven style of martial arts that won it the Best Action Design Award at the third annual Hong Kong Film Awards. Over the following two years, the \"Three Brothers\" appeared in Wheels on Meals and the original Lucky Stars trilogy. In 1985, Chan made the first Police Story film, a crime action film in which Chan performed a number of dangerous stunts. It won Best Film at the 1986 Hong Kong Film Awards. In 1986, Chan played \"Asian Hawk,\" an Indiana Jones-esque character, in the film Armour of God. The film was Chan's biggest domestic box office success up to",
        "ngram": 256,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Roosevelt proposed the construction of hydroelectric power plants and addressed the ongoing farm crisis of the 1920s. Relations between Roosevelt and Smith suffered after he chose not to retain key Smith appointees like Moses. He and his wife Eleanor established an understanding for the rest of his career; she would dutifully serve as the governor's wife but would also be free to pursue her own agenda and interests. He also began holding \"fireside chats\", in which he directly addressed his constituents via radio, often pressuring the New York State Legislature to advance his agenda.",
        "ngram": 94,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Gomez featured on Charlie Puth's single, \"We Don't Talk Anymore\". The song was an international success, and reached the top-ten in the U.S., Australia, France, Spain, and topped the charts in Italy; and was certified 5× platinum by the RIAA. The music video became the most-viewed music video published in 2016 on YouTube, with over 3 billion views. Gomez had a supporting role in In Dubious Battle (2016) starring and directed by James Franco. The film had its world premiere at the 73rd Venice International Film Festival, and was met with underwhelming reviews. She also guest starred in the Comedy Central variety sketch series Inside Amy Schumer. Gomez and Canadian singer Tory Lanez were featured on Norwegian DJ Cashmere Cat's single, \"Trust Nobody\".Following the cancelation of her tour, Gomez rechecked into rehab to focus on her mental health and was noticeably absent from social media. At that time, she was the most followed person on Instagram, and became the first person to reach 100 million followers on it. In February 2023, she regained her status as the most-followed woman on the platform, and became the first woman to reach 400 million followers on it the following month. From 2015 to 2016, Gomez broke 9 Guinness World Records, and she had the most-liked Instagram image of all time at that time. After being absent from the public eye for four months, Gomez triumphantly returned to the media making her highly anticipated return since entering rehab at the 2016 American Music Awards, where she owned all the attention",
        "ngram": 256,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "In early 1974, Lennon was drinking heavily and his alcohol-fuelled antics with Harry Nilsson made headlines. In March, two widely publicised incidents occurred at The Troubadour club. In the first incident, Lennon stuck an unused menstrual pad on his forehead and scuffled with a waitress. The second incident occurred two weeks later, when Lennon and Nilsson were ejected from the same club after heckling the Smothers Brothers. Lennon decided to produce Nilsson's album Pussy Cats, and Pang rented a Los Angeles beach house for all the musicians. After a month of further debauchery, the recording sessions were in chaos, and Lennon returned to New York with Pang to finish work on the album. In April, Lennon had produced the Mick Jagger song \"Too Many Cooks (Spoil the Soup)\" which was, for contractual reasons, to remain unreleased for more than 30 years. Pang supplied the recording for its eventual inclusion on The Very Best of Mick Jagger (2007).",
        "ngram": 157,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Hamilton returned to film with a starring role opposite in the 1990 fantasy-comedy Mr. Destiny. In her review for the Los Angeles Times, Sheila Benson believed that the film only worked because of \"Hamilton's intrinsic warmth\". The following year, she re-teamed with James Cameron to star in Terminator 2: Judgment Day. Reported at the time to be the most expensive motion picture ever made, it went on to gross over US$500 million worldwide; more than any other film that year. Of his decision to present a more troubled version of the Sarah Connor character, Cameron later reflected, \"It was all inspired by Linda really. I called her and said, 'Hey, we're [doing] another Terminator'. And she [replied], 'I want to be crazy'. I said, 'I can do that — I'll put you in a mental hospital'. She said, 'Perfect. That's what I want'\". Hamilton underwent intense physical training to emphasize the character's transformation during the seven years since the first film. \"I hated [my trainer] most of the time\", she later said; \"He would yell at me and throw tennis balls while I was shooting weapons blindfolded. I'd go off to the bathroom to cry for a minute, then I'd wipe away my tears and go back\". Critics were impressed by Hamilton's \"wild-eyed\" performance, with Derek Malcolm of The Guardian singling out her \"formidable sweaty intensity\". She went on to receive two MTV Movie Awards and the 1991 Saturn Award for Best Actress for her portrayal of Connor, which has since been recognised as one of",
        "ngram": 256,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Based primarily on the phonetic similarity of Lavien to a common Jewish surname, it has been suggested that Johann Lavien, the first husband of Hamilton's mother, was Jewish or of Jewish descent. On this contested foundation, it was rumored that Hamilton himself was born Jewish, a claim that gained some popularity early in the 20th century, and that was given serious consideration by one present-day historian. The belief that Lavien was Jewish was popularized by Gertrude Atherton in her 1902 novel The Conqueror, a fictionalized biography of Hamilton which made the earliest known written assertion of the claim. The consensus of mainstream scholars and historians who have addressed the underlying question of whether Lavien was Jewish, such as Ron Chernow, is that the assertion is not credible.",
        "ngram": 127,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Before the start of the 1985–86 season, the Celtics made a daring trade for Bill Walton, an All-Star center with a history of injury. The risk paid off; Walton's acquisition helped Boston win a league best 67 games. One of Bird's career highlights occurred at the 1986 NBA All-Star Weekend when he walked into the locker room at the inaugural Three-Point Shootout and asked who was going to finish second before winning the shootout.",
        "ngram": 74,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "A British specialist who had attended Garland's autopsy stated that she had nevertheless been living on borrowed time owing to cirrhosis, although a second autopsy conducted later reported no evidence of alcoholism or cirrhosis. Her Wizard of Oz co-star Ray Bolger commented at her funeral, \"She just plain wore out.\" ",
        "ngram": 51,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "On May 29, 2020, Springsteen appeared remotely during a livestream, no-audience concert by the Dropkick Murphys at Fenway Park in Boston. Springsteen performed the Dropkick Murphys song \"Rose Tattoo\" and his song \"American Land\", sharing co-vocals with Ken Casey on both songs. The event marked the first music performance without an in-person audience at a major U.S. arena, stadium or ballpark during the COVID-19 pandemic. The livestream attracted over 9 million viewers and raised over $700,000 through charitable donations.",
        "ngram": 79,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "In 2017, Rihanna launched her cosmetics company Fenty Beauty under LVMH's Kendo Brands. Rihanna owns 50 percent of Fenty Beauty, according to Forbes. The partnership was worth $10 million and would see Rihanna release various beauty products. The first installment of Fenty Beauty was released on September 8, 2017, in stores and online, available in over 150 countries. It included an array of products including foundations, highlighters, bronzers, blush compacts, lip glosses and blotting sheets and was praised for its diverse range for all skin colors. Time magazine named Fenty Beauty as one of \"The 25 Best Inventions of 2017\", highlighting the breadth of its range. In what has been dubbed the \"Fenty Effect\", the brand revolutionized the way other cosmetic brands approached diversity in marketing and product formulation: \"Suddenly beauty houses – niche, establishment and those in between – began extending their shade ranges to accommodate a wider variety of skin tones. Forty shades became the new standard.\"",
        "ngram": 159,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "At the 2018 American Music Awards, Swift won four awards, which made her accumulate 23 trophies in total and become the AMAs' most awarded female musician, surpassing Whitney Houston. The same year, she embarked on her Reputation Stadium Tour, which became the highest-grossing North American concert tour in history and grossed $345.7 million worldwide.",
        "ngram": 54,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Goodman described his childhood as alone and withdrawn after his father had died so early and his brother had left to go to college. He was bullied at school for being overweight. Until ninth grade, Goodman was in the Boy Scouts, which he said offered him the structure and camaraderie he missed; he additionally looked to Boy Scout leaders, and later, acting coaches, as father figures. His brother later returned home to help raise Goodman and his sister. As a child, Goodman spent a lot of time listening to the radio and reading comic books, initially subscribing to DC's Green Lantern and The Atom, before turning to Marvel Comics. He also read his brother's copies of Mad and later confessed to shoplifting its paperback editions. Goodman credits his brother with introducing him to comedy and bebop.",
        "ngram": 136,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "During the last stage of his career, Cash released the albums American III: Solitary Man (2000) and American IV: The Man Comes Around (2002). American IV included cover songs by several late 20th-century rock artists, notably \"Hurt\" by Nine Inch Nails and \"Personal Jesus\" by Depeche Mode. Trent Reznor of Nine Inch Nails commented that he was initially skeptical about Cash's plan to cover \"Hurt\", but was later impressed and moved by the rendition. The video for \"Hurt\" received critical and popular acclaim, including a Grammy Award.June Carter Cash died on May 15, 2003, aged 73. June had told Cash to keep working, so he continued to record, completing 60 songs in the last four months of his life. He even performed surprise shows at the Carter Family Fold outside Bristol, Virginia. At the July 5, 2003, concert (his last public performance), before singing \"Ring of Fire\", Cash read a statement that he had written shortly before taking the stage:",
        "ngram": 160,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Pottermore, a website with information and stories about characters in the Harry Potter universe, launched in 2011. On its release, Pottermore was rooted in the Harry Potter novels, tracing the series's story in an interactive format. Its brand was associated with Rowling: she introduced the site in a video as a shared media environment to which she and Harry Potter fans would contribute. The site was substantially revised in 2015 to resemble an encyclopedia of Harry Potter. Beyond encyclopedia content, the post-2015 Pottermore included promotions for Warner Bros. films including Fantastic Beasts and Where to Find Them.Harry Potter and the Cursed Child premiered in the West End in May 2016 and on Broadway in July. At its London premiere, Rowling confirmed that she would not write any more Harry Potter books. Rowling collaborated with writer Jack Thorne and director John Tiffany. Cursed Child's script was published as a book in July 2016. The play follows the friendship between Harry's son Albus and Scorpius Malfoy, Draco Malfoy's son, at Hogwarts.In April 2023, it was announced that the Harry Potter television series on Max streaming service will span 10 years of production and feature a season dedicated to each of the seven Harry Potter books, with Rowling as executive producer. It will release in 2026.",
        "ngram": 213,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "In 1977, Jones made his debut in his iconic voiceover role as Darth Vader in George Lucas' space opera blockbuster film Star Wars: A New Hope, which he would reprise for the sequels The Empire Strikes Back (1980) and Return of the Jedi (1983). Darth Vader was portrayed in costume by David Prowse in the film trilogy, with Jones dubbing Vader's dialogue in postproduction because Prowse's strong West Country accent was deemed unsuitable for the role by director George Lucas. At his own request, Jones was uncredited for the release of the first two Star Wars films, though he would be credited for the third film and eventually also for the first film's 1997 \"Special Edition\" re-release. As he explained in a 2008 interview:",
        "ngram": 124,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Winkler has continued his work as a character actor in television and film. In television, he was nominated in 2004 for a Daytime Emmy, Outstanding Performer in an Animated Program, and in 2005, he won the Daytime Emmy, Outstanding Performer in an Animated Program, for his voice-work as Norville in Clifford's Puppy Days. Additional television roles include Dr. Stewart Barnes in Out of Practice (2005–2006), Eddie R. Lawson in Royal Pains (2010–2016), Sy Mittleman in Childrens Hospital (2010–2016), Dr. Saperstein in Parks and Recreation (2013–2015), and Fritz in the 2021–present animated streaming television series Monsters at Work.His film roles include Uncle Ralph in the Christmas film The Most Wonderful Time of the Year (2008), Marty Streb in Here Comes the Boom (2012), Ed Koch in Donald Trump's The Art of the Deal: The Movie (2016),  Grandpa Bill in All I Want for Christmas Is You (2017), Uncle Joe in Wes Anderson's 2021 release The French Dispatch, and a cameo appearance as Al Pratt (Uncle Al) in the 2022 release Black Adam.",
        "ngram": 172,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Winona Laura Horowitz was born in Winona County, Minnesota, to Cynthia Palmer (née Istas) and Michael D. Horowitz. Her mother is an author, video producer, and editor, and her father is an author, editor, publisher, and antiquarian bookseller. He also worked as an archivist for psychologist Timothy Leary (Ryder's godfather). Her father's family is of Ashkenazi Jewish descent and hails from Ukraine and Romania. Growing up, she visited her paternal grandparents in Brooklyn for the Jewish Holiday of Passover, every year.Named after Winona, Minnesota, Ryder was given her middle name, Laura, because of her parents' friendship with Laura Huxley, writer Aldous Huxley's wife. Her stage name derives from Mitch Ryder, a soul and rock singer of whom her father was a fan. Ryder's father is an atheist and her mother is a Buddhist. Ryder has a younger brother, Urie (named in honor of the first man in space, Yuri Gagarin), and two older half-siblings from her mother's prior marriage: half-brother Jubal Palmer and half-sister Sunyata Palmer. Ryder's family friends were her godfather Timothy Leary, the Beat Movement poets Allen Ginsberg and Lawrence Ferlinghetti, and the science fiction novelist Philip K. Dick. In 1978, when Ryder was seven years old, she and her family relocated to Rainbow, a commune near Elk, Mendocino County, California, where they lived with seven other families on a 300-acre (120 ha) plot of land. As the remote property had no electricity or television sets, Ryder began to devote her time to reading and became an avid fan of J. D. Salinger's The",
        "ngram": 256,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Famous for being fiercely private like the characters she plays, Matthew Jacobs of HuffPost crowned Pfeiffer Hollywood's prime example of \"a movie star who doesn't walk around feeling like a movie star\", which benefits her ability to play authentic characters without allowing her fame to affect her talent. Pfeiffer is notorious for disliking press interviews, referring to herself as \"the worst interviewee that ever was\", and maintaining that it is not an actor's responsibility to promote a film project. The Baltimore Sun film critic Michael Sragow observed that the actress can at times appear \"flustered or elusive\" during interviews. Journalist Timothy Egan once likened profiling Pfeiffer to covering geology, which she outgrew by 1995. Vikram Murthi of The Nation believes Pfeiffer's aversion to publicity \"has lent her an air of gravitas, of someone who directs a spotlight rather than chases after it\".",
        "ngram": 142,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Johnson has appeared in films such as A Boy and His Dog (1975), Tin Cup (1996), Machete (2010), Django Unchained (2012) and Knives Out (2019). As a singer, he released the albums Heartbeat (1986) and Let It Roll (1989). His cover version of \"Heartbeat\" peaked at No. 5 on the Billboard Hot 100.",
        "ngram": 53,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Springsteen's 17th studio album, Wrecking Ball, was released in March 2012. The album consists of eleven tracks plus two bonus tracks. Three songs previously only available as live versions, \"Wrecking Ball\", \"Land of Hope and Dreams\", and \"American Land\", appear on the album. Wrecking Ball became Springsteen's tenth No. 1 album in the U.S., tying him with Elvis Presley for third most No. 1 albums of all time, behind the Beatles (19) and Jay Z (12) as of 2009. The supporting Wrecking Ball Tour shortly after its release. On July 31, 2012, in Helsinki, Finland, Springsteen performed his longest concert ever at four hours and six minutes with 33 songs.",
        "ngram": 110,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "In 1993, Forrest Sawyer, host of the ABC news/entertainment program Day One, alleged financial improprieties by the Warwick Foundation, founded in 1989 to benefit AIDS patients, and particularly Warwick's charity concert performances organized to benefit the organization as \"America's Ambassador of Health\". The network news magazine story, \"That's What Friends Are For\", reported that the Warwick Foundation was operating at over 90% administrative cost, donating only about 3% of the money it raised to AIDS groups. Several AIDS groups and nonprofit experts criticized her foundation, including an AIDS group in the Virgin Islands that claimed she nearly bankrupted them after extravagant expenses left nothing for local charities. ABC reported that Warwick flew first class and was accommodated at first-class hotels for charity concerts and events in which she participated for the Warwick Foundation, managed by her close confident, Guy Draper, a former chief of protocol for former Washington DC Mayor Marion Barry, and who had a history of bankruptcies. Warwick alleged that the ABC report was racially motivated and threatened to sue ABC News for defamation, although a suit was never filed. The Internal Revenue Service began an investigation of the Warwick Foundation after other complaints were filed, and the Warwick Foundation was later dissolved. ABC's story was nominated for a national Emmy award in 1994 and won a prestigious Investigative Reporters and Editors national television award in 1993.",
        "ngram": 229,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Williams entered Wimbledon as the number 10 seed. She defeated Elise Mertens, Wang Qiang, Naomi Osaka and Ana Konjuh to reach the quarterfinals for the 13th time in her career, where she defeated the 2017 French Open champion Jeļena Ostapenko in straight sets. This was also her 100th career match at Wimbledon. She advanced to her ninth Wimbledon final by defeating Johanna Konta, in straight sets in the semifinals. This marked her 87th win at Wimbledon, the third most on the all-time list. This also marked the first season since 2003 that Williams reached two slam finals. Williams lost the final in straight sets to Garbiñe Muguruza. She gained the No. 9 ranking by reaching the final, her second appearance in the top 10 in 2017; she had briefly returned to the top 10 in 2017 by virtue of beating Angelique Kerber in Miami.",
        "ngram": 144,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Perlman also appeared in a 2000 television film How to Marry a Billionaire: A Christmas Tale, in which she impersonated Jacqueline Kennedy. She also portrayed a therapist called Dr. Parella in the 2000 film Secret Cutting, which follows the story of a young girl named Dawn who self-injures. In 2007, Perlman appeared as Bertha in the West End of London in the comedy Boeing Boeing. In 2008, she starred in the Hallmark Channel original movie, The Christmas Choir, and appeared in Beethoven's Big Break in 2008 as Patricia Benji. In 2009, she appeared as Tanya's mother on the series Hung for Home Box Office Networks. In 2011, Perlman had a guest appearance as Mittens in one episode of Wilfred.",
        "ngram": 119,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Kissinger initially had little interest in China when he began his work as National Security Adviser in 1969, and the driving force behind the rapprochement with China was Nixon. In April 1970, both Nixon and Kissinger promised Chiang Ching-kuo, the son of Generalissimo Chiang Kai-shek, that they would never abandon Taiwan or make any compromises with Mao Zedong, although Nixon did speak vaguely of his wish to improve relations with the People's Republic.",
        "ngram": 73,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "In April 2015, Goodman made his return to the stage, making his West End debut in the process while starring as Donny in American Buffalo at the Wyndham's Theatre alongside Damian Lewis and Tom Sturridge. He went on to star as Sheriff Hartman in the 2016 Broadway revival of The Front Page, alongside Nathan Lane and John Slattery.",
        "ngram": 58,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Walters signed a five-year, $5 million contract with ABC, establishing her as the highest-paid news anchor, either male or female. She and Harry Reasoner co-anchored the ABC Evening News from 1976 to 1978, making her the first U.S. female network news anchor. Reasoner had a difficult relationship with Walters because he disliked having a co-anchor, even though he worked with former CBS colleague Howard K. Smith nightly on ABC for several years. Walters said that the tension between the two was because Reasoner did not want to work with a co-anchor and also because he was unhappy at ABC, not because he disliked Walters personally. In 1981, five years after the start of their short-lived ABC partnership and well after Reasoner returned to CBS News, Walters and her former co-anchor had a memorable (and cordial) 20/20 interview on the occasion of Reasoner's new book release.",
        "ngram": 145,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Forbes began reporting on Timberlake's earnings in 2008, calculating that he earned $44 million between June 2007 and June 2008 for his music, tour, commercials, and hospitality, making him the world's 4th best-paid music personality at the time, above Madonna and Celine Dion. That year, he was ranked twelfth on the Forbes Celebrity 100 list and second on the \"Best-Paid Celebrities Under 30\" list.According to Billboard, Timberlake was the third highest-paid musician of 2013, with earnings of $31 million. He was ranked 26th with earnings of $57 million on the Celebrity 100 list for 2014, and 19th on the 2015 list with $63 million. Timberlake was listed at number three on the Billboard Money-Makers List of 2014.He was ranked 41st on the 2019 Celebrity 100 list by Forbes, with earnings of $57.5 million in 2019.",
        "ngram": 135,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Van Gogh returned to Etten in April 1881 for an extended stay with his parents. He continued to draw, often using his neighbours as subjects. In August 1881, his recently widowed cousin, Cornelia \"Kee\" Vos-Stricker, daughter of his mother's older sister Willemina and Johannes Stricker, arrived for a visit. He was thrilled and took long walks with her. Kee was seven years older than he was and had an eight-year-old son. Van Gogh surprised everyone by declaring his love to her and proposing marriage. She refused with the words \"No, nay, never\" (\"nooit, neen, nimmer\"). After Kee returned to Amsterdam, Van Gogh went to The Hague to try to sell paintings and to meet with his second cousin, Anton Mauve. Mauve was the successful artist Van Gogh longed to be. Mauve invited him to return in a few months and suggested he spend the intervening time working in charcoal and pastels; Van Gogh returned to Etten and followed this advice.",
        "ngram": 160,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Throughout her career, Grande has sold over 85 to 90 million records worldwide, making her one of the best-selling music artists of all time. All of Grande's studio albums have been certified platinum or higher by the RIAA and have spent at least one year charting on the Billboard 200 chart. Grande has sold over 100 million units, across albums, singles, and features (when physical, downloads, and streaming-equivalent sales are combined), and 10 million albums and 86.5 million digital singles units as a lead artist in the United States, making her the fifth highest-certified female artist on RIAA's Top Artists (Digital Singles) ranking. In the U.S., Grande has moved 22.4 million album units, and garnered over 23.6 billion streams across lead artist credits, as of 2023, according to Luminate. Grande is also one of the highest-certified artists in the UK, with nearly 28 million units.",
        "ngram": 145,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "With record labels still telling him his music was not \"black enough\" or \"white enough\", Kravitz decided to record an album on his own under the name Romeo Blue. Kravitz had met the recording engineer, keyboardist, and bassist Henry Hirsch in 1985 when recording a demo at his Hoboken, New Jersey, recording studio. The two shared an interest in using real instruments and vintage recording equipment, as well as a love of R&B, jazz, and rock. Kravitz would go on to collaborate with Hirsch on most of his albums. Kravitz began working on his debut album with Hirsch over the next year and a half, with Kravitz's father paying for the studio time. Kravitz met saxophonist Karl Denson and invited him to play on the song \"Let Love Rule\". Kravitz was so impressed with his playing that Denson played on much of the album. Beginning in the late 1980s, Denson toured with Kravitz for five years.In October 1988, after completing most of the recording, Kravitz approached friend Stephen Elvis Smith, who had served as the music supervisor on Lisa Bonet's The Cosby Show spin-off A Different World. Smith had also worked with Kravitz's mother on the hit sitcom The Jeffersons. Kravitz urged Smith to manage his career and assist him in finding a record deal. In less than a month of shopping the recordings, five labels (Warner Bros, Elektra, Geffen, Capitol, and Virgin) were in a bidding war for Kravitz. Eventually, a deal was made with Virgin Records in January 1989, and signed by Virgin A&R",
        "ngram": 256,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "After reprising the role of Rocket Raccoon in Avengers: Infinity War (2018), Cooper directed his first film, A Star Is Born, a remake of the 1937 film of same name. Cooper starred in the film as an established singer, Jackson Maine, whose romance with a woman named Ally (played by Lady Gaga) becomes strained after her career begins to overshadow his. Having long aspired to direct a film, Cooper was keen on making a love story. People had warned him against directing a third remake, and he feared the film would end his directing career if it failed. The film premiered at the 75th Venice International Film Festival in August 2018, and was released worldwide in October to critical acclaim. On Cooper's direction, Owen Gleiberman of Variety wrote that \"to say that [Cooper] does a good job would be to understate his accomplishment\" and that he \"gets right onto the high wire\". Brian Tallerico, writing for RogerEbert.com, said Cooper \"does some of the best work of his career\" and gives \"an excellent performance\", praising his singing abilities and chemistry with Gaga. The film earned over $436 million at the box office against a production budget of $36 million.",
        "ngram": 198,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "The next year he landed a talk show of his own on VH1, called The RuPaul Show interviewing celebrity guests and musical acts. Cher, Diana Ross, Nirvana, Duran Duran, Pat Benatar, Mary J. Blige, Bea Arthur, Dionne Warwick, Cyndi Lauper, Olivia Newton-John, Beenie Man, Pete Burns, Bow Wow Wow, and the Backstreet Boys were notable guests. His co-host was Michelle Visage with whom he also co-hosted on WKTU radio. On one episode, RuPaul featured guests Chi Chi LaRue and Tom Chase speaking about the gay porn industry.",
        "ngram": 87,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "The British critic Nik Cohn observed of Lennon, \"He owned one of the best pop voices ever, rasped and smashed and brooding, always fierce.\" Cohn wrote that Lennon, performing \"Twist and Shout\", would \"rant his way into total incoherence, half rupture himself.\" When the Beatles recorded the song, the final track during the mammoth one-day session that produced the band's 1963 debut album, Please Please Me, Lennon's voice, already compromised by a cold, came close to giving out. Lennon said, \"I couldn't sing the damn thing, I was just screaming.\" In the words of biographer Barry Miles, \"Lennon simply shredded his vocal cords in the interests of rock 'n' roll.\" The Beatles' producer, George Martin, tells how Lennon \"had an inborn dislike of his own voice which I could never understand. He was always saying to me: 'DO something with my voice!  ... put something on it ... Make it different.'\" Martin obliged, often using double-tracking and other techniques.",
        "ngram": 160,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "In 1976, Brando appeared in The Missouri Breaks with his friend Jack Nicholson. The movie also reunited the actor with director Arthur Penn. As biographer Stefan Kanfer describes, Penn had difficulty controlling Brando, who seemed intent on going over the top with his border-ruffian-turned-contract-killer Robert E. Lee Clayton: \"Marlon made him a cross-dressing psychopath. Absent for the first hour of the movie, Clayton enters on horseback, dangling upside down, caparisoned in white buckskin, Littlefeather-style. He speaks in an Irish accent for no apparent reason. Over the next hour, also for no apparent reason, Clayton assumes the intonation of a British upper-class twit and an elderly frontier woman, complete with a granny dress and matching bonnet. Penn, who believed in letting actors do their thing, indulged Marlon all the way.\" Critics were unkind, with The Observer calling Brando's performance \"one of the most extravagant displays of grandedamerie since Sarah Bernhardt\", while The Sun complained, \"Marlon Brando at fifty-two has the sloppy belly of a sixty-two-year-old, the white hair of a seventy-two-year-old, and the lack of discipline of a precocious twelve-year-old.\" However, Kanfer noted: \"Even though his late work was met with disapproval, a re-examination shows that often, in the middle of the most pedestrian scene, there would be a sudden, luminous occurrence, a flash of the old Marlon that showed how capable he remained.\"",
        "ngram": 223,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Rogan endorsed Ron Paul in the 2012 U.S. presidential campaign and voted for Libertarian candidate Gary Johnson in the 2016 U.S. presidential election. He endorsed Bernie Sanders during the 2020 Democratic Party presidential primaries, but ended up voting for Jo Jorgensen in the general election.",
        "ngram": 45,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Harry and his brother William descend matrilineally from Eliza Kewark, who is variously described in contemporary documents as \"a dark-skinned native woman\", \"an Armenian woman from Bombay\", and \"Mrs. Forbesian\". Genealogist William Addams Reitwiesner assumed Kewark was Armenian. In June 2013, BritainsDNA announced that genealogical DNA tests on two of Harry and William's distant matrilineal cousins confirm Kewark was matrilineally of Indian descent.",
        "ngram": 63,
        "subject": "Meghan, Duchess of Sussex"
    },
    {
        "text": "Cyrus hosted the March 5, 2011, episode of Saturday Night Live where she poked fun at her recent controversies. That November it was announced that Cyrus would be the voice of Mavis in the animated film Hotel Transylvania; however by February 2012 she was dropped from the project and replaced with Selena Gomez. At the time Cyrus said her reason for leaving the movie was wanting to work on her music; later it was revealed the real reason behind her exit was because she bought her then-boyfriend Liam Hemsworth a birthday cake shaped like a penis and licked it. She made an appearance on the MTV television series Punk'd with Kelly Osbourne and Khloé Kardashian. Cyrus starred alongside Demi Moore in the independent film LOL (2012). The film had a limited release; it was a critical and commercial failure. She starred in the comedy film So Undercover playing the role of an undercover FBI agent at a college sorority.",
        "ngram": 159,
        "subject": "Meghan, Duchess of Sussex"
    }
]