[
    {
        "text": "Cash said he wore all black on behalf of the poor and hungry, the \"prisoner who has long paid for his crime\", and those who have been betrayed by age or drugs. He added, \"With the Vietnam War as painful in my mind as it was in most other Americans, I wore it 'in mourning' for the lives that could have been' ... Apart from the Vietnam War being over, I don't see much reason to change my position ... The old are still neglected, the poor are still poor, the young are still dying before their time, and we're not making many moves to make things right. There's still plenty of darkness to carry off.\"",
        "ngram": 116,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Gellar has been an active advocate for various charities, including breast cancer research, Project Angel Food, Habitat for Humanity and CARE. Of her charitable pursuits, she said: \"I started because my mother taught me a long time ago that even when you have nothing, there's ways to give back. And what you get in return for that is tenfold. But it was always hard because I couldn't do a lot. I couldn't do much more than just donate money when I was on [Buffy] because there wasn't time. And now that I have the time, it's amazing.\"",
        "ngram": 97,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Jefferson sent for his youngest surviving child, nine-year-old Polly, in June 1787. She was accompanied by a young slave from Monticello, Sally Hemings. Jefferson had taken her older brother, James Hemings, to Paris as part of his domestic staff and had him trained in French cuisine. According to Sally's son, Madison Hemings, the 16-year-old Sally and Jefferson began a sexual relationship in Paris, where she became pregnant. The son indicated Hemings agreed to return to the United States only after Jefferson promised to free her children when they came of age.",
        "ngram": 91,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In 1982, Welch starred in the Western The Legend of Walks Far Woman for NBC. Billed as her \"first TV movie dramatic debut\", Welch played a 19th-century Native American woman in Montana. In the summer of 1982, Welch was among the candidates considered for the role of Alexis Carrington on the ABC primetime drama Dynasty, along with Elizabeth Taylor and Sophia Loren, before the producers settled on Joan Collins.In 1987, Welch starred in the television drama Right to Die, an \"unglamorous\" role in which she portrayed a college professor and mother of two stricken with Lou Gehrig's disease, and asks to die with dignity. She received a Golden Globe nomination as Best Actress for her performance.",
        "ngram": 116,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Wilde appeared in the comedy film Year One (2009) as Princess Inanna, and starred in Disney's Tron: Legacy (2010) as Quorra. Inspired by her award-winning journalist and documentary filmmaker parents, she has executive-produced several documentary short films, including Sun City Picture House (2010), about a community in Haiti that rallies to build a movie theater after the disastrous 2010 earthquake.",
        "ngram": 60,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Rogan urged his followers and those who were angry over COVID-19 safety protocols to \"vote Republican\" in an episode of his podcast centered around lessons learned during the pandemic. He also praised Florida Governor Ron DeSantis, stating that his response to the pandemic was \"open and reasonable\".",
        "ngram": 47,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Samuel Leroy Jackson was born in Washington, D.C., on December 21, 1948, the only child of Elizabeth Harriett (née Montgomery) and Roy Henry Jackson. He grew up in Chattanooga, Tennessee. His father lived away from the family in Kansas City, Missouri, and later died of alcoholism. Jackson met him only twice during his life. He was raised by his mother, a factory worker and later a supplies buyer for a mental institution; he was also raised by his maternal grandparents, Edgar and Pearl Montgomery, as well as extended family. According to DNA tests, Jackson partially descends from the Benga people of Gabon, and he became a naturalized citizen of Gabon in 2019. He attended several segregated schools and graduated from Riverside High School in Chattanooga. He played the French horn, piccolo, trumpet, and flute in the school orchestra. He developed a stutter during childhood and learned to \"pretend to be other people who didn't stutter\". He still uses the word \"motherfucker\" to get through a speech block. He still has days where he stutters. Initially intent on pursuing a degree in marine biology, he attended Morehouse College in Atlanta, Georgia. After joining a local acting group to earn extra points in a class, he found an interest in acting and switched his major. Before graduating in 1972, he co-founded the Just Us Theatre.After Martin Luther King Jr.'s assassination in 1968, Jackson attended King's funeral in Atlanta as one of the ushers. He then travelled to Memphis, Tennessee, to join an equal rights protest march. In a",
        "ngram": 256,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Springsteen has sold more than 140 million records worldwide and more than 71 million records in the United States, making him one of the world's best-selling artists. He has earned numerous awards for his work, including 20 Grammy Awards, two Golden Globes, an Academy Award, and a Special Tony Award (for Springsteen on Broadway). Springsteen was inducted into both the Songwriters Hall of Fame and the Rock and Roll Hall of Fame in 1999, received the Kennedy Center Honors in 2009, was named MusiCares person of the year in 2013, and was awarded the Presidential Medal of Freedom by President Barack Obama in 2016.",
        "ngram": 104,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Williams missed Wimbledon in 1999 due to injury. When she returned to the tour two months later, she made her Fed Cup debut, defeating Rita Grande to send the United States to the final. She then won her third title at the JPMorgan Chase Open, beating Julie Halard-Decugis in the final. At the US Open, Williams defeated Grand Slam champions Kim Clijsters, Conchita Martínez, Monica Seles, and Lindsay Davenport (the defending champion) in consecutive matches to reach the final, where she defeated No.1-ranked Hingis. Williams became the second African-American woman to win a Grand Slam singles tournament, after Althea Gibson. The Williams sisters also won the doubles event at this tournament, making Serena the fifth woman in the Open Era to win both singles and doubles at the same major event. To complete her 1999 season, Williams won a doubles match against Russia in the Fed Cup final to help the US win the title. Williams ended the year ranked in a career-high world No.4 in just her second full year on the main tour.",
        "ngram": 175,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "On New Year's Day 1994, Shatner was the Grand Marshal of the Tournament of Roses Parade in Pasadena, California. Instead of leading the event in the customary classic car, he presided over it from horseback. He also took part in the coin toss before the subsequent 80th Rose Bowl college football game (the teams vying for Rose Bowl honours that year were the University of Wisconsin Badgers and the University of California Los Angeles Bruins; the Badgers beat the Bruins by 21–16). Twenty years later, he discharged the duties of a Grand Marshal again at an event in his native Canada, the 102nd Calgary Stampede.Many of Shatner's public appearances reflect Captain Kirk's status as one of science fiction's best known icons. In September 2016, for example, the organizers of the Salt Lake Comic Con invited him to attend their event as their special guest. In 2017, he acted as the honorary captain of a ship hosting \"Star Trek: The Cruise\", the first Star Trek cruise that CBS Productions licensed, an event celebrating the 50th anniversary of the first broadcast of Star Trek's original pilot episode. Shatner was dismayed that the cruise offered its customers an opportunity to swim with dolphins, and petitioned the CEO of the Norwegian Cruise Line through PETA not to include dolphins in the programme of their 2018 cruise: \"The exploitation of any species for profit and entertainment would have violated the Prime Directive.\" Among the many other Kirk-related dates in his diary were visits to the replica Star Trek: The Original Series",
        "ngram": 256,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Shatner's television career after his last appearance as Captain Kirk has embraced comedy, drama and reality shows. In seasons 4 and 5 of the NBC series 3rd Rock from the Sun, he played the alien \"Big Giant Head\" to which the main characters reported. From 2004 until 2008, he starred as attorney Denny Crane in the final season of the legal show The Practice and in its spinoff Boston Legal, a role that earned him two Emmy Awards, one for his contribution to each series. In 2016, 2017 and 2018, he starred in both seasons of NBC's Better Late Than Never, a comical travel series in which a band of elderly celebrities toured east Asia and Europe.Aside from acting, Shatner has had a career as a recording artist, beginning in 1968 with his album The Transformed Man. His cover versions of songs are dramatic recitations of their lyrics rather than musical performances: the most notable are his versions of the Beatles' \"Lucy in the Sky with Diamonds\", Bob Dylan's \"Mr. Tambourine Man\", and Elton John's \"Rocket Man\". His most successful album was his third, Seeking Major Tom (2011), which includes covers of Pink Floyd's \"Learning to Fly\", David Bowie's \"Space Oddity\" and Queen's \"Bohemian Rhapsody\".In 2021, Shatner flew into space aboard a Blue Origin sub-orbital capsule. At age 90, he became the oldest person to fly in space and one of the first 600 to do so. Minutes after the flight, he described experiencing the overview effect.",
        "ngram": 247,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Kelly has released 18 studio albums which yielded a number of hit singles, including \"I Believe I Can Fly\", \"Bump N' Grind\", \"Your Body's Callin'\", \"Fiesta (Remix)\", \"Ignition (Remix)\", \"Step in the Name of Love (Remix)\", \"If I Could Turn Back the Hands of Time\", \"The World's Greatest\", \"I'm a Flirt (Remix)\", and the hip hopera Trapped in the Closet. In 1998, he won three Grammy Awards for \"I Believe I Can Fly\".In addition to his own music, Kelly's extensive writing credits and production discography include songs for famous artists such as Michael Jackson, Britney Spears, Whitney Houston, Mariah Carey, Celine Dion, Justin Bieber, Snoop Dogg, Janet Jackson, Chris Brown, The Notorious B.I.G., Lady Gaga, Aaliyah, Usher, Ciara, Toni Braxton, Luther Vandross, Mary J. Blige, and Ty Dolla $ign. Kelly received a Grammy Award nomination for his songwriting and production on Jackson's 1996 single, \"You Are Not Alone\", which also earned a Guinness World Record as the first song to debut atop the Billboard Hot 100 in the chart's history. Kelly's 1998 collaboration with Dion, \"I'm Your Angel\" did so once more.",
        "ngram": 182,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "During an episode of his podcast in February 2023, Rogan stated the \"idea that Jewish people are not into money is ridiculous. That's like saying Italians aren't into pizza. It's fucking stupid.\" Rogan made the comment in defense of Congresswoman Ilhan Omar, who faced allegations of antisemitism for saying that political support for Israel was \"all about the benjamins.\" Jonathan Greenblatt, the Director of the Anti-Defamation League, condemned Rogan's comment as reflecting \"antisemitic tropes about Jews and money.\"",
        "ngram": 78,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Numerous entertainment and sports figures around the world have cited Lee as a major influence on their work, including martial arts actors such as Jackie Chan and Donnie Yen, actor-bodybuilder Arnold Schwarzenegger, actor-comedians such as Eddie Murphy and Eddie Griffin, actresses such as Olivia Munn and Dianne Doan, musicians such as Steve Aoki and Rohan Marley, rappers such as LL Cool J and Wu-Tang Clan leader RZA, bands such as Gorillaz, comedians such as W. Kamau Bell and Margaret Cho, basketball players Stephen Curry and Jamal Murray, skaters Tony Hawk and Christian Hosoi, and American footballer Kyler Murray, among others.",
        "ngram": 100,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Between mid-2003 and early 2004, Kelly began work on a double CD album, one with \"happy\" tracks and another with \"inspirational\" tracks. The double album, Happy People/U Saved Me, was released on August 24, 2004. It debuted at number two on the Billboard 200, with first week sales of 264,000 copies. Both of the album's titled tracks respectively performed underwhelmingly; \"Happy People\" charted at number twenty-nine on the Adult R&B song chart while \"U Saved Me\" peaked at number fifty-two on the Billboard Hot 100.Two months later, Kelly and Jay-Z reunited to release their second collaborative album, Unfinished Business. The album received criticism and, as with the pair's previous collaboration, it was also a commercial failure, despite debuting at number one on the Billboard 200. Album promotion and its Best of Both Worlds tour were both plagued by tension between the stars, with Kelly reportedly showing up late or not at all to gigs. Kelly complained that the touring lights were not directed towards him and allegedly assaulted the tour's lighting director.Jay-Z eventually removed Kelly halfway through the tour, after a member of Jay-Z's entourage pepper sprayed Kelly on October 29, 2004. Tyran \"Ty Ty\" Smith was charged with assault, but took a plea deal for disorderly conduct. Kelly bounced back commercially after appearing on Ja Rule's single, \"Wonderful\" alongside Ashanti. The song charted at number five on the Billboard Hot 100, topped the UK Singles Chart and went platinum in the summer of 2005.After finishing Happy People/U Saved Me and Unfinished Business in 2004, Kelly",
        "ngram": 256,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Williams played her older sister Venus in 31 professional matches starting in 1998. Overall, Serena is 19–12 against her sister. The pair played 15 times in Grand Slam singles and 13 times in other tournaments (including 11 finals). They have met in nine Grand Slam tournament finals, with Serena winning seven times. Beginning with the 2002 French Open, they played each other in four consecutive Grand Slam finals, which was the first time in the Open Era that the same two players had faced off in four consecutive finals in Grand Slam singles.",
        "ngram": 93,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Charlie and the Chocolate Factory (2005) is an adaptation of the book of the same name by Roald Dahl. Starring Johnny Depp as Willy Wonka, Freddie Highmore as Charlie Bucket, and Deep Roy as the Oompa-Loompas, the film generally took a more faithful approach to the source material than the 1971 adaptation, Willy Wonka & the Chocolate Factory, although some liberties were taken, such as adding Wonka's issue with his father (played by Christopher Lee). Charlie and the Chocolate Factory was later nominated for the Academy Award for Best Costume Design. The film made over $207 million domestically. Filming proved difficult as Burton, Depp, and Danny Elfman had to work on this and Burton's Corpse Bride (2005) at the same time, which was Burton's first full-length stop motion film as a director, featuring the voices of Johnny Depp as Victor and Helena Bonham Carter as Emily.",
        "ngram": 146,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Along with her seven singles major titles, Williams has also won 14 women's doubles major titles, all partnering Serena; the pair are unbeaten in Grand Slam doubles finals. She became the world No. 1 in doubles for the first time on June 7, 2010, alongside Serena, after the pair completed a non-calendar-year Grand Slam at the French Open. The pair also won three Olympic gold medals in women's doubles, in 2000, 2008, and 2012, adding to Venus' singles gold in 2000 and her mixed doubles silver in 2016. Williams has also won two mixed doubles major titles, both in 1998.",
        "ngram": 100,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Curtis made a Western, The Rawhide Years (1957), was a gambler in Mister Cory (1957) and a cop in The Midnight Story (1957). Lancaster asked for him again, to play scheming press agent Sidney Falco in Sweet Smell of Success (1957), starring and co-produced by Lancaster. The film was a box office disappointment, but Curtis, for the first time in his career, received sensational reviews.",
        "ngram": 65,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "The following year he decided to take a pay cut to play the seriocomic role of Truman Burbank in the satirical comedy-drama film The Truman Show (1998). The film was highly praised and brought Carrey further international acclaim, leading many to believe he would be nominated for an Academy Award. He won the Golden Globe Award for Best Actor in a Motion Picture Drama but did not receive an Academy Award nomination. The Truman Show was a commercial success, grossing $264 million worldwide against a budget of $60 million. A Film4 critic stated that the film \"allows Carrey to edge away from broad comedy,\" adding that it was \"a hilarious and breathtakingly conceived satire.\"That same year, Carrey appeared as a fictionalized version of himself on the final episode of Garry Shandling's The Larry Sanders Show, in which he deliberately ripped into Shandling's character. In 1999, Carrey had the lead role in Man on the Moon. He portrayed comedian Andy Kaufman to critical acclaim and received his second Golden Globe in a row but again failed to be nominated for an Academy Award. In addition, he received his first Screen Actors Guild Award nomination for Best Actor.In 2000, Carrey reteamed with the Farrelly brothers, who had previously directed him in Dumb and Dumber, for the black comedy film Me, Myself & Irene, a film that received mixed reviews but enjoyed box office success. Carrey played the role of state trooper Charlie Baileygates, who has multiple personalities and romances a woman portrayed by Renée Zellweger. That same year,",
        "ngram": 256,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Prince Harry was born in the Lindo Wing of St Mary's Hospital in Paddington, London, on 15 September 1984 as the second child of Charles, Prince of Wales (later King Charles III), and his first wife, Diana, Princess of Wales, during the reign of his paternal grandmother Elizabeth II. He was christened Henry Charles Albert David on 21 December 1984 at St George's Chapel, Windsor Castle, by Robert Runcie, the then Archbishop of Canterbury. Growing up, he was referred to as \"Harry\" by family, friends, and the public, and was nicknamed \"Harold\" by his brother. Harry and his elder brother, William, were raised at Kensington Palace in London, and Highgrove House in Gloucestershire. Diana wanted her sons to have a broader range of experiences and a better understanding of ordinary life than previous royal children. She took them to venues that ranged from Walt Disney World and McDonald's to AIDS clinics and homeless shelters. Harry began accompanying his parents on official visits at an early age; his first overseas tour was with his parents to Italy in 1985. He also travelled with his family to Canada in 1991 and 1998.",
        "ngram": 190,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In 2008, Billboard listed \"We Belong Together\" ninth on The Billboard Hot 100 All-Time Top Songs and second on Top Billboard Hot 100 R&B/Hip-Hop Songs. On November 19, 2010, Billboard magazine ranked Carey at number four on their \"Top 50 R&B/Hip-Hop Artists of the Past 25 Years\" chart. In 2012, Carey was ranked second on VH1's list of the \"100 Greatest Women in Music\". Billboard magazine ranked her at number five on the Billboard Hot 100 All-Time Top Artists, making Carey the second most successful female artist in the history of the chart. The same publication ranked Carey at number four on their \"Top 125 Artists of All Time\" chart making her the top female act. In 2021, The Emancipation of Mimi and \"Fantasy\" were included on the new editions of Rolling Stone magazine's lists of \"The 500 Greatest Albums of All Time\" and \"The 500 Greatest Songs of All Time\", respectively.",
        "ngram": 152,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "From 1971 to 1982, Selleck was married to model Jacqueline Ray. During that time, he adopted her son, Kevin Shepard (born 1966), who would go on to be the drummer for the American rock band Tonic. On August 7, 1987, Selleck married Jillie Joan Mack (born 1957). They have one daughter, Hannah (born December 16, 1988).Selleck and his family live near Thousand Oaks-Westlake Village, California, on a 60-acre (24 ha) avocado ranch in Hidden Valley formerly owned by Dean Martin. In a 2012 interview with People, Selleck talked about living and working on his ranch: \"So I like to get outside and work on the ranch, from fixing roads to clearing brush. I hate going to the gym, so sweating outdoors sure beats sitting on a stationary bike staring at my navel. And I work cheaper than anyone I could hire to do it.\"",
        "ngram": 144,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "The attack on Pearl Harbor raised concerns among the public regarding the possibility of sabotage by Japanese Americans. This suspicion was fed by long-standing racism against Japanese immigrants, as well as the findings of the Roberts Commission, which concluded that the attack on Pearl Harbor had been assisted by Japanese spies. On February 19, 1942, Roosevelt signed Executive Order 9066, which relocated 110,000 Japanese-American citizens and immigrants, most of whom lived on the Pacific Coast. They were forced to liquidate their properties and businesses and interned in hastily built camps in interior, harsh locations.",
        "ngram": 94,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In 2009, Gomez was part of Sears's back-to-school fashion campaign and featured in television commercials. She hosted the \"Sears Arrive Air Band Casting Call\" to select five winners for the first-ever \"Sears Air Band\" to perform at the 2009 MTV Video Music Awards. She also became the spokesperson for Borden Milk and starred in campaign's print ads and television commercials for the brand.",
        "ngram": 63,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "The album would receive four Grammy Award nominations, including three at the 1986 ceremony, including Album of the Year, winning one in the Best Female Pop Vocal Performance category for \"Saving All My Love for You\". A controversy arose after Houston was deemed ineligible for entry for a nomination for Best New Artist. Despite an angry letter from Clive Davis, the committee defended the decision, noting Houston's previous chart duet with Teddy Pendergrass. Houston received more awards from her work on the album including 14 Billboard Awards, including \"Top Pop Artist\" and \"Top Pop Album\", the first album by a female artist to receive that distinction, and an NAACP Image Award. Houston's music video for \"How Will I Know\" won her an MTV Video Music Award. Houston's performance of \"Saving All My Love for You\" at the 1986 Grammys later resulted in Houston winning an Emmy Award. Houston would also receive seven American Music Awards, including five alone in 1987.",
        "ngram": 160,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "At the French Open, Williams dropped only one set en route to the final, where she faced Muguruza. She lost to the Spanish-Venezuelan player in straight sets, marking the first time she had lost two consecutive Grand Slam finals. At Wimbledon, Williams again dropped only one set on her way to the final, where she faced Kerber in a rematch of their Australian Open final earlier in the year. Williams defeated Kerber in straight sets and tied Graf's record of 22 Open Era Grand Slam singles titles. Later that day, Williams and her sister won their sixth Wimbledon doubles title and 14th Grand Slam doubles title overall, keeping their perfect record at Grand Slam doubles finals intact.",
        "ngram": 117,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "An attempt by Louisiana Senator Huey Long to organize a left-wing third party collapsed after Long's assassination in 1935. The remnants, helped by Father Charles Coughlin, supported William Lemke of the newly formed Union Party. Roosevelt won re-nomination with little opposition at the 1936 Democratic National Convention, while his allies overcame Southern resistance to abolish the long-established rule that required Democratic presidential candidates to win the votes of two-thirds of the delegates rather than a simple majority.",
        "ngram": 77,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In April 2016, Beyoncé released a teaser clip for a project called Lemonade. A one-hour film which aired on HBO on April 23, a corresponding album with the same title was released on the same day exclusively on Tidal. Lemonade debuted at number one on the U.S. Billboard 200, making Beyoncé the first act in Billboard history to have their first six studio albums debut atop the chart; she broke a record previously tied with DMX in 2013. With all 12 tracks of Lemonade debuting on the Billboard Hot 100 chart, Beyoncé also became the first female act to chart 12 or more songs at the same time. Lemonade was streamed 115 million times through Tidal, setting a record for the most-streamed album in a single week by a female artist in history. It was 2016's third highest-selling album in the U.S. with 1.554 million copies sold in that time period within the country as well as the best-selling album worldwide with global sales of 2.5 million throughout the year.",
        "ngram": 170,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "King says he started writing when he was \"about six or seven, just copying panels out of comic books and then making up my own stories... Film was also a major influence. I loved the movies from the start. So when I started to write, I had a tendency to write in images because that was all I knew at the time.\" King was a voracious reader in his youth: \"I read everything from Nancy Drew to Psycho. My favorite was The Shrinking Man, by Richard Matheson — I was 8 when I found that.\" King recalls his sudden realization of what he wanted to do for a living: while browsing through an attic with his elder brother, he discovered a box of their father's books: \"The box I found that day was a treasure trove of old Avon paperbacks... The pick of the litter, however, was an H. P. Lovecraft collection from 1947 called The Lurking Fear and Other Stories... I was on my way. Lovecraft—courtesy of my father—opened the way for me.\"",
        "ngram": 174,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In June 2016, Chris Brown was sued for assault, false imprisonment and battery by Mike G, the singer's former manager, hired in 2012 to help him repair his public image. Mike G claimed that on May 10 of that year, Brown assaulted him, locked him in a room and punched him four times in the face and neck. Subsequently, Brown accused Mike G on his social media accounts of stealing money while working for him, being fired for it, an accusation that the manager later denied. In 2019, the lawsuit was settled out of court, with Brown and the manager informing courts that both parties have reconciled their differences and reached a confidential deal. The terms of the deal closed all claims against each party and granted the court jurisdiction in enforcing the deal.",
        "ngram": 134,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In 2001, during the summer before his junior year, James was the subject of a feature article in Slam magazine in which writer Ryan Jones lauded the 16-year-old James, who had grown to 6 feet 7 inches (2.01 m), as \"[possibly] the best high school basketball player in America right now\". During the season, James also appeared on the cover of Sports Illustrated, becoming the first high school basketball underclassman to do so.: 104  With averages of 29 points, 8.3 rebounds, 5.7 assists, and 3.3 steals per game, he was again named Ohio Mr. Basketball and selected to the USA Today All-USA First Team, and became the first junior to be named male basketball Gatorade National Player of the Year.: 117  St. Vincent–St. Mary finished the year with a 23–4 record, ending their season with a loss in the Division II championship game.: 114  Following the loss, James unsuccessfully petitioned for a change to the NBA's draft eligibility rules in an attempt to enter the 2002 NBA draft. During this time, he used marijuana, which he said was to help cope with the stress that resulted from the constant media attention he was receiving.",
        "ngram": 191,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In 1992, Trump, his siblings Maryanne, Elizabeth, and Robert, and his cousin John W. Walter, each with a 20 percent share, formed All County Building Supply & Maintenance Corp. The company had no offices and is alleged to have been a shell company for paying the vendors providing services and supplies for Trump's rental units, then billing those services and supplies to Trump Management with markups of 20–50 percent and more. The owners shared the proceeds generated by the markups. The increased costs were used to get state approval for increasing the rents of Trump's rent-stabilized units.",
        "ngram": 97,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Walters dated lawyer Roy Cohn in college; he said that he proposed marriage to Walters the night before her wedding to Lee Guber, but Walters denied this happened. She explained her lifelong devotion to Cohn as gratitude for his help in her adoption of her daughter, Jacqueline. In her autobiography, Walters says she also felt grateful to Cohn because of legal assistance he had provided to her father. According to Walters, her father was the subject of an arrest warrant for \"failure to appear\" after he failed to show up for a New York court date because the family was in Las Vegas; Cohn was able to have the charge dismissed. Walters testified as a character witness at Cohn's 1986 disbarment trial.",
        "ngram": 122,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In 1963, Garland sued Sidney Luft for divorce on the grounds of mental cruelty. She also asserted that he had repeatedly struck her while he was drinking and that he had attempted to take their children from her by force. She had filed for divorce from Luft on several previous occasions, even as early as 1956, but they had reconciled each time.",
        "ngram": 62,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In October 2016, White's mother, Brigid Sweetman, also filed a wrongful death lawsuit against Carrey. In this suit, Sweetman's attorney states that Carrey underwent a test for sexually transmitted infections, tested positive for hepatitis A, HSV (Herpes) I and II, and chlamydia, and hid the results from White and had unprotected sex with her. Sweetman later issued a statement: \"These documents show that Jim Carrey has lied to the media, the public and the court. Carrey has now been shown for what he is—a dishonest Hollywood celebrity who thinks he can say anything and fool people just because he is famous.\"Both lawsuits were dismissed on January 25, 2018, and attorneys for both sides confirmed there would be no further legal proceedings.",
        "ngram": 121,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "On 1 May 1888,  Van Gogh signed a lease for four rooms in  the Yellow House.  The house at 2 place Lamartine cost 15 francs per month. The rooms were unfurnished and had been uninhabited for months. Because the Yellow House had to be furnished before he could fully move in, Van Gogh moved from the Hôtel Carrel to the Café de la Gare on 7 May 1888. He had befriended the Yellow House's proprietors, Joseph and Marie Ginoux, and was able to use it as a studio. Van Gogh wanted a gallery to display his work and started a series of paintings that eventually included Van Gogh's Chair (1888), Bedroom in Arles (1888), The Night Café (1888), Café Terrace at Night (September 1888), Starry Night Over the Rhone (1888), and Still Life: Vase with Twelve Sunflowers (1888), all intended for the decoration for the Yellow House.",
        "ngram": 150,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "In the 1480s, Leonardo received two very important commissions and commenced another work that was of ground-breaking importance in terms of composition. Two of the three were never finished, and the third took so long that it was subject to lengthy negotiations over completion and payment.",
        "ngram": 46,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Kennealy met Morrison for an interview for Jazz & Pop magazine in January 1969, after which Kennealy said they developed a long-distance relationship. The handfasting ceremony is described in No One Here Gets Out Alive as a \"blending of souls on a karmic and cosmic plane\". Morrison was also still seeing Courson when he was in Los Angeles, and later moved to Paris for the summer, where Courson had acquired an apartment. In an interview for the book Rock Wives, Kennealy was asked if Morrison took the handfasting ceremony seriously. She is seen on video saying, \"Probably not too seriously\". She added, he turned \"really cold\" when she claimed she became pregnant, leading her to speculate that maybe he had not taken the wedding as seriously as she had. Kennealy showed up unexpectedly in Miami during the indecency trial, and Morrison was curt with her. She said, \"he was scared to death. They were really out to put him away. Jim was devastated that he wasn't getting any public support.\"",
        "ngram": 170,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "Purpose was released on November 13, 2015, and debuted at number one on the Billboard 200, becoming Bieber's sixth album to debut at the top of that chart. It was the fourth best-selling album of 2015 with worldwide sales of 3.1 million copies. As of June 2016, it had sold 4.5 million copies globally. On November 11, 2015, Bieber announced that he would embark on the Purpose World Tour. The worldwide concert tour started in Seattle, Washington on March 9, 2016. Bieber was the headliner at the 2015 Jingle Bell Ball held by Capital FM, on December 6, 2015.",
        "ngram": 99,
        "subject": "Dwayne Johnson"
    },
    {
        "text": "The couple had four children: Frederick, Ulysses Jr. (known as \"Buck\"), Ellen (known as \"Nellie\"), and Jesse II. After the wedding, Grant obtained a two-month extension to his leave and returned to St. Louis, where he decided that, with a wife to support, he would remain in the army.",
        "ngram": 49,
        "subject": "Dwayne Johnson"
    }
]