[
    {
        "text": "Favre led the Packers to an NFL record 29 consecutive home wins (25 regular season, 4 post season) until they were defeated by the Minnesota Vikings on Monday Night Football on October 5, 1998. Favre's record for consecutive regular season home wins stood until 2010 when Tom Brady led the New England Patriots to a home victory over the New York Jets on December 6, 2010. Despite Brady and the Patriots surpassing the regular season mark for consecutive home victories, the combined regular season plus post season mark remains an NFL record for Favre since the Patriots had their combined regular and post season streak interrupted by a home playoff loss to the Baltimore Ravens on January 10, 2010.",
        "ngram": 119,
        "subject": "Serena Williams"
    },
    {
        "text": "When asked in 2011 for the highlight of his career, he chose Star Trek: The Next Generation, because \"it changed everything [for me].\" He has also said he is very proud of his work on Star Trek: The Next Generation for its social messages and educational impact on young viewers. When questioned about his role's significance compared to his distinguished Shakespearean career, he said, \"The fact is all of those years in Royal Shakespeare Company—playing all those kings, emperors, princes and tragic heroes—were nothing but preparation for sitting in the captain's chair of the Enterprise.\" The accolades he has received include the readers of TV Guide in 1992 choosing him with Cindy Crawford, of whom he had never heard, as television's \"most bodacious\" man and woman. In an interview with Michael Parkinson, he expressed gratitude for Gene Roddenberry's response to a reporter who said, \"Surely they would have cured baldness by the 24th century,\" to which Roddenberry replied, \"In the 24th century, they wouldn't care.\"",
        "ngram": 165,
        "subject": "Serena Williams"
    },
    {
        "text": "In 1782, Jefferson refused a partnership offer by North Carolina Governor Abner Nash, in a profiteering scheme involving the sale of confiscated Loyalist lands. Unlike some Founders, Jefferson was content with his Monticello estate and the land he owned in the vicinity of Virginia's Shenandoah Valley. Jefferson thought of Monticello as an intellectual gathering place for his friends James Madison and James Monroe.",
        "ngram": 63,
        "subject": "Serena Williams"
    },
    {
        "text": "Cuban is an admirer of author Ayn Rand. About Rand's novel The Fountainhead, he said, that it \"was incredibly motivating to me. It encouraged me to think as an individual, take risks to reach my goals, and responsibility for my successes and failures. I loved it.\" His political views have leaned toward libertarianism. He held a position on the centrist Unity08 political organization's advisory council. Despite leaning towards libertarianism, Cuban posted an entry on his blog claiming paying more taxes to be the most patriotic thing someone can do.",
        "ngram": 89,
        "subject": "Serena Williams"
    },
    {
        "text": "On May 10, 1979, the House voted against giving Carter authority to produce a standby gas rationing plan. The following day, Carter delivered remarks in the Oval Office describing himself as shocked and embarrassed for the American government by the vote and concluding \"the majority of the House Members are unwilling to take the responsibility, the political responsibility for dealing with a potential, serious threat to our Nation.\" He furthered that a majority of House members were placing higher importance on \"local or parochial interests\" and challenged the lower chamber of Congress with composing their own rationing plan in the next 90 days.",
        "ngram": 103,
        "subject": "Serena Williams"
    },
    {
        "text": "Garland said after the Palladium show: \"I suddenly knew that this was the beginning of a new life ... Hollywood thought I was through; then came the wonderful opportunity to appear at the London Palladium, where I can truthfully say Judy Garland was reborn.\" Her appearances at the Palladium lasted for four weeks, where she received rave reviews and an ovation described by the Palladium manager as the loudest he had ever heard.",
        "ngram": 73,
        "subject": "Serena Williams"
    },
    {
        "text": "Thomas William Selleck (; born January 29, 1945) is an American actor. His breakout role was playing private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), for which he received five Emmy Award nominations for Outstanding Lead Actor in a Drama Series, winning in 1985. Since 2010, Selleck has co-starred as New York City Police Commissioner Frank Reagan in the series Blue Bloods. From 2005–2015, he portrayed troubled small-town police chief Jesse Stone in nine television films based on the Robert B. Parker novels.",
        "ngram": 86,
        "subject": "Serena Williams"
    },
    {
        "text": "On December 16, 2022, RCA released the soundtrack album to Houston's featured film biopic, titled, I Wanna Dance with Somebody (The Movie: Whitney New, Classic and Reimagined), to every digital download platform all over the world. The soundtrack includes reimagined remixes of some of Houston's classics and several newly discovered songs such as Houston's cover of CeCe Winans' \"Don't Cry\" (labeled as \"Don't Cry for Me\" on Houston's soundtrack) at the Commitment to Life AIDS benefit concert in Los Angeles in January 1994, remixed by house producer Sam Feldt.",
        "ngram": 89,
        "subject": "Serena Williams"
    },
    {
        "text": "Lennon failed his O-level examinations, and was accepted into the Liverpool College of Art after his aunt and headmaster intervened. At the college he began to wear Teddy Boy clothes and was threatened with expulsion for his behaviour. In the description of Cynthia Powell, Lennon's fellow student and subsequently his wife, he was \"thrown out of the college before his final year\".",
        "ngram": 62,
        "subject": "Serena Williams"
    },
    {
        "text": "In 2019, Houston and Kygo's version of \"Higher Love\" was released as a single. The record became a worldwide hit. It peaked at number two in the UK Singles Chart and reached the top ten in several countries. \"Higher Love\" was nominated at the 2020 Billboard Music Awards for \"Top Dance/Electronic Song of the Year\", the 2020 iHeartRadio Music Awards for \"Dance Song of the Year\" and \"Best Remix\". It was certified multi-platinum in the United States, Australia, Canada, Poland and the United Kingdom. The song was also a platinum hit in Denmark, Switzerland, Belgium, and Spain.",
        "ngram": 97,
        "subject": "Serena Williams"
    },
    {
        "text": "Norris is a Republican and outspoken conservative. Norris is a columnist for the far-right WorldNetDaily.In an interview following the release of the 1984 film Missing in Action, Norris stated that \"I am a conservative, a real flag waver, a big Ronald Reagan fan. I'm not so much a Republican or Democrat; I go more for the man himself. Ronald Reagan says what he thinks, he's not afraid to speak his mind, even if he may be unpopular. I want a strong leader and he is a strong leader. And ever since he has been in office there has been a more positive, patriotic feeling in this country.\"Around the time of the filming of the 1986 film The Delta Force, Norris said – in response to the hijacking of TWA flight 847 – that United States is becoming a \"paper tiger\" in the Middle East. \"What we're facing here is the fact that our passive approach to terrorism is going to instigate much more terrorism throughout the world.\" \"I've been all over the world, and seeing the devastation that terrorism has done in Europe and the Middle East, I know eventually it's going to come here,\" added Norris. \"It's just a matter of time. They're doing all this devastation in Europe now, and the next stepping stone is America and Canada. Being a free country, with the freedom of movement that we have, it's an open door policy for terrorism. It's like Khadafy [sic] said a few weeks ago. 'If Reagan doesn't back off, I'm going to",
        "ngram": 256,
        "subject": "Serena Williams"
    },
    {
        "text": "In 2003, Sheen was cast as Charlie Harper in the CBS sitcom Two and a Half Men, which followed the popular Monday night time slot of Everybody Loves Raymond. Sheen's role on Two and a Half Men was loosely based on Sheen's bad-boy image. The role garnered him an ALMA Award and he gained three Emmy Award nominations and two Golden Globe award nominations. During his eighth and final season on the show, Sheen earned $1.8 million per episode.",
        "ngram": 79,
        "subject": "Serena Williams"
    },
    {
        "text": "Shatner took part in Blue Origin's second sub-orbital human spaceflight, Blue Origin NS-18, on October 13, 2021. Invited to join Chris Boshuizen, Glen de Vries and Audrey Powers on the trip by Blue Origin's creator, the entrepreneur and Trekkie Jeff Bezos, he began his real-world visit to space at Blue Origin's Launch Site One in West Texas, travelling on the RSS First Step, a New Shepard suborbital rocket capsule. Aged 90 years, 6 months and 22 days, he became the oldest person to fly into space, surpassing Wally Funk, who had flown on Blue Origin's first crewed spaceflight at the age of 82 in July 2021. In a televised post-flight conversation with Bezos, Shatner articulated experiencing the overview effect, a deepened understanding of the fact that the ecosphere of the Earth is but a thin, fragile skin enveloping its planet.",
        "ngram": 140,
        "subject": "Serena Williams"
    },
    {
        "text": "Roosevelt, a chain-smoker throughout his adult life, had been in declining health since at least 1940. In March 1944, shortly after his 62nd birthday, he underwent testing at Bethesda Hospital and was found to have hypertension, atherosclerosis, coronary artery disease causing angina pectoris, and congestive heart failure.",
        "ngram": 47,
        "subject": "Serena Williams"
    },
    {
        "text": "Milena Markovna Kunis was born into a Ukrainian Jewish family on August 14, 1983, in Chernov'tsi, a city in the Ukrainian SSR of the Soviet Union (now Chernivtsi, Ukraine). Although Kunis's parents have since retired, previously her mother, Elvira, was a physics teacher who ran a pharmacy, and her father, Mark Kunis, was a mechanical engineer who worked as a cab driver after the family emigrated. Kunis has an elder brother, Michael. Her grandparents were Holocaust survivors. Her mother tongue and the common language within her family is Russian. While participating in Conan O'Brien Needs a Friend Kunis confirmed she does not speak Ukrainian, stating Russian was the main language at the time she was there. Children were not taught Ukrainian in school until they were in second grade which was the time she left to come to the United States. She stated in 2011 that her parents had \"amazing jobs\", and that she \"was very lucky\" and the family was \"not poor\"; they had decided to leave the Soviet Union because they saw \"no future\" there for Mila and her brother. In 1991, when she was 7 years old, her family moved to Los Angeles, with US$250. \"That was all we were allowed to take with us. My parents had given up good jobs and degrees, which were not transferable. We arrived in New York on a Wednesday and by Friday morning my brother and I were at school in L.A.\"Kunis has cited antisemitism in the Soviet Union as one of several reasons for her",
        "ngram": 256,
        "subject": "Serena Williams"
    },
    {
        "text": "Beyoncé has received criticism, including from journalists and musicians, for the extensive writing credits on her songs. The controversy surrounding her songwriting credits began with interviews in which she attributed herself as the songwriter for songs in which she was a co-writer or for which her contributions were marginal. In a cover story for Vanity Fair in 2005, she claimed to have \"written\" several number-one songs for Destiny's Child, contrary to the credits, which list her as a co-writer among others. During a 2007 interview with Barbara Walters, she claimed to have conceived the musical idea for the Destiny's Child song \"Bootylicious\", which provoked the song's producer Rob Fusari to call her father and then-manager Mathew Knowles in protest over the claim. In 2010, Fusari told Billboard: \"[Knowles] explained to me, in a nice way, he said, 'People don't want to hear about Rob Fusari, producer from Livingston, N.J. No offense, but that's not what sells records. What sells records is people believing that the artist is everything.'\" However, in an interview for Entertainment Weekly in 2016, Fusari said Beyoncé \"had the 'Bootylicious' concept in her head. That was totally her. She knew what she wanted to say. It was very urban pop angle that they were taking on the record.\"",
        "ngram": 211,
        "subject": "Serena Williams"
    },
    {
        "text": "In 2002, King published From a Buick 8, a return to the territory of Christine. In 2005, he published the mystery The Colorado Kid for the Hard Case Crime imprint. In 2006, he published Cell, in which a mysterious signal broadcast over cell phones turns users into mindless killers. That same year, he published Lisey's Story, about the widow of a novelist. He calls it his favorite of his novels, because \"I've always felt that marriage creates its own secret world, and only in a long marriage can two people at least approach real knowledge about each other. I wanted to write about that, and felt that I actually got close to what I really wanted to say.\" In 2007, King served as guest editor for the annual anthology The Best American Short Stories.",
        "ngram": 134,
        "subject": "Serena Williams"
    },
    {
        "text": "Lawyers for the Mirror denied accessing Harry's voicemail messages and other allegations, but admitted to instructing \"private investigators to unlawfully obtain private information\" about Harry on a single occasion that involved him visiting Chinawhite. In January 2023, a High Court judge ruled that Harry's lawsuit against Mirror Group Newspapers (MGN) as well as other similar lawsuits against the publisher would go to trial in May 2023. At the beginning of trial, MGN apologised for one instance of unlawful information gathering against Harry and added that his legal challenge \"warrants compensation\". In June 2023, Harry testified in the court case accusing former Daily Mirror editor Piers Morgan of horrific personal attacks and claimed that his phone had been hacked dating back to when he was still at Eton. His appearance marked the first time a member of the royal family had been cross-examined in court since Albert Edward, Prince of Wales, appeared as a witness in court in 1891. In December 2023, the High Court ruled in favour of Harry for 15 of the 33 sample stories used in his claims of phone hacking against MGN and awarded him £140,600 of the £440,000 he sought in damages. Mr Justice Fancourt concluded Piers Morgan and other editors knew about the phone hacking at their publications and were involved in it. Harry through his lawyer David Sherborne called the ruling \"vindicating and affirming\" and urged the authorities to further investigate and prosecute the company. An additional 115 articles from Harry's claim might have been the focus of two further",
        "ngram": 256,
        "subject": "Serena Williams"
    },
    {
        "text": "Reeves's casual persona and ability to establish rapport have been observed by the public, leading him to be dubbed the \"Internet's boyfriend\". In 2019, Vox cited Reeves's unorthodox filmography and ability to appeal to nerd culture as the primary reasons for his internet popularity. While filming Bill & Ted Face the Music in July 2019, Reeves and other cast members came across a house with a banner reading \"You're Breathtaking\" and \"Mini Keanu\", two memes that had come out of Reeves's appearance at the Electronic Entertainment Expo 2019 for the game Cyberpunk 2077. Reeves took time to sign the banner, and talk to the family.",
        "ngram": 105,
        "subject": "Serena Williams"
    },
    {
        "text": "Many of the late paintings are sombre but essentially optimistic and, right up to the time of Van Gogh's death, reflect his desire to return to lucid mental health. Yet some of his final works reflect his deepening concerns. Writing in July 1890, from Auvers, Van Gogh said that he had become absorbed \"in the immense plain against the hills, boundless as the sea, delicate yellow\".",
        "ngram": 66,
        "subject": "Serena Williams"
    },
    {
        "text": "Following a three-year hiatus, Ryan returned to film with Jon Kasdan's 2007 independent film In the Land of Women. Starring alongside Kristen Stewart and Olympia Dukakis, she played Sarah Hardwicke, a mother and wife facing breast cancer, who connects with her neighbor's much younger grandson, played by Adam Brody. Released to mixed reviews by critics, the film grossed $17.5 million worldwide, exceeding its budget of $10 million. Ryan received a positive response for her performance, with Kenneth Turan of the Los Angeles Times noting it \"the best work [she] has done in forever\".Ryan's first film release of 2008 was The Deal, a satirical comedy film based on Peter Lefcourt's 1991 novel of the same title about Hollywood. Directed by Steven Schachter and co-starring William H. Macy, the film was shot in Cape Town and other South African locations and celebrated its world premiere at the 2008 Sundance Film Festival. Garnering generally mixed to negative reviews, it failed to draw interest among film studios, resulting in a straight-to-DVD release in January 2009. In his review for Variety, Peter Debruge said, \"The characters seem to be doing all the laughing, while the general public has nothing to cling to but the horndog flirtation between mismatched leads William H. Macy and Meg Ryan—hardly ideal ingredients for mainstream success.\" Ryan also starred in George Gallo's My Mom's New Boyfriend, shot in 2006 but released direct-to-DVD in 2008. Co-starring Colin Hanks, Selma Blair and Antonio Banderas, the action comedy received overwhelmingly negative reviews, with David Nusair of Reel Film noting it",
        "ngram": 256,
        "subject": "Serena Williams"
    },
    {
        "text": "In Game 1 of the Conference finals, James scored a buzzer-beating layup to give Miami a one-point victory against the Pacers. Throughout the series, his supporting cast struggled significantly, and his added scoring load prompted him to compare his responsibilities to those of his \"Cleveland days\". Despite these struggles, the Heat advanced to the Finals for a meeting with the Spurs, signifying a rematch for James from his first Finals six years earlier. At the beginning of the series, he was criticized for his lack of aggressiveness and poor shot selection as Miami fell behind 2–3. In Game 6, he recorded his second triple-double of the series, including 16 fourth quarter points, to lead the Heat to a comeback victory. In Game 7, he tied the Finals record for most points scored in a Game 7 victory, leading Miami over San Antonio with 37 points. He was named Finals MVP for the second straight season, averaging 25.3 points, 10.9 rebounds, 7 assists, and 2.3 steals per game for the championship round.",
        "ngram": 171,
        "subject": "Serena Williams"
    },
    {
        "text": "After Anderson moved to Los Angeles, she won a minor role as Lisa, the original \"Tool Time Girl\", on the ABC comedy series Home Improvement. She left the show after two seasons and won the role of C.J. Parker on Baywatch, which she played for five seasons between 1992 and 1997 making her one of the longest-serving cast members. This has been one of her best-known roles to date and has brought her popularity from international viewers. Anderson was paid US$1,500 per episode during the first season. By the end of her five-season run, she was making more than $300,000 an episode, one of the highest-paid TV actresses at the time. She reprised her role in a reunion movie, Baywatch: Hawaiian Wedding (2003), and also appeared in commercials for DirecTV in 2007. Anderson was still modelling for Outdoor Life and appearing on the cover of the magazine each year. In 1993, Anderson appeared in a music video \"Can't Have Your Cake\" by Vince Neil to promote his first solo album, Exposed.In 1994, she was cast in her first starring film role, in Raw Justice, also known as Good Cop, Bad Cop, co-starring with Stacy Keach, David Keith, and Robert Hays. Under the alternate title, the film won the Bronze Award at the Worldfest-Charleston in the category for dramatic theatrical films. In 1996, she played Barbara Rose Kopetski in the film Barb Wire. The movie, a thinly veiled futuristic remake of Casablanca, was not a commercial success. During filming she had barbed wire tattooed on her left",
        "ngram": 256,
        "subject": "Serena Williams"
    },
    {
        "text": "In 1997, Houston's production company changed its name to BrownHouse Productions from Houston Productions and was joined by Debra Martin Chase. Their goal was \"to show aspects of the lives of African-Americans that have not been brought to the screen before\" while improving how African-Americans are portrayed in film and television. Their first project was a made-for-television remake of Rodgers and Hammerstein's Cinderella. In addition to co-producing, Houston starred in the film as the Fairy Godmother along with Brandy, Jason Alexander, Whoopi Goldberg and Bernadette Peters. Houston was initially offered the role of Cinderella in 1993, but other projects intervened. The film is notable for its multi-racial cast and non-stereotypical message. An estimated 60 million viewers tuned into the special giving ABC its highest TV ratings in 16 years. The movie received seven Emmy nominations including Outstanding Variety, Musical or Comedy, while winning Outstanding Art Direction in a Variety, Musical or Comedy Special.",
        "ngram": 153,
        "subject": "Serena Williams"
    },
    {
        "text": "She next appeared opposite Mel Gibson as British Embassy officer Jill Bryant in The Year of Living Dangerously (1982) released to critical acclaim, and as Dana Barrett in Ghostbusters and Ghostbusters II. In 1988, Weaver starred as primatologist Dian Fossey in the biographical drama Gorillas in the Mist. The same year, she appeared opposite Harrison Ford in a supporting role as Katharine Parker in the comedy-drama Working Girl. Both these films earned Weaver Golden Globe Awards for Best Actress in a Motion Picture – Drama and Best Supporting Actress – Motion Picture for her two roles that year. At the Golden Globes that year, Weaver was one of three actresses to win in Best Actress, alongside Jodie Foster and Shirley MacLaine, in a three-way tie. Weaver received simultaneous Academy Award nominations in 1988—Best Actress for Gorillas in the Mist and Best Supporting Actress for Working Girl. She was the first of four actresses (as of 2023) to have won two Golden Globes in the same year.",
        "ngram": 166,
        "subject": "Serena Williams"
    },
    {
        "text": "On May 24, 2021, a video of Cena apologizing to China was published on Twitter. While promoting Fast & Furious 9 in an interview, Cena stated Taiwan would be the first country to be able to view the film. This resulted in a backlash from Chinese social media users, prompting Cena to apologize in Mandarin in the video for the slip of the tongue. His apology received mixed reactions in China, and was the subject of further internet memes in the west.",
        "ngram": 82,
        "subject": "Serena Williams"
    },
    {
        "text": "In January 2012, Michael Ausiello of TVLine announced that Wilson would be writing and starring in Super Fun Night, a comedy that follows three friends on a quest to have fun every Friday night. The pilot was picked up by CBS and Conan O'Brien became one of the executive producers. The pilot was later turned down by CBS, but the ABC network picked up the project. A series was ordered and the show began broadcasting on 2 October 2013. The series was cancelled after one season. Wilson played Robin Peck in Michael Bay's Pain & Gain (2013). She hosted the 2013 MTV Movie Awards on 14 April 2013.In March 2014, the American satellite television network Dish Network launched a marketing campaign for its Hopper DVR featuring Wilson as the voice of the eponymous animated kangaroo. Wilson reprised her role in the sequels Pitch Perfect 2 (2015) and Pitch Perfect 3 (2017). She also made a cameo in the television comedy Pompidou. Wilson joined the voice cast for Kung Fu Panda 3; however, in September 2015, she was replaced with Kate Hudson. Wilson next appeared in the ensemble comedy How to Be Single, released in February 2016. Nigel M. Smith of The Guardian wrote, \"Wilson is the standout, nailing every pratfall she's dealt, but How to Be Single doesn't make strong use of her character.\" Wilson also appeared in the action comedy Grimsby. On 14 February 2016, Wilson presented the nominations for the Best Supporting Actor category at the 69th British Academy Film Awards. Wilson is one",
        "ngram": 256,
        "subject": "Serena Williams"
    },
    {
        "text": "In August 2001, Houston signed one of the biggest record deals in music history, with Arista/BMG. She renewed her contract for $100 million to release six new albums, for which she would also earn royalties. She later made an appearance on Michael Jackson: 30th Anniversary Special, where her extremely thin frame further spurred rumors of drug use. Her publicist stated, \"Whitney has been under stress due to family matters and when she is under stress she doesn't eat.\" In a 2009 interview with Oprah Winfrey, Houston acknowledged that drug use had been the reason for her weight loss. She canceled a second performance scheduled for the following night. Within weeks, Houston's rendition of \"The Star-Spangled Banner\" was re-released after the September 11 attacks, with the proceeds donated to the New York Firefighters 9/11 Disaster Relief Fund and the New York Fraternal Order of Police. It reached No. 6 on the US Hot 100, topping its previous position.",
        "ngram": 157,
        "subject": "Serena Williams"
    },
    {
        "text": "West released a single titled \"Wash Us in the Blood\" on June 30, 2020, featuring fellow American rapper and singer Travis Scott, along with the music video, which was set to serve as the lead single from his tenth studio album Donda. However, in September 2020, West stated that he would not be releasing any further music until he is \"done with [his] contract with Sony and Universal\". On October 16, he released the single \"Nah Nah Nah\". West held several listening parties at Mercedes-Benz Stadium for his upcoming album Donda in the summer of 2021, where he had taken up temporary residence in one of the stadium's locker rooms, converting it into a recording studio to finish the recording. After multiple delays, Donda was released on August 29, 2021. West claimed the album was released early without his approval and alleged that Universal had altered the tracklist. He released a deluxe edition of Donda, including five new songs, to streaming services on November 14, 2021. On November 20, days after ending their long-running feud, West and rapper Drake confirmed that they would stage the \"Free Larry Hoover\" benefit concert on December 9 at the Los Angeles Memorial Coliseum.",
        "ngram": 199,
        "subject": "Serena Williams"
    },
    {
        "text": "Princess Grace was active in improving the arts institutions of Monaco, forming the Princess Grace Foundation in 1964 to support local artisans. In 1965, she accepted the invitation to be an honorary member of La Leche League, a worldwide mother-to-mother support group which focuses on mothering through breastfeeding. She was a speaker at their 1971 conference in Chicago, addressing 1,400 mothers, 1,600 fathers and babies. Grace was a known advocate of breastfeeding, and successfully fed her three children. In 1975, Grace helped found the Princess Grace Academy, the resident school of the Monte Carlo Ballet. She later advocated to preserve the Belle Époque-era architecture of the principality. Grace hosted a yearly American Week in Monaco, where guests would play baseball and eat ice cream. The palace also celebrated American Thanksgiving annually.Alfred Hitchcock offered Princess Grace the lead in his film Marnie in 1962. She was eager, but public outcry in Monaco against her involvement in a film where she would play a kleptomaniac made her reconsider and ultimately reject the project. Director Herbert Ross tried to interest her in a part in his film The Turning Point (1977), but Rainier dismissed the idea. Later that year, she returned to the arts in a series of poetry readings on stage and narration of the documentary The Children of Theatre Street. She also narrated ABC's made-for-television film The Poppy Is Also a Flower (1966).",
        "ngram": 232,
        "subject": "Serena Williams"
    },
    {
        "text": "Jenner and her family suffered emotional turmoil during the O. J. Simpson trial (1994–1995), later described as the \"Trial of the Century.\" Jenner was a good friend of Simpson's ex-wife, Nicole Brown, and Jenner's first husband, Robert Kardashian, was one of O.J. Simpson's \"Dream Team\" of defense lawyers during the trial.She was portrayed by American actress Selma Blair in the FX limited series The People v. O. J. Simpson: American Crime Story, which premiered in February 2016.",
        "ngram": 77,
        "subject": "Serena Williams"
    },
    {
        "text": "In January 2016, Kelce starred in the E! Entertainment Television dating show Catching Kelce, choosing Maya Benberry as the winner. In 2020, Kelce appeared as a fictionalized version of himself in the first episode of the comedy series Moonbase 8. Kelce was featured in Kelce, a feature-length documentary about his brother Jason's football career and private life that was released on Amazon Prime on September 11, 2023, Within 24 hours, it was the most-watched movie among U.S. subscribers to the streaming service. In May 2023, he signed with Creative Artists Agency for off-the-field representation while keeping his agent for his NFL representation. Kelce hosted Saturday Night Live on March 4, 2023, and appeared in a sketch with his brother Jason and SNL cast members Heidi Gardner and Chloe Fineman. He also made a cameo appearance on the October 14, 2023, episode. Kelce is executive producer of the war comedy-drama film My Dead Friend Zoe and of the documentary King Pleasure about the life of American artist Jean-Michel Basquiat.Through his Super Bowl runs with the Chiefs, Kelce became known for reciting the chorus from the Beastie Boys' 1986 song \"(You Gotta) Fight for Your Right (To Party!)\" during team celebrations, first after the 2019 AFC Championship Game then again at the parade in Kansas City after clinching Super Bowl LIV. The Chiefs responded by making \"Fight for Your Right\" its touchdown song during games at Arrowhead Stadium. In 2023, Kelce performed the song with Jimmy Fallon on The Tonight Show.Kelce was featured, with his brother Jason, on",
        "ngram": 256,
        "subject": "Serena Williams"
    },
    {
        "text": "As president, Grant stabilized the post-war national economy, supported congressional Reconstruction and the ratification of the Fifteenth Amendment, and prosecuted the Ku Klux Klan. Under Grant, the Union was completely restored. He appointed African Americans and Jewish Americans to prominent federal offices. In 1871, he created the first Civil Service Commission, advancing the civil service more than any prior president. The Liberal Republicans and Democrats united behind Grant's opponent in the 1872 presidential election, but Grant was handily reelected. Grant, however, was inundated by executive scandals during his second term. His response to the Panic of 1873 was ineffective in halting the Long Depression, which contributed to the Democrats winning the House majority in 1874. Grant's Native American policy was to assimilate Indians into Anglo-American culture. In Grant's foreign policy, the Alabama Claims against Great Britain were peacefully resolved, but the Senate rejected Grant's annexation of Santo Domingo. In the heavily disputed 1876 presidential election, Grant facilitated the approval by Congress of a peaceful compromise.",
        "ngram": 165,
        "subject": "Serena Williams"
    },
    {
        "text": "On 8 July 2010, Blair was awarded the Order of Freedom by President Fatmir Sejdiu of Kosovo. As Blair is considered to have been instrumental in ending the conflict in Kosovo, some boys born in the country following the war have been given the name Toni or Tonibler.",
        "ngram": 48,
        "subject": "Serena Williams"
    },
    {
        "text": "After appearing as oil tycoon Adam Steiffel in 1980's The Formula, which was poorly received critically, Brando announced his retirement from acting. However, he returned in 1989 in A Dry White Season, based on André Brink's 1979 anti-apartheid novel. Brando agreed to do the film for free, but fell out with director Euzhan Palcy over how the film was edited; he even made a rare television appearance in an interview with Connie Chung to voice his disapproval. In his memoir, he maintained that Palcy \"had cut the picture so poorly, I thought, that the inherent drama of this conflict was vague at best.\" Brando received praise for his performance, earning an Academy Award nomination for Best Supporting Actor and winning the Best Actor Award at the Tokyo Film Festival.",
        "ngram": 129,
        "subject": "Serena Williams"
    },
    {
        "text": "Cyrus attended Heritage Elementary School in Williamson County while she and her family lived in Thompson's Station, Tennessee. When she was cast in Hannah Montana, the family moved to Los Angeles and she attended Options for Youth Charter Schools studying with a private tutor on set. Raised as a Christian, she was baptized in a Southern Baptist church before moving to Hollywood in 2005. She attended church regularly while growing up and wore a purity ring. In 2001, when Cyrus was eight, she and her family moved to Toronto, Canada, while her father filmed the television series Doc. After Billy Ray Cyrus took her to see a 2001 Mirvish production of Mamma Mia! at the Royal Alexandra Theatre, Miley Cyrus grabbed his arm and told him, \"This is what I want to do, daddy. I want to be an actress.\" She began to take singing and acting lessons at the Armstrong Acting Studio in Toronto.",
        "ngram": 155,
        "subject": "Serena Williams"
    },
    {
        "text": "Carter and Mondale were formally nominated at the 1980 Democratic National Convention in New York City. Carter delivered a speech notable for its tribute to the late Hubert Humphrey, whom he initially called \"Hubert Horatio Hornblower\", and Kennedy made \"The Dream Shall Never Die\" speech, in which he criticized Reagan and did not endorse Carter.",
        "ngram": 55,
        "subject": "Serena Williams"
    }
]