[
    {
        "text": "When Trump left the White House in January 2021, he took government documents and material with him to Mar-a-Lago. By May 2021, the National Archives and Records Administration (NARA) realized that important documents had not been turned over to them and asked his office to locate them. In January 2022, they retrieved 15 boxes of White House records from Mar-a-Lago. NARA later informed the Department of Justice that some of the retrieved documents were classified material. The Justice Department began an investigation and sent Trump a subpoena for additional material. Justice Department officials visited Mar-a-Lago and received some classified documents from Trump's lawyers, one of whom signed a statement affirming that all material marked as classified had been returned. An additional subpoena was sent requesting surveillance footage from Mar-a-Lago, which was provided.",
        "ngram": 132,
        "subject": "Bob Barker"
    },
    {
        "text": "Rihanna exclusively uses her surname for business endeavors not related to her music career so as not to conflate the two. In January 2019, Rihanna filed a lawsuit against her father, Ronald Fenty, over the use of the Fenty name for commercial purposes. The lawsuit alleges Rihanna's cosmetics brand, Fenty Beauty, was damaged commercially by her father's company, Fenty Entertainment, through misrepresentation of his company being affiliated with her. In September 2021 Rihanna dropped the lawsuit against her father.",
        "ngram": 79,
        "subject": "Bob Barker"
    },
    {
        "text": "Others were shocked by her fate and viewed it as evidence of the dangers of Revolution. In his 1790 treatise, Reflections on the Revolution in France, which was written during Marie Antoinette's imprisonment in Paris, but prior to her execution, Edmund Burke lamented that \"the age of chivalry is gone. That of sophisters, economists, and calculators has succeeded, and the glory of Europe is extinguished forever\" and now \"Never, never more, shall we behold that generous loyalty to rank and sex.\" After receiving the news, Maria Carolina, Queen of Naples and close sister to Marie Antoinette, spiraled into a state of mourning and an anger against the revolutionaries. She quickly suspended protections of reformers and intellectuals in Naples, allowed Neapolitan bishops wide latitude to halt the secularization of the country, and offered succor to the overflowing number of émigrés fleeing from revolutionary France, many of whom were granted pensions.",
        "ngram": 149,
        "subject": "Bob Barker"
    },
    {
        "text": "Hamilton's next report was his Report on Manufactures. Although he was requested by Congress on January 15, 1790, for a report for manufacturing that would expand the United States' independence, the report was not submitted until December 5, 1791.: 274, 277  In the report, Hamilton quoted from Wealth of Nations and used the French physiocrats as an example for rejecting agrarianism and the physiocratic theory, respectively.: 233  Hamilton also refuted Smith's ideas of government noninterference, as it would have been detrimental for trade with other countries.: 244  Hamilton also thought that the United States, being a primarily agrarian country, would be at a disadvantage in dealing with Europe. In response to the agrarian detractors, Hamilton stated that the agriculturists' interest would be advanced by manufactures,: 276  and that agriculture was just as productive as manufacturing.: 233 : 276 Hamilton argued that developing an industrial economy is impossible without protective tariffs. Among the ways that the government should assist manufacturing, Hamilton argued for government assistance to \"infant industries\" so they can achieve economies of scale, by levying protective duties on imported foreign goods that were also manufactured in the United States, for withdrawing duties levied on raw materials needed for domestic manufacturing,: 277  and pecuniary boundaries.: 277  He also called for encouraging immigration for people to better themselves in similar employment opportunities. Congress shelved the report without much debate, except for Madison's objection to Hamilton's formulation of the general welfare clause, which Hamilton construed liberally as a legal basis for his extensive programs.In 1791, Hamilton, along with Coxe and several entrepreneurs from New York City and Philadelphia formed",
        "ngram": 256,
        "subject": "Bob Barker"
    },
    {
        "text": "In January 2013, Rihanna confirmed that she and Brown had resumed their romantic relationship, stating, \"It's different now. We don't have those types of arguments anymore. We talk about shit. We value each other. We know exactly what we have now, and we don't want to lose that.\" Speaking of Brown, Rihanna also said, \"He's not the monster everybody thinks. He's a good person. He has a fantastic heart. He's giving and loving. And he's fun to be around. That's what I love about him – he always makes me laugh. All I want to do is laugh, really – and I do that with him\". Rihanna and Brown collaborated again on a duet song off Rihanna's Unapologetic album titled \"Nobody's Business\". The song was noted by critics as a public response by the couple towards the public perception of their intimacy. In a May 2013 interview, Brown stated that he and Rihanna had broken up again. He subsequently reunited with Tran, but they parted ways following confirmation of Brown's first-born daughter in 2015, unwittingly conceived with another woman during a break from his releationship with Tran. Brown also welcomed a son and a second daughter in 2019 and 2022, respectively, each with a different woman.",
        "ngram": 206,
        "subject": "Bob Barker"
    },
    {
        "text": "Following Rosemary's Baby, Farrow was to be cast as Mattie in True Grit and was keen on the role. But, prior to filming she made Secret Ceremony in England with Elizabeth Taylor and Robert Mitchum. While filming, Mitchum told her that True Grit director Henry Hathaway had a reputation for being rude to actresses. Farrow asked producer Hal Wallis to replace Hathaway. Wallis refused; Farrow quit the role, which was then given to Kim Darby.Secret Ceremony divided critics but has developed a devoted following. Farrow's other late 1960s films include John and Mary (1969) opposite Dustin Hoffman. She earned a Golden Globe nomination for Best Actress in a Comedy or Musical.",
        "ngram": 111,
        "subject": "Bob Barker"
    },
    {
        "text": "Between 1885 and his death in 1890, Van Gogh appears to have been building an oeuvre, a collection that reflected his personal vision and could be commercially successful. He was influenced by Blanc's definition of style, that a true painting required optimal use of colour, perspective and brushstrokes. Van Gogh applied the word \"purposeful\" to paintings he thought he had mastered, as opposed to those he thought of as studies. He painted many series of studies; most of which were still lifes, many executed as colour experiments or as gifts to friends. The work in Arles contributed considerably to his oeuvre: those he thought the most important from that time were The Sower, Night Cafe, Memory of the Garden in Etten and Starry Night. With their broad brushstrokes, inventive perspectives, colours, contours and designs, these paintings represent the style he sought.",
        "ngram": 141,
        "subject": "Bob Barker"
    },
    {
        "text": "In January 2015, it was reported that Harry would take on a new role in supporting wounded service personnel by working alongside members of the London District's Personal Recovery Unit for the MOD's Defence Recovery Capability scheme to ensure that wounded personnel have adequate recovery plans. The palace confirmed weeks later that the scheme was established in partnership with Help for Heroes and the Royal British Legion. In late January 2015, Harry visited The Battle Back Centre set up by the Royal British Legion, and Fisher House UK at the Queen Elizabeth Hospital Birmingham. A partnership between Help for Heroes, the Fisher House Foundation and the Queen Elizabeth Hospital Birmingham (QEHB) Charity created the Centre. Fisher House Foundation is one of the Invictus Games' sponsors. In February and March 2015, Harry visited Phoenix House in Catterick Garrison, North Yorkshire, a recovery centre run by Help for Heroes. He also visited Merville Barracks in Colchester, where Chavasse VC House Personnel Recovery Centre is located, run by Help for Heroes in partnership with the Ministry of Defence and Royal British Legion.",
        "ngram": 179,
        "subject": "Bob Barker"
    },
    {
        "text": "Biden continued teaching two English reading and writing classes at NOVA in fall 2009. In January 2010, she gave the commencement speech at the University of Delaware's winter commencement, the first such address by her at a major university. In August 2010, Biden appeared as herself in an episode of Lifetime's Army Wives, making it part of her campaign to raise awareness of military families.In April 2011, she and Michelle Obama founded a national initiative, Joining Forces, to showcase the needs of U.S. military families. In September 2011, Biden lent her support to USAID's FWD campaign, a push for awareness surrounding the deadly famine, war, and drought affecting more than 13 million people in the Horn of Africa.",
        "ngram": 118,
        "subject": "Bob Barker"
    },
    {
        "text": "On January 6, 2021, while congressional certification of the presidential election results was taking place in the U.S. Capitol, Trump held a noon rally at the Ellipse, Washington, D.C.. He called for the election result to be overturned and urged his supporters to \"take back our country\" by marching to the Capitol to \"fight like hell\". Many supporters did, joining a crowd already there. The mob broke into the building, disrupting certification and causing the evacuation of Congress. During the violence, Trump posted messages on Twitter without asking the rioters to disperse. At 6 p.m., Trump tweeted that the rioters should \"go home with love & in peace\", calling them \"great patriots\" and repeating that the election was stolen. After the mob was removed, Congress reconvened and confirmed Biden's win in the early hours of the following morning. According to the Department of Justice, more than 140 police officers were injured, and five people died.",
        "ngram": 155,
        "subject": "Bob Barker"
    },
    {
        "text": "In 1991, Kravitz released his second album, Mama Said, which was his first album to reach the Top 40. The songs on the album were about Bonet and dedicated to her, documenting his depression over their breakup. The single, \"It Ain't Over 'til It's Over\", went to number 2 on the Billboard Hot 100. A second single \"Always on the Run\", a tribute to his mother, featured Slash on guitar. \"Stand by My Woman\" and \"What Goes Around Comes Around\" followed. Sean Lennon co-wrote and played piano on the song \"All I Ever Wanted\".In 1993, Kravitz wrote \"Line Up\" for Aerosmith, and appeared on Mick Jagger's solo album, Wandering Spirit, on a cover of the Bill Withers soul classic \"Use Me\", and played guitar on the title track of David Bowie's The Buddha of Suburbia. That year Kravitz also worked with idols Al Green and Curtis Mayfield. In 1993, Are You Gonna Go My Way was released, reaching number 12 on the Billboard 200 and Kravitz earned a BRIT Award for best international male artist in 1994. The title track won a MTV Video Music Award for Best Male Video for the video produced by Mark Romanek, in which Kravitz slung his dreadlocks and wore high-heeled platform boots. During the presentation of the MTV Video Music Awards, he performed the song with John Paul Jones of Led Zeppelin on bass. Several singles from the album would follow, including \"Believe\", \"Is There Any Love In Your Heart\", and \"Heaven Help/Spinning Around Over You\". This album was the",
        "ngram": 256,
        "subject": "Bob Barker"
    },
    {
        "text": "In 1995, Swayze appeared in the movie To Wong Foo, Thanks for Everything! Julie Newmar, starring alongside Wesley Snipes and John Leguizamo as three drag queens whose car breaks down on a cross-country trip, leaving them stranded in a small town.",
        "ngram": 41,
        "subject": "Bob Barker"
    },
    {
        "text": "Cyrus went on to release her second studio album, Breakout (2008), in June of that year. The album earned the highest first-week sales of her career thus far and became her third to top the Billboard 200. Cyrus later starred with John Travolta in the animated film Bolt (2008), her debut as a film actress; she also co-wrote the song \"I Thought I Lost You\" (2008) for the film, which she sings as a duet with Travolta. The film was a critical and commercial success and earned her a Golden Globe Award nomination for Best Original Song.",
        "ngram": 97,
        "subject": "Bob Barker"
    },
    {
        "text": "Schneider's directorial debut, the comedy Big Stan, was released in some overseas markets during the fall of 2008, with a U.S. release in early 2009. In the film, he starred as a real estate con artist who is arrested for perpetrating real-estate scams. He is sentenced to prison, so he takes a crash-course in martial arts to survive incarceration.",
        "ngram": 59,
        "subject": "Bob Barker"
    },
    {
        "text": "SpaceX attempted its first launch of the Falcon 1 rocket in 2006. Though the rocket failed to reach Earth orbit, it was awarded a Commercial Orbital Transportation Services program contract from NASA Administrator (and former SpaceX consultant) Mike Griffin later that year. After two more failed attempts that nearly caused Musk and his companies to go bankrupt, SpaceX succeeded in launching the Falcon 1 into orbit in 2008. Later that year, SpaceX received a $1.6 billion Commercial Resupply Services contract from NASA for 12 flights of its Falcon 9 rocket and Dragon spacecraft to the International Space Station, replacing the Space Shuttle after its 2011 retirement. In 2012, the Dragon vehicle docked with the ISS, a first for a commercial spacecraft.",
        "ngram": 121,
        "subject": "Bob Barker"
    },
    {
        "text": "The interest in Leonardo's genius has continued unabated; experts study and translate his writings, analyse his paintings using scientific techniques, argue over attributions and search for works which have been recorded but never found. Liana Bortolon, writing in 1967, said: Because of the multiplicity of interests that spurred him to pursue every field of knowledge...Leonardo can be considered, quite rightly, to have been the universal genius par excellence, and with all the disquieting overtones inherent in that term. Man is as uncomfortable today, faced with a genius, as he was in the 16th century. Five centuries have passed, yet we still view Leonardo with awe. The Elmer Belt Library of Vinciana is a special collection at the University of California, Los Angeles.",
        "ngram": 122,
        "subject": "Bob Barker"
    },
    {
        "text": "In April 2014, Beyoncé and Jay-Z officially announced their On the Run Tour. It served as the couple's first co-headlining stadium tour together. On August 24, 2014, she received the Michael Jackson Video Vanguard Award at the 2014 MTV Video Music Awards. Beyoncé also won home three competitive awards: Best Video with a Social Message and Best Cinematography for \"Pretty Hurts\", as well as best collaboration for \"Drunk in Love\". In November, Forbes reported that Beyoncé was the top-earning woman in music for the second year in a row – earning $115 million in the year, more than double her earnings in 2013.",
        "ngram": 103,
        "subject": "Bob Barker"
    },
    {
        "text": "Morissette recorded her first demo called \"Fate Stay with Me\", produced by Lindsay Thomas Morgan at Marigold Studios in Toronto, and engineered by Rich Dodson of Canadian classic rock band The Stampeders. A second demo tape was recorded on cassette in August 1989 and sent to Geffen Records, but the tape has never been heard as it was stolen, among other records, in a burglary of the label's headquarters in October 1989.",
        "ngram": 72,
        "subject": "Bob Barker"
    },
    {
        "text": "Her third album, Storm & Grace, was released on May 15, 2012. She said: \"It's much more of a rootsy record, organic record, than my previous work.\" It is produced by Oscar and Grammy winner T Bone Burnett. AllMusic described the album as \"a stronger, more mature, and more effective work than one might have expected\" and noted \"Presley is finally developing a musical personality that truly suits her\". Spinner.com described it as \"the strongest album of her career\" and Entertainment Weekly praised the \"smoky, spooky\" single \"You Ain't Seen Nothing Yet\". T-Bone Burnett said of collaborating with Presley on Storm & Grace (2012): \"When songs from Lisa Marie Presley showed up at my door, I was curious. I wondered what the daughter of an American revolutionary music artist had to say. What I heard was honest, raw, unaffected and soulful. I thought her father would be proud of her. The more I listened to the songs, the deeper an artist I found her to be. Listening beyond the media static, Lisa Marie Presley is a Southern American folk music artist of great value.\"",
        "ngram": 184,
        "subject": "Bob Barker"
    },
    {
        "text": "Jefferson took great interest in the Library of Congress, which had been established in 1800. He often recommended books to acquire. In 1802, Congress authorized Jefferson to name the first Librarian of Congress, and formed a committee to establish library regulations. Congress also granted the president and vice president the right to use the library.",
        "ngram": 55,
        "subject": "Bob Barker"
    },
    {
        "text": "From 2007 to 2009, Brown dated singer Rihanna until their highly publicized domestic violence case. In 2011, Brown briefly dated model Draya Michele. Later during the same year, Brown began dating Karrueche Tran, whom he had met while she was working as a personal assistant to a stylist. In February 2012, Rihanna and Brown released remixes to their singles \"Turn Up The Music\" and \"Birthday Cake\", leading observers to speculate about their relationship. In October 2012, Brown announced that he ended his relationship with Tran because he did not \"want to see her hurt over my friendship with Rihanna.\" The day after the announcement, Brown released a video entitled \"The Real Chris Brown\", which features images of himself, Tran, and Rihanna, as Brown wonders, \"Is there such thing as loving two people? I don't know if it's possible, but I feel like that.\"",
        "ngram": 143,
        "subject": "Bob Barker"
    },
    {
        "text": "After receiving his MFA in 1970, Winkler was one of three students from his graduating class of 11 who were invited to become a part of the Yale Repertory Theatre company. He joined on June 30, 1970, was paid $173 a week, and appeared throughout the 1970–71 season. He performed in Story Theater Reportory, Gimpel the Fool and Saint Julian the Hospitaler and Olympian Games. He also appeared in The Revenger's Tragedy, Where Has Tommy Flowers Gone?, Macbeth, and Woyzeck and Play. He also appeared in a double feature of two works by Bertolt Brecht, The Seven Deadly Sins (ballet chanté), and The Little Mahagonny during May–June 1971 and January 20–29, 1972.",
        "ngram": 112,
        "subject": "Bob Barker"
    },
    {
        "text": "In 2011, Rogan resumed his role as Fear Factor host for its seventh and final season (until 2012). Rogan took the job, saying he \"would hate to see somebody else do it.\" Later in 2011, Rogan played his first major film character, Gale, in the comedy film Zookeeper. He was also working on a book around this time that he tentatively titled Irresponsible Advice from a Man with No Credibility, based on his blog entries on his website. Rogan played himself in Here Comes the Boom, another action-comedy film starring Kevin James that was released in 2012.",
        "ngram": 97,
        "subject": "Bob Barker"
    },
    {
        "text": "In March 1791 Pope Pius VI had condemned the Civil Constitution of the Clergy, reluctantly signed by Louis XVI, which reduced the number of bishops from 132 to 93, imposed the election of bishops and all members of the clergy by departmental or district assemblies of electors, and reduced the pope's authority over the Church. Religion played an important role in the life of Marie Antoinette and Louis XVI, both raised in the Roman Catholic faith. The queen's political ideas and her belief in the absolute power of monarchs were based on France's long-established tradition of the divine right of kings. On 18 April, as the royal family prepared to leave for Saint-Cloud to attend Easter mass celebrated by a refractory priest, a crowd, soon joined by the Garde Nationale (disobeying Lafayette's orders), prevented their departure from Paris, prompting Marie Antoinette to declare to Lafayette that she and her family were no longer free. This incident fortified her in her determination to leave Paris for personal and political reasons, not alone, but with her family. Even the king, who had been hesitant, accepted his wife's decision to flee with the help of foreign powers and counter-revolutionary forces. Fersen and Breteuil, who represented her in the courts of Europe, were put in charge of the escape plan, while Marie Antoinette continued her negotiations with some of the moderate leaders of the French Revolution.",
        "ngram": 232,
        "subject": "Bob Barker"
    },
    {
        "text": "Joyce Carol Oates praised King's sense of place: \"His fiction is famously saturated with the atmosphere of Maine; much of his mostly vividly imagined work—Salem's Lot, Dolores Claiborne, the elegantly composed story 'The Reach', for instance—is a poetic evocation of that landscape, its history and its inhabitants.\" Oates included the latter story in the second edition of The Oxford Book of American Short Stories.",
        "ngram": 64,
        "subject": "Bob Barker"
    },
    {
        "text": "In 2020, Favre's involvement with the development and promotion of a concussion treatment drug, Prevasol, by the Prevacus corporation, came under scrutiny. The nonprofit Mississippi Community Education Center (MCEC) received $2.5 million in federal grant funds diverted from Mississippi's Temporary Assistance for Needy Families welfare funds (TANF), as well as tens of millions in public funds as an element of the scheme. The Mississippi state auditor has termed the scheme \"the largest public embezzlement case in state history\". A grand jury in Hinds County indicted MCEC founder, Nancy New, and her son Zach in the scheme. Favre had introduced MCEC's founders to top state welfare officials. Former Governor Phil Bryant is also involved in the scandal.",
        "ngram": 116,
        "subject": "Bob Barker"
    },
    {
        "text": "During the campaign, Cox and Roosevelt defended the Wilson administration and the League of Nations, both of which were unpopular in 1920. Roosevelt personally supported U.S. membership in the League, but, unlike Wilson, he favored compromising with Senator Henry Cabot Lodge and other \"Reservationists\". Republicans Warren G. Harding and Calvin Coolidge defeated the Cox–Roosevelt ticket in the presidential election by a wide margin, carrying every state outside of the South. Roosevelt accepted the loss and later reflected that the relationships and goodwill that he built in the 1920 campaign proved to be a major asset in his 1932 campaign. The 1920 election also saw the first public participation of Eleanor Roosevelt who, with the support of Louis Howe, established herself as a valuable political player. After the election, Roosevelt returned to New York City, where he practiced law and served as a vice president of the Fidelity and Deposit Company.",
        "ngram": 150,
        "subject": "Bob Barker"
    },
    {
        "text": "In July 2020, Bloom starred in the war film The Outpost in which he portrayed the character of captain Benjamin Keating. In 2023, he played Danny Moore, a Nissan marketing executive in the sports film Gran Turismo based on the true story of Jann Mardenborough.",
        "ngram": 45,
        "subject": "Bob Barker"
    },
    {
        "text": "Jefferson wrote letters and speeches prolifically; these show him to be well-read in the philosophical literature of his day and of antiquity. Nevertheless, some scholars do not take Jefferson seriously as a philosopher mainly because he did not produce a formal work on philosophy. However, he has been described as one of the most outstanding philosophical figures of his time because his work provided the theoretical background to, and the substance of, the social and political events of the revolutionary years and the development of the American Constitution in the 1770s and 1780s. Jefferson continued to attend to more theoretical questions of natural philosophy and subsequently left behind a rich philosophical legacy in the form of presidential messages, letters, and public papers.",
        "ngram": 122,
        "subject": "Bob Barker"
    },
    {
        "text": "The filming of Mutiny on the Bounty affected Brando's life in a profound way, as he fell in love with Tahiti and its people. He bought a twelve-island atoll, Tetiaroa, and in 1970, hired an award-winning young Los Angeles architect, Bernard Judge, to build his home and natural village there without despoiling the environment. An environmental laboratory protecting sea birds and turtles was established, and for many years student groups visited. The 1983 hurricane destroyed many of the structures, including his resort. A hotel using Brando's name, The Brando Resort opened in 2014. Brando was an active ham radio operator, with the call signs KE6PZH and FO5GJ (the latter from his island). He was listed in the Federal Communications Commission (FCC) records as Martin Brandeaux to preserve his privacy.",
        "ngram": 129,
        "subject": "Bob Barker"
    },
    {
        "text": "In 1979, Carter deregulated the American beer industry by making it legal to sell malt, hops, and yeast to American home brewers for the first time since the effective 1920 beginning of prohibition in the United States. This deregulation led to an increase in home brewing over the 1980s and 1990s that by the 2000s had developed into a strong craft microbrew culture in the United States, with 9,118 microbreweries, brewpubs, and regional craft breweries in the United States by the end of 2021.",
        "ngram": 84,
        "subject": "Bob Barker"
    },
    {
        "text": "In December 2017, Harry guest edited BBC Radio 4's Today programme, conducting interviews with his father, then Prince of Wales, former US president Barack Obama, and others on issues such as youth violence, the Armed Forces, mental health, the Commonwealth, conservation and the environment. Harry was officially appointed the new president of African Parks (a conservation NGO) on 27 December 2017, a position which he held until 2023 when he was appointed a member of its board of directors. He had previously spent three weeks in Malawi with African Parks where he joined a team of volunteers and professionals to carry out one of the largest elephant translocations in history. The effort to repopulate areas decimated due to poaching and habitat loss moved 500 elephants from Liwonde and Majete National Parks to Nkhotakota Wildlife Reserve. Harry had previously helped with relocating rhinos in the Okavango Delta and later became patron of the Rhino Conservation Botswana. In July 2018, the Elton John AIDS Foundation announced that the Duke of Sussex and British singer Elton John were about to launch a global coalition called MenStar that would focus \"on treating HIV infections in men\".",
        "ngram": 192,
        "subject": "Bob Barker"
    },
    {
        "text": "A 2014 poll of American international relations scholars conducted by the College of William & Mary ranked Kissinger as the most effective Secretary of State in the 50 years prior to 2015. In 1972, Time commented that \"a streak of suspicion seems to underlie all that he does\" and \"His jokes about his paranoia have an uncomfortable edge of truth\". He was so often seen escorting Hollywood starlets that the Village Voice charged he was \"a secret square posing as a swinger\". The insight, \"Power is the ultimate aphrodisiac\", is widely attributed to him, although Kissinger was paraphrasing Napoleon Bonaparte. Critics on the right, such as Ray Takeyh, have faulted Kissinger for his role in the Nixon administration's opening to China and secret negotiations with North Vietnam. Takeyh writes that while rapprochement with China was a worthy goal, the Nixon administration failed to achieve any meaningful concessions from Chinese officials in return, as China continued to support North Vietnam and various \"revolutionary forces throughout the Third World\", \"nor does there appear to be even a remote, indirect connection between Nixon and Kissinger's diplomacy and the communist leadership's decision, after Mao's bloody rule, to move away from a communist economy towards state capitalism.\"Historian Jeffrey Kimball developed the theory that Kissinger and the Nixon administration accepted a South Vietnamese collapse provided a face-saving decent interval passed between U.S. withdrawal and defeat. In his first meeting with Zhou Enlai in 1971, Kissinger \"laid out in detail the settlement terms that would produce such a delayed defeat: total American withdrawal,",
        "ngram": 256,
        "subject": "Bob Barker"
    },
    {
        "text": "In the early period in London, Marx committed himself almost exclusively to his studies, such that his family endured extreme poverty. His main source of income was Engels, whose own source was his wealthy industrialist father. In Prussia as editor of his own newspaper, and contributor to others ideologically aligned, Marx could reach his audience, the working classes. In London, without finances to run a newspaper themselves, he and Engels turned to international journalism. At one stage they were being published by six newspapers from England, the United States, Prussia, Austria, and South Africa. Marx's principal earnings came from his work as European correspondent, from 1852 to 1862, for the New-York Daily Tribune,: 17  and from also producing articles for more \"bourgeois\" newspapers. Marx had his articles translated from German by Wilhelm Pieper, until his proficiency in English had become adequate.The New-York Daily Tribune had been founded in April 1841 by Horace Greeley. Its editorial board contained progressive bourgeois journalists and publishers, among them George Ripley and the journalist Charles Dana, who was editor-in-chief. Dana, a fourierist and an abolitionist, was Marx's contact. The Tribune was a vehicle for Marx to reach a transatlantic public, such as for his \"hidden warfare\" against Henry Charles Carey. The journal had wide working-class appeal from its foundation; at two cents, it was inexpensive; and, with about 50,000 copies per issue, its circulation was the widest in the United States.: 14  Its editorial ethos was progressive and its anti-slavery stance reflected Greeley's.: 82  Marx's first article for the paper, on the British parliamentary",
        "ngram": 256,
        "subject": "Bob Barker"
    },
    {
        "text": "Trump helped bring far-right fringe ideas and organizations into the mainstream. In August 2016, Trump hired Steve Bannon, the executive chairman of Breitbart News—described by Bannon as \"the platform for the alt-right\"—as his campaign CEO. The alt-right movement coalesced around and supported Trump's candidacy, due in part to its opposition to multiculturalism and immigration.",
        "ngram": 54,
        "subject": "Bob Barker"
    },
    {
        "text": "Confucius's descendants were repeatedly identified and honored by successive imperial governments with titles of nobility and official posts. They were honored with the rank of a marquis 35 times since Gaozu of the Han dynasty, and they were promoted to the rank of duke 42 times from the Tang dynasty to the Qing dynasty. Emperor Xuanzong of Tang first bestowed the title of \"Duke Wenxuan\" on Kong Suizhi of the 35th generation. In 1055, Emperor Renzong of Song first bestowed the title of \"Duke Yansheng\" on Kong Zongyuan of the 46th generation.During the Southern Song dynasty, the Duke Yansheng Kong Duanyou fled south with the Song Emperor to Quzhou in Zhejiang, while the newly established Jin dynasty (1115–1234) in the north appointed Kong Duanyou's brother Kong Duancao who remained in Qufu as Duke Yansheng. From that time up until the Yuan dynasty, there were two Duke Yanshengs, one in the north in Qufu and the other in the south at Quzhou. An invitation to come back to Qufu was extended to the southern Duke Yansheng Kong Zhu by the Yuan-dynasty Emperor Kublai Khan. The title was taken away from the southern branch after Kong Zhu rejected the invitation, so the northern branch of the family kept the title of Duke Yansheng. The southern branch remained in Quzhou where they live to this day. Confucius's descendants in Quzhou alone number 30,000. The Hanlin Academy rank of Wujing boshi 五經博士 was awarded to the southern branch at Quzhou by a Ming Emperor while the northern branch at Qufu",
        "ngram": 256,
        "subject": "Bob Barker"
    },
    {
        "text": "In 1990, Perry got the role of the brooding millionaire's son Dylan McKay on Fox's teen drama Beverly Hills, 90210. He originally auditioned for the role of Steve Sanders but lost to Ian Ziering. With this role, Perry became a popular teen idol; a riot broke out when 10,000 teen girls attended an August 1991 autograph session at The Fashion Mall at Plantation, causing him to leave after 90 seconds. While starring in 90210, Perry had a supporting role in the original film version of Joss Whedon's Buffy the Vampire Slayer (1992). He also starred in Terminal Bliss in 1992, and as Lane Frost in 8 Seconds in 1994.In an attempt to find more mature roles, he decided to leave Beverly Hills, 90210 in 1995. That year, he took a part in the Italian film Vacanze di Natale '95, playing himself. Although he announced that 90210 was behind him, his absence lasted for only three years, and he returned to the show in 1998. During this time, Perry starred in the independent film Normal Life opposite Ashley Judd and starred in the science fiction television film Invasion (1997) and Riot (1997), a drama about the 1992 Los Angeles riots. He had a small role in Luc Besson's science fiction adventure film The Fifth Element (1997). In 1998, he returned to 90210, where he remained as a permanent special guest star through the show's final season in 2000. In 1999, he starred in the film Storm.He said of his role on Beverly Hills, 90210 as Dylan McKay,",
        "ngram": 256,
        "subject": "Bob Barker"
    }
]