[
    {
        "text": "Aristotle (384–322 BC) was an Ancient Greek philosopher and polymath. His writings cover a broad range of subjects spanning the natural sciences, philosophy, linguistics, economics, politics, psychology, and the arts. As the founder of the Peripatetic school of philosophy in the Lyceum in Athens, he began the wider Aristotelian tradition that followed, which set the groundwork for the development of modern science.",
        "ngram": 62,
        "subject": "Bruce Lee"
    },
    {
        "text": "In January 2013, Brown was in an altercation with Frank Ocean over a parking space outside a recording studio in West Hollywood. Police officers in Los Angeles said Brown was under investigation, describing the incident as \"battery\" due to Brown allegedly punching Ocean. Ocean said he would not press charges. According to Jamaican singer Sean Kingston, who was present during the altercation, Ocean and his cousin instigated the fight and were at fault.",
        "ngram": 73,
        "subject": "Bruce Lee"
    },
    {
        "text": "For her efforts to help US children learn study skills, Presley received the Humanitarian Award from the Church of Scientology-supported World Literacy Crusade on January 5, 2002. Presley received her award from Isaac Hayes, Chaka Khan, and Yolanda King, daughter of Martin Luther King Jr. World Literacy Crusade is regarded by critics as a front group for the Church of Scientology. On September 26 of that same year, Presley addressed a US congressional hearing in opposition to the use of medication in treating ADHD, stating: \"I have spoken to children who have been forced to take a cocaine-like stimulant to control their behavior. I have shared their sense of sheer desperation. Children have been wrenched from their family's care simply because their parents favored an alternative, drug-free approach to addressing educational and behavioral problems. The psychotropic drugging of millions of children has to stop.\" Addressing the committee as the International Spokesperson for Children's Rights, for the Citizens Commission on Human Rights (CCHR), a group run by Scientologists, Presley expressed her view that parents should be informed about alternatives to drugs so they may \"make an informed choice about their child's educational and medical needs\".",
        "ngram": 194,
        "subject": "Bruce Lee"
    },
    {
        "text": "Faith Hill's debut album was Take Me as I Am (1993); sales were strong, buoyed by the chart success of \"Wild One\". Hill became the first female country singer in 30 years to hold Billboard's number one position for four consecutive weeks when \"Wild One\" managed the feat in 1994. Her version of \"Piece of My Heart\", also went to the top of the country charts in 1994. The album sold a total of 3 million copies. Other singles from the album include \"Take Me as I Am\".",
        "ngram": 88,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 2006, Sheen launched a clothing line for children, called Sheen Kidz. In 2011, Sheen set a Guinness World Record for Twitter as the \"Fastest Time to Reach 1 Million Followers\" (adding an average of 129,000 new followers per day) as well as the Guinness record for \"Highest Paid TV Actor Per Episode – Current\" at $1.25 million while he was a part of the cast of Two and a Half Men sitcom. On March 3, 2011, Sheen signed with Ad.ly marketing agency specializing in Twitter and Facebook promotions.On March 10, 2011, Sheen announced a nationwide tour, \"My Violent Torpedo of Truth/Defeat is Not An Option\", which began in Detroit on April 2. The tour sold out in 18 minutes, a Ticketmaster record. However, on April 1, 2011, the Detroit Free Press featured an article that stated as of March 30 that there were over 1000 tickets available from a third-party reseller, some at 15% less than the cheapest seats sold at the Fox Theater. The Huffington Post reported that it was expected Sheen would earn $1 million in 2011 from Twitter endorsements and $7 million from the North American tour. Many of those attending the performance of April 2 in Detroit found it disappointing; the subsequent performance in Chicago, which featured some adjustments, received a more positive reception.Sheen was announced as the face of and partner in \"NicoSheen\", a line of disposable E-cigarettes and related products.On August 13, 2011, Sheen hosted at the 12th annual Gathering of the Juggalos, an event created by the Insane",
        "ngram": 256,
        "subject": "Bruce Lee"
    },
    {
        "text": "Theo died in January 1891, removing Vincent's most vocal and well-connected champion. Theo's widow Johanna van Gogh-Bonger was a Dutchwoman in her twenties who had not known either her husband or her brother-in-law very long and who suddenly had to take care of several hundreds of paintings, letters and drawings, as well as her infant son, Vincent Willem van Gogh. Gauguin was not inclined to offer assistance in promoting Van Gogh's reputation, and Johanna's brother Andries Bonger also seemed lukewarm about his work. Aurier, one of Van Gogh's earliest supporters among the critics, died of typhoid fever in 1892 at the age of 27.",
        "ngram": 104,
        "subject": "Bruce Lee"
    },
    {
        "text": "On February 2, 2024, The Recording Academy announced that Carey would receive the Grammy Global Impact Award, a CEO Award which recognizes \"Black music creators whose dedication to the art form has greatly influenced the industry and whose legacy of service inspires countless individuals worldwide\". Later that month, Carey was nominated for induction into the Rock and Roll Hall of Fame. On February 16, 2024, Carey featured on the remix of Ariana Grande's single, \"Yes, And?\", which was included in the \"slightly deluxe\" edition of Grande's seventh studio album Eternal Sunshine.",
        "ngram": 91,
        "subject": "Bruce Lee"
    },
    {
        "text": "The lead character of a 2011 Bollywood film, Rockstar starring Ranbir Kapoor, was inspired by Morrison. The 2007 film Walk Hard: The Dewey Cox Story has numerous references to Morrison. Morrison's grave is featured in The Walking Dead: Daryl Dixon Season 1, episode 3.",
        "ngram": 44,
        "subject": "Bruce Lee"
    },
    {
        "text": "Stewart has stated that his politics are rooted in a belief in \"fairness\" and \"equality\". He considers himself a socialist and is a member of the Labour Party. He stated, \"My father was a very strong trade unionist and those fundamental issues of Labour were ingrained into me.\" He was critical of the Iraq War and UK government legislation in the area of civil liberties, in particular its plans to extend detention without charge to 42 days for terrorist suspects. He signed an open letter of objection to this proposal in March 2008. In August 2018 he was widely misquoted by the Daily Telegraph amongst others, who announced that he had left Labour owing to concerns over the leadership of Jeremy Corbyn. He posted on Twitter to confirm that he had been misquoted and denied that he had left the party.Stewart is an atheist and a patron of Humanists UK. He also identifies as a feminist. He has publicly advocated the right to assisted suicide. In January 2011, he became a patron for Dignity in Dying and campaigns for an assisted dying law in the UK.In August 2014, Stewart was one of 200 public figures who signed a letter to The Guardian expressing their hope that Scotland would vote to remain part of the United Kingdom in September's referendum on that issue. In 2016, Stewart was among more than 280 figures from the arts world who backed a vote to remain in the EU in the referendum on that issue.On 2 March 2017, Stewart said he",
        "ngram": 256,
        "subject": "Bruce Lee"
    },
    {
        "text": "By 1472, at the age of 20, Leonardo qualified as a master in the Guild of Saint Luke, the guild of artists and doctors of medicine, but even after his father set him up in his own workshop, his attachment to Verrocchio was such that he continued to collaborate and live with him. Leonardo's earliest known dated work is a 1473 pen-and-ink drawing of the Arno valley (see below). According to Vasari, the young Leonardo was the first to suggest making the Arno river a navigable channel between Florence and Pisa.",
        "ngram": 91,
        "subject": "Bruce Lee"
    },
    {
        "text": "While filming an episode of Saturday Night Live in 1978, Chase got into a fistfight with Bill Murray in John Belushi's dressing room. Murray and Chase's backstage brawl took place when Chase returned to host the show after his exit as a full-time cast member in 1976. Murray had reportedly made a derogatory comment about Chase's troubled marriage to Jacqueline Carlin, leading Chase to criticize Murray's physical appearance. SNL cast members Jane Curtin, Laraine Newman, and Gilda Radner witnessed the incident.In a talk show appearance in 2021, Newman noted of the altercation, \"it was very sad and painful and awful\". She went on to say, \"I think they both knew the one thing that they could say to one another that would hurt the most and that's what I think incited it.\" Chase and Murray would later reconcile to star together in Caddyshack in 1980.",
        "ngram": 145,
        "subject": "Bruce Lee"
    },
    {
        "text": "Perry next wrote, directed, and starred in I Can Do Bad All By Myself (2009), a film structured around his Madea character. This was Perry's eighth film and it also made number one at the box office. In 2009, Perry teamed with Oprah Winfrey to present Precious, a film based on the novel Push by Sapphire.Why Did I Get Married Too?, the sequel to Why Did I Get Married?, opened in theaters on April 2, 2010. It featured Janet Jackson, Tasha Smith,",
        "ngram": 82,
        "subject": "Bruce Lee"
    },
    {
        "text": "Having previously announced plans to launch a fashion line, Gomez released the Dream Out Loud collection in 2010. It consisted of bohemian dresses, floral tops, jeans, skirts, jackets, scarves and hats, all of which were made from recycled or eco-friendly materials. Gomez stated, \"With my line, I really want to give the customer options on how they can put their own looks together [...] I want the pieces that can be easy to dress up or down, and the fabrics being eco-friendly and organic is super important [...] Also, the tags will all have some of my inspirational quotes on them. I'm just looking to send a good message.\" Gomez teamed up with designers Tony Melillo and Sandra Campos for the project, both of whom had previously worked with big-name fashion houses. Melillo and Campos teamed with New York-based Adjmi Apparel to manufacture the brand, which was formed by Adjmi CH Brands LLC, the holding company for the brand. From 2010 to 2014, Gomez worked with retailer Kmart to release the clothing line.It was announced on July 14, 2011, that Gomez had signed a license agreement with Adrenalina, an extreme sports and adventure-themed lifestyle brand, to develop, manufacture, and distribute her own fragrance. Chairman and CEO of Adrenalina, Ilia Lekach, said, \"We are incredibly enthused to be working with Ms. Gomez and will reveal more details pertaining to the fragrance as we get closer to the launch date.\" The perfume was released in May 2012. In 2013, she released her second fragrance, Vivamore by Selena Gomez.",
        "ngram": 256,
        "subject": "Bruce Lee"
    },
    {
        "text": "Trump and his allies promoted a conspiracy theory that Ukraine, rather than Russia, interfered in the 2016 election—which was also promoted by Russia to frame Ukraine. After the Democratic National Committee was hacked, Trump first claimed it withheld \"its server\" from the FBI (in actuality there were more than 140 servers, of which digital copies were given to the FBI); second, that CrowdStrike, the company that investigated the servers, was Ukraine-based and Ukrainian-owned (in actuality, CrowdStrike is U.S.-based, with the largest owners being American companies); and third that \"the server\" was hidden in Ukraine. Members of the Trump administration spoke out against the conspiracy theories.",
        "ngram": 105,
        "subject": "Bruce Lee"
    },
    {
        "text": "Hoping to foster a more mature image, Cyrus starred in the film The Last Song (2010), based on the Nicholas Sparks novel. It was met with negative critical reviews but was a box office hit. Cyrus further attempted to shift her image with the release of her third studio album, Can't Be Tamed (2010). The album featured a more dance-oriented sound than her prior releases and stirred a considerable amount of controversy over its lyrical content and Cyrus's live performances. It sold 106,000 copies in its first week of release and became her first studio album not to top the Billboard 200 chart in the United States. The album's second and final single, \"Who Owns My Heart\" was released solely in German territories. Cyrus released her final soundtrack as Hannah Montana that October; it was a commercial failure.",
        "ngram": 138,
        "subject": "Bruce Lee"
    },
    {
        "text": "Additionally, following Meat Loaf's appearance in the House episode \"Simple Explanation\", Laurie played piano as a special guest on the song \"If I Can't Have You\" from Meat Loaf's 2010 album Hang Cool Teddy Bear. Laurie co-wrote and performed the humorous blues song, \"Sperm Test in the Morning\", in the film Maybe Baby.On House, Laurie played several classic rock 'n roll instruments including Gibson Flying V and Les Paul guitars. His character has a Hammond B-3 organ in his home and on one episode performed the introduction to Procol Harum's classic \"Whiter Shade of Pale\".On 26 July 2010, it was announced that Laurie would be releasing a blues album after signing a contract with Warner Bros. Records. The album, called Let Them Talk, was released in France on 18 April 2011 and in Germany on 29 April. The album features collaborations from well-known artists such as Tom Jones, Irma Thomas and Dr. John.",
        "ngram": 153,
        "subject": "Bruce Lee"
    },
    {
        "text": "Brando fell under the influence of Stella Adler and Stanislavski's system in the 1940s. He began his career on stage, adeptly reading his characters and consistently anticipating where scenes flowed. He transitioned to film, initially gaining acclaim and his first Academy Award for Best Actor nomination for the role of Stanley Kowalski in A Streetcar Named Desire (1951). He received further praise and his first Academy Award and Golden Globe Award for his performance as Terry Malloy in On the Waterfront (1954), which remains a watershed moment in the history of Hollywood, and his work continues to be studied and interpreted. His portrayal of the rebellious motorcycle gang leader Johnny Strabler in The Wild One (1953) became an emblem of the era's generational gap.",
        "ngram": 124,
        "subject": "Bruce Lee"
    },
    {
        "text": "Cena also was cast as Christopher Smith / Peacemaker in James Gunn's The Suicide Squad, a role originally intended for Dave Bautista. In 2023, he reprised his role as Jakob Toretto in Fast X, which premiered in theaters on May 19, 2023. He was also the voice of Rocksteady in Teenage Mutant Ninja Turtles: Mutant Mayhem, which was released on August 2, 2023.",
        "ngram": 63,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 2011, Parsons appeared with Jack Black, Owen Wilson, Steve Martin, and Rashida Jones in the comedy film The Big Year. It was released in October. That same year, he appeared as the human alter ego of Walter, the newest Muppet introduced in The Muppets. On May 18, 2012, Parsons began appearing on Broadway as Elwood P. Dowd in a revival of Harvey. He reprised the role in the The Normal Heart (2014), and he received his seventh Emmy nomination, this time in the category of Outstanding Supporting Actor in a Miniseries or Movie. Parsons received a star on the Hollywood Walk of Fame on March 11, 2015. He voiced Oh, one of the lead roles in the DreamWorks Animation comedy film Home (2015), alongside Rihanna.Parsons and Todd Spiewak founded That's Wonderful Productions in 2015 with the intention of raising distinct voices and producing work with an underlying sense of purpose and social consciousness. Their work includes Special, Equal, Call Me Kat and A Kid Like Jake. Parsons and Spiewak are also Executive Producers of Young Sheldon. On January 29, 2015, it was announced that Parsons would star as God in the Broadway production of An Act of God, a new play by David Javerbaum and directed by Joe Mantello. The play began previews at Studio 54 on May 5, 2015 and closed August 2, 2015, to positive reviews. In 2016, Jim Parsons played a supporting role as STG (special task group) head engineer Paul Stafford in the biographical drama film Hidden Figures. The film was",
        "ngram": 256,
        "subject": "Bruce Lee"
    },
    {
        "text": "In the fall of 2005, Johnson briefly starred in The WB courtroom television drama show Just Legal as a jaded lawyer with a young and idealistic protégé/partner (Jay Baruchel); the show was canceled in October 2005 after just three of the eight produced episodes aired. In January 2007, Johnson began a run in the West End of London production of Guys and Dolls as Nathan Detroit.",
        "ngram": 66,
        "subject": "Bruce Lee"
    },
    {
        "text": "Harmon received the 2,482nd star of the Hollywood Walk of Fame on October 1, 2012. In 2014, Harmon started a production company called Wings Productions to produce NCIS: New Orleans. As of 2018, Harmon works as a producer for a new CBS series, based on author John Sandford's best-selling Prey novels, which have sold more than 30 million copies worldwide. The last 10 have reached No. 1 on The New York Times best-seller list.",
        "ngram": 74,
        "subject": "Bruce Lee"
    },
    {
        "text": "Lauren Herold of Mic.com deemed RuPaul \"arguably the most commercially successful drag queen in America.\" Sami Main of Adweek credited him with creating wider exposure for drag queens from LGBT culture into mainstream society, thanks to his early-career chart success, and later, the successive climb in viewership of RuPaul's Drag Race. His talk show The RuPaul Show was the first-ever national talk show to have a drag queen as a host. Along with his partner Michelle Visage, he welcomed an array of high-profile guests such as Cher, Lil Kim, and Diana Ross over the show's 100-episode span. As well as having a variety of comedy skits, the show was noted for discussing topics such as black empowerment, female empowerment, misogyny, and liberal politics that were otherwise unheard of in 1990s television at the time. In 1999, RuPaul was awarded the Vito Russo Award at the GLAAD Media Awards for work in promoting equality in the LGBT community.",
        "ngram": 157,
        "subject": "Bruce Lee"
    },
    {
        "text": "In May 2000, Houston's longtime executive assistant and friend, Robyn Crawford, resigned from Houston's management company. In 2019, Crawford said she had left after Houston declined to seek help for her drug dependency. The following month, Rolling Stone published a story stating that Cissy Houston and others had held a July 1999 intervention in which they unsuccessfully attempted to persuade Whitney to obtain drug treatment.",
        "ngram": 65,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 2015, Elliott began appearing as a series regular in the Netflix series The Ranch, opposite Ashton Kutcher and Danny Masterson. He also had a recurring role as Phil Millstein in the second season of Grace and Frankie. In film, he supplied the voice of Butch in the animated film The Good Dinosaur (2015).",
        "ngram": 54,
        "subject": "Bruce Lee"
    },
    {
        "text": "Back on the comedy club circuit with impressions, in fall 1986, Carrey auditioned for SNL's upcoming season, his third attempt at getting on the ensemble sketch comedy show. Finally managing to perform for the show's executive producer Lorne Michaels at a Burbank studio, with returning cast members Dennis Miller, Jon Lovitz, and Nora Dunn also watching the audition, Carrey was rejected again. Among the group of hopefuls auditioning alongside Carrey on this occasion were Dana Carvey and Phil Hartman, both of whom were hired.Sensing that doing only impressions was turning into a career dead-end, Carrey set out to develop a new live comedy act. Much to the dismay of comedy club owners booking him, he began abandoning trademark celebrity impressions, opting instead to try adding observational and character humour to his comedic repertoire, a process that often involved forcing himself to improvise and scramble in front of dissatisfied live audiences that came to see him do impressions.From 1990 to 1994, Carrey was a regular cast member of the ensemble comedy television series In Living Color. While the series was short-lived, its popularity helped him to land his first few major film roles.",
        "ngram": 192,
        "subject": "Bruce Lee"
    },
    {
        "text": "Carter also appeared on R&B singles \"Girls Around the World\" by Lloyd, \"Love In This Club, Part II\" by Usher, \"Official Girl\" by Cassie, \"I'm So Paid\" by Akon, \"Turnin' Me On\" by Keri Hilson, and \"Can't Believe It\" by T-Pain; rap singles \"My Life\" by The Game, \"Shawty Say\" by David Banner, \"Swagga Like Us\" by T.I., \"Cutty Buddy\" by Mike Jones, All My Life (In the Ghetto) by Jay Rock and the remix to \"Certified\" by Glasses Malone; and pop single \"Let It Rock\" by new Cash Money artist Kevin Rudolf.",
        "ngram": 93,
        "subject": "Bruce Lee"
    },
    {
        "text": "Kissinger promised the Israeli prime minister Golda Meir that the United States would replace its losses in equipment after the war, but sought initially to delay arms shipments to Israel, as he believed it would improve the odds of making peace along the lines of United Nations Security Council Resolution 242. In 1973, Meir requested $850 million worth of American arms and equipment to replace its materiel losses. Nixon instead sent some $2 billion worth. The arms lift enraged King Faisal of Saudi Arabia, and he retaliated on October 20, 1973, by placing a total embargo on oil shipments to the United States, to be joined by all of the other oil-producing Arab states except Iraq and Libya.On November 7, 1973, Kissinger flew to Riyadh to meet King Faisal and to ask him to end the oil embargo in exchange for promising to be \"even handed\" in the Arab-Israeli dispute. Despite all of Kissinger's efforts to charm him, Faisal refused to lift the oil embargo. Only on March 19, 1974, did the King end the oil embargo, after Sadat reported to him that the United States was being more \"even handed\" and after Kissinger had promised to sell Saudi Arabia weapons that it had previously denied under the grounds that they might be used against Israel.Kissinger pressured the Israelis to cede some of the newly captured land back to its Arab neighbors, contributing to the first phases of Israeli–Egyptian non-aggression. In 1973–1974, Kissinger engaged in \"shuttle diplomacy\" flying between Tel Aviv, Cairo, and Damascus in a",
        "ngram": 256,
        "subject": "Bruce Lee"
    },
    {
        "text": "\"I am not anti-vaccine, ... I'm in this gray zone of, I think everyone should be aware and educate yourself and ask questions. And if your kid is having a problem, ask your doctor for an alternative way of doing the shots. ... The ironic thing is my position has always remained the same. People just never listened to it.\"",
        "ngram": 60,
        "subject": "Bruce Lee"
    },
    {
        "text": "Tyler is also a singer. Having sung with composer Howard Shore, she appeared as guest vocalist on The Lemonheads' album Varshons (2009) singing a cover of the Leonard Cohen song \"Hey, That's No Way to Say Goodbye\". She appeared on the 2017 bonus disk of Evan Dando's album Baby I'm Bored (2003) providing featured vocals for the song \"Shots Is Fired\". In 2011, she released her debut single, \"Need You Tonight\".",
        "ngram": 71,
        "subject": "Bruce Lee"
    },
    {
        "text": "Leonardo's most remarkable portrait of this period is the Lady with an Ermine, presumed to be Cecilia Gallerani (c. 1483–1490), lover of Ludovico Sforza. The painting is characterised by the pose of the figure with the head turned at a very different angle to the torso, unusual at a date when many portraits were still rigidly in profile. The ermine plainly carries symbolic meaning, relating either to the sitter, or to Ludovico who belonged to the prestigious Order of the Ermine.",
        "ngram": 80,
        "subject": "Bruce Lee"
    },
    {
        "text": "In July 2019, Danson was cast as one of the main lead roles for the situation comedy Mr. Mayor, in which he plays a wealthy businessman who runs for mayor of Los Angeles for all the wrong reasons. NBC added the show to the 2020–2021 television season.",
        "ngram": 47,
        "subject": "Bruce Lee"
    },
    {
        "text": "On June 6, 2018, Beyoncé and husband Jay-Z kicked-off the On the Run II Tour in Cardiff, United Kingdom. Ten days later, at their final London performance, the pair unveiled Everything Is Love, their joint studio album, credited under the name The Carters, and initially available exclusively on Tidal. The pair also released the video for the album's lead single, \"Apeshit\", on Beyoncé's official YouTube channel. Everything Is Love received generally positive reviews, and debuted at number two on the U.S. Billboard 200, with 123,000 album-equivalent units, of which 70,000 were pure album sales. On December 2, 2018, Beyoncé alongside Jay-Z headlined the Global Citizen Festival: Mandela 100 which was held at FNB Stadium in Johannesburg, South Africa. Their 2-hour performance had concepts similar to the On the Run II Tour and Beyoncé was praised for her outfits, which paid tribute to Africa's diversity.",
        "ngram": 144,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 2004, Lohan had lead roles in two major motion pictures. The first film, Disney's teen comedy Confessions of a Teenage Drama Queen, earned a domestic box office total of $29 million, with Brandon Gray of Box Office Mojo commenting that it was \"well above expectations as it was strictly for young girls.\" But the film was not met with critical acclaim. Robert K. Elder of the Chicago Tribune wrote that \"though still a promising star, Lohan will have to do a little penance before she's forgiven for Confessions.\" Her second lead role that year, in the teen comedy Mean Girls, marked Lohan's first movie independent of Disney. The film was a critical and commercial success, grossing $129 million worldwide and, according to Brandon Gray, \"cementing her status as the new teen movie queen.\" Mick LaSalle from the San Francisco Chronicle wrote that \"Lohan is sensitive and appealing, a solid locus for audience sympathy.\" David Rooney from Variety said that \"Lohan displays plenty of charm, verve and deft comic timing.\" Lohan received four awards at the 2004 Teen Choice Awards for Freaky Friday and Mean Girls, including Breakout Movie Star. Mean Girls also earned her two awards at the 2005 MTV Movie Awards. In 2021, The New Yorker critic Richard Brody placed Lohan's performance in Mean Girls at number eleven in his list of \"The Best Movie Performances of the Century So Far\".With Mean Girls, Lohan's public profile was raised significantly. Vanity Fair described how she became a household name. Paparazzi began following her and her",
        "ngram": 256,
        "subject": "Bruce Lee"
    },
    {
        "text": "Since 2018, Fraser has been a celebrity judge on the Dancing Stars of Greenwich annual charity gala which raises money for the non-profit organization Abilis, a local charity which supports more than 800 individuals and their families with disabilities in Fairfield County, Connecticut. His former wife, Afton Smith, also takes part in the dance competition. In 2022, Smith and Fraser received the Heart of Abilis Award for their support and fundraising work for the charity.",
        "ngram": 75,
        "subject": "Bruce Lee"
    },
    {
        "text": "In 2002, King, Peter Straub, John Grisham and Pat Conroy organized the Wavedancer Benefit, a public reading to raise funds for the actor and audiobook reader Frank Muller, who had been injured in a motorcycle accident. Their reading was released as an audiobook. ",
        "ngram": 44,
        "subject": "Bruce Lee"
    },
    {
        "text": " transplant, paid for by Phil Collins, in 1994. News of his transplant led to public discussions because of his celebrity status and his previous problems with alcoholism and drug use. Crosby's liver problems stemmed from a long run with hepatitis C.Crosby suffered from type 2 diabetes. During an October 2008 concert, Crosby, looking much thinner than in previous years, announced to the audience that he had recently shed 55 pounds (25 kilograms) as a result of his struggles with the disease.In February 2014, at the urging of his doctor, Crosby postponed the final dates of his solo tour to undergo a cardiac catheterization and angiogram, based on the results of a routine cardiac stress test.Crosby died in Santa Ynez, California, on January 18, 2023, at the age of 81. Believing he was \"probably going to die fairly soon\", Crosby had planned his funeral at least three years prior to his death, to be held at his horse ranch in Santa Ynez, in hopes that he would be reconciled with his former Byrds and CSN bandmates so that they would attend. A statement from his family said that he died \"after a long illness\". However, friends and colleagues described his death as \"sudden\", saying that Crosby had remained active until the day of his death, working on plans for a tour and a new album. Rumors circulated that his death was due to complications of COVID-19.",
        "ngram": 236,
        "subject": "Bruce Lee"
    },
    {
        "text": "Stallone has supported several Republican politicians, but does not identify as a member of the Republican Party. He has also donated to the Democratic National Committee and to Democrats such as Joe Biden and Chris Dodd. He is a staunch advocate of gun control despite his otherwise conservative views, and has been described as \"the most anti-gun celebrity in Hollywood\".",
        "ngram": 60,
        "subject": "Bruce Lee"
    }
]