[
    {
        "text": "Much later in her career, Minnelli made guest appearances on shows such as Arrested Development, Law & Order: Criminal Intent, Drop Dead Diva, and Smash. In the UK, she appeared on the Ruby Wax, Graham Norton and Jonathan Ross shows, and in October 2006, participated in a comedy skit on Charlotte Church's show and was featured on Michael Parkinson's show.",
        "ngram": 60,
        "subject": "Marlon Brando"
    },
    {
        "text": "Promoted to captain on August 5, 1853, Grant was assigned to command Company F, 4th Infantry, at the newly constructed Fort Humboldt in California. Grant arrived at Fort Humboldt on January 5, 1854, commanded by Lieutenant Colonel Robert C. Buchanan, a martinet officer, with whom Grant had earlier crossed paths at Jefferson Barracks. Separated from his wife and family, Grant began to drink. Colonel Buchanan reprimanded Grant for one drinking episode and told Grant to \"resign or reform.\" Grant told Buchanan he would \"resign if I don't reform.\" On Sunday, Grant was found influenced by alcohol, but not incapacitated, at his company's paytable. Keeping his pledge to Buchanan, Grant resigned, effective July 31, 1854. Buchanan endorsed Grant's letter of resignation but did not submit any report that verified the incident. Grant did not face court-martial, and the War Department said: \"Nothing stands against his good name.\" Grant said years later, \"the vice of intemperance (drunkenness) had not a little to do with my decision to resign.\" With no means of support, Grant returned to St. Louis and reunited with his family, uncertain about his future.",
        "ngram": 185,
        "subject": "Marlon Brando"
    },
    {
        "text": "Authorized by Congress on March 3, 1871, Grant created and appointed the first Civil Service Commission, chaired by reformer George William Curtis. Grant's Commission created rules for competitive exams for appointments, ending mandatory political assessments and classifying positions into grades. Grant, more than any previous president, elevated the federal civil service, but his critics refused to acknowledge this.",
        "ngram": 58,
        "subject": "Marlon Brando"
    },
    {
        "text": "Simon has a few songs that appear on compilation albums and nowhere else, such as \"Slip Slidin' Away\" which first appeared on the compilation album Greatest Hits, Etc. (1977) and has since been included in subsequent compilations such as Negotiations and Love Songs (1988).",
        "ngram": 44,
        "subject": "Marlon Brando"
    },
    {
        "text": "Preliminary planning for Carter's presidential transition had already been underway for months before his election. Carter had been the first presidential candidate to allot significant funds and a significant number of personnel to a pre-election transition planning effort, which then became standard practice. He set a mold that influenced all future transitions to be larger, more methodical and more formal than they were.",
        "ngram": 63,
        "subject": "Marlon Brando"
    },
    {
        "text": "In preparation for Gauguin's visit, Van Gogh bought two beds on advice from the station's postal supervisor Joseph Roulin, whose portrait he painted. On 17 September, he spent his first night in the still sparsely furnished Yellow House. When Gauguin consented to work and live in Arles with him, Van Gogh started to work on the Décoration for the Yellow House, probably the most ambitious effort he ever undertook. He completed two chair paintings: Van Gogh's Chair and Gauguin's Chair.",
        "ngram": 80,
        "subject": "Marlon Brando"
    },
    {
        "text": "Aguilera has accumulated numerous awards and honorary accolades throughout her career. At the age of 19, she won the Grammy Award for Best New Artist, becoming one of the youngest artists to earn such an honor. Aguilera received other four trophies from twenty nominations by The Recording Academy. She is also a recipient of two Latin Grammy Awards, three Billboard Latin Music Awards—including the Spirit of Hope Award—, two MTV Video Music Awards (VMAs), two People's Choice Awards—including the inaugural Music Icon Award—, three World Music Awards, and one Guinness World Record. Among other of her honors, Aguilera received a star on Hollywood Walk of Fame in \"recognition of her achievements in the recording industry\" and was immortalized as a Disney Legend due to \"her remarkable contributions to the Walt Disney Company\". Referred to as one of the most prominent Latin artists in the entertainment industry, she was also elected as one of the 100 most influential people in the world by Time in 2013.With estimated sales around 100 million records, Aguilera is recognized as one of the world's best-selling music artists. In the United States, she has sold 41.9 million albums and singles until 2014, according to Nielsen SoundScan. As of 2022, the Recording Industry Association of America (RIAA) certified over 54.2 million records, of which 17.5 million units came from her albums. While Christina Aguilera (1999) is certified eight times platinum, it was listed as one of the best-selling in the country. In 2013, Aguilera's sales reached 9.4 million records in the United Kingdom,",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "As a solo act, Timberlake has sold over 88 million records, making him one of the best-selling music artists in the world. Timberlake's debut solo album, Justified (2002) yielded his first solo hit singles, \"Cry Me a River\" and \"Rock Your Body\". His second album, FutureSex/LoveSounds (2006) reached further success as it debuted atop the US Billboard 200 and spawned three consecutive Billboard Hot 100 number-one singles: \"SexyBack\" (featuring Timbaland), \"My Love\" (featuring T.I.) and \"What Goes Around... Comes Around\". Established as a solo artist worldwide, his first two albums both exceeded sales of 10 million copies and received triple platinum certification by the RIAA. Meanwhile, Timberlake collaborated with other artists on a string of successful singles, including The Lonely Island's viral hit \"Dick in a Box\" in 2006, his fourth US number-one single with Timbaland's \"Give It to Me\" in 2007, as well as Madonna's \"4 Minutes\", 50 Cent's \"Ayo Technology\" and T.I.'s \"Dead and Gone\" in the following years.",
        "ngram": 161,
        "subject": "Marlon Brando"
    },
    {
        "text": "Tony Bennett spoke of Houston's death before performing at Davis's party. He said, \"First, it was Michael Jackson, then Amy Winehouse, now, the magnificent Whitney Houston.\" Bennett sang \"How Do You Keep the Music Playing?\" and said of Houston: \"When I first heard her, I called Clive Davis and said, 'You finally found the greatest singer I've ever heard in my life.'\"",
        "ngram": 62,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 2013–2014, he appeared alongside Malcolm McDowell in a series of commercials for Sprint in which the two dramatically recited mundane phone and text-message conversations. In 2015, Jones starred as the Chief Justice Caleb Thorne in the American drama series Agent X alongside actress Sharon Stone, Jeff Hephner, Jamey Sheridan, and others. The television series was aired by TNT from November 8 to December 27, 2015, running only one season and 10 episodes. Jones officially reprised his voice role of Darth Vader for the character's appearances in the animated TV series Star Wars Rebels and the live-action film Rogue One: A Star Wars Story (2016), as well as for a three-word cameo in Star Wars: The Rise of Skywalker (2019).",
        "ngram": 120,
        "subject": "Marlon Brando"
    },
    {
        "text": "In early 2005, Aguilera embraced a new image inspired by Old Hollywood figures, debuting burlesque-style curly blonde hair and makeup. Her new persona was eventually adopted to promote her subsequent music project. In March 2006, Aguilera released a duet with Andrea Bocelli, \"Somos Novios (It's Impossible)\", and performed the song together at the Sanremo Music Festival. She also featured on \"A Song for You\" by Herbie Hancock which received a Grammy Award nomination for Best Pop Collaboration with Vocals.In June 2006, Aguilera released \"Ain't No Other Man\" as her then-forthcoming fifth studio album's lead single, which received critical acclaim and was praised by music critics. Critics compared her vocals on the songs to older singers such as Etta James and Aretha Franklin. The song achieved commercial success, peaked at number six on Billboard Hot 100 and has sold 1.7 million digital copies in the U.S. The single eventually earned her the Grammy Award for Best Female Pop Vocal Performance.",
        "ngram": 159,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 2011, a book was published about it, leading to a re-recording of the songs by contemporary artists and the making of a documentary film about Cash's efforts with the album. This film was aired on PBS in February and November 2016. His Sings the Ballads of the True West (1965) was an experimental double record, mixing authentic frontier songs with Cash's spoken narration.",
        "ngram": 64,
        "subject": "Marlon Brando"
    },
    {
        "text": "In April 2023, the government of the U.S. Virgin Islands sought to subpoena Musk for documents in a lawsuit alleging that JPMorgan Chase profited from Jeffrey Epstein's sex trafficking operation. In May, a judge granted the U.S. Virgin Islands' request to serve Musk electronically through Tesla after the U.S. territory had difficulty locating him. The efforts to subpoena Musk for documents do not implicate him in any wrongdoing and do not seek to have Musk testify under oath.",
        "ngram": 78,
        "subject": "Marlon Brando"
    },
    {
        "text": "Grant played no overt role during the campaign and was joined by Sherman and Sheridan in a tour of the West that summer. However, the Republicans adopted his words \"Let us have peace\" as their campaign slogan. Grant's 1862 General Order No. 11 became an issue during the presidential campaign; he sought to distance himself from the order, saying \"I have no prejudice against sect or race, but want each individual to be judged by his own merit.\" The Democrats and their Klan supporters focused mainly on ending Reconstruction, intimidating black people and Republicans, and returning control of the South to the white Democrats and the planter class, alienating War Democrats in the North. Grant won the popular vote and an Electoral College landslide of 214 votes to Seymour's 80. Seymour received a majority of white voters, but Grant was aided by 500,000 votes cast by black people, winning him 52.7 percent of the popular vote. He lost Louisiana and Georgia, primarily due to Ku Klux Klan violence against African-American voters. At the age of 46, Grant was the youngest president yet elected.",
        "ngram": 183,
        "subject": "Marlon Brando"
    },
    {
        "text": "In June 2004, Anthony released a Latin pop album, Amar Sin Mentiras. The following month, he reintroduced its songs with a danceable salsa rhythm in another album, Valio La Pena. The song \"Escapémonos\" was a duet with Jennifer Lopez. In the 2005 Latin Grammy Awards, his Amar Sin Mentiras won best Latin Pop Album of The Year, and his Valió La Pena won Best Tropical Album of the Year. Lopez and Anthony performed \"Escapémonos\" at the 2005 Grammy Awards.",
        "ngram": 79,
        "subject": "Marlon Brando"
    },
    {
        "text": "West has been nominated for 75 Grammys, out of which he has won 24. He has been the most nominated act at five ceremonies, and has received the fourth-most wins overall in the 2000s. In 2008, West became the first solo artist to have his first three albums receive nominations for Album of the Year. West has won a Webby Award for Artist of the Year, an Accessories Council Excellence Award for being a stylemaker, International Man of the Year at the GQ Awards, a Clio Award for The Life of Pablo Album Experience, and an honour by The Recording Academy. West is one of eight acts to have won the Billboard Artist Achievement Award. In 2015, he became the third rap act to win the Michael Jackson Video Vanguard Award.",
        "ngram": 131,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 2001, Ryder began a four-year career hiatus. Apart from a guest appearance on NBC's sitcom Friends, playing Rachel's college sorority sister, and a brief cameo in Ben Stiller's comedy Zoolander (2001), she appeared in no new releases in 2001. She was scheduled to appear in Lily and the Secret of Planting, but withdrew from the project after being hospitalized for a severe stomach-related disorder in August 2001. In December 2001, Ryder was arrested for shoplifting, which made it difficult for her to be insured for further film projects. Woody Allen wanted to cast Robert Downey Jr. and Ryder in his film Melinda and Melinda (2003), but was unable to do so because \"I couldn't get insurance on them ... We couldn't get bonded. The completion bonding companies would not bond the picture unless we could insure them. ... We were heartbroken because I had worked with Winona before [on Celebrity] and thought she was perfect for this and wanted to work with her again.\"In 2002, Ryder appeared in two movies filmed before her arrest. The first was a romantic comedy, Mr. Deeds, with Adam Sandler, grossing over $126 million in the United States alone. The film was not a critical success; film critic Philip French called it a terrible film, saying that \"remakes are often bad, but this one was particularly bad.\" The second film was the science fiction drama Simone, in which she portrayed a glamorous star who is replaced by a computer simulated actress due to the clandestine machinations of a director, portrayed",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "While promoting Woody Allen's Small Time Crooks (2000) on NBC's The Today Show in 2000, Grant told host Matt Lauer, \"It's my millennium of bastards\". Small Time Crooks starred Grant, in the words of film critic Andrew Sarris, as \"a petty, petulant, faux-Pygmalion art dealer, David, [who] is one of the sleaziest and most unsympathetic characters Mr. Allen has ever created\". In a role devoid of his comic attributes, The New York Times wrote: \"Mr. Grant deftly imbues his character with exactly a perfect blend of charm and nasty calculation.\" In 2000, Grant also joined the supervisory board of IM Internationalmedia AG, the powerful Munich-based film and media company.In 2001, his turn as a charming but womanising book publisher Daniel Cleaver in Bridget Jones's Diary was proclaimed by Variety to be \"as sly an overthrow of a star's polished posh – and nice – poster image as any comic turn in memory\". The film, adapted from Helen Fielding's novel of the same name, was an international hit, earning $281 million worldwide. He was, according to The Washington Post, fitting as \"a cruel, manipulative cad, hiding behind the male god's countenance that he knows all too well\".In 2002, Grant starred as the trust-funded womaniser, Will Freeman, in the film adaptation of Nick Hornby's best-selling novel About a Boy. The BBC thought Grant delivered an \"immaculate comic performance\", and with an Academy Award-nominated screenplay, About a Boy was determined by The Washington Post to be \"that rare romantic comedy that dares to choose messiness over closure, prickly independence",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "The music video for \"Single Ladies\" has been parodied and imitated around the world, spawning the \"first major dance craze\" of the Internet age according to the Toronto Star. At the 2009 MTV Video Music Awards, the video won three categories, including Video of the Year. Its failure to win the Best Female Video category, which went to American singer-songwriter Taylor Swift's \"You Belong with Me\", led to Kanye West interrupting the ceremony and Beyoncé improvising a re-presentation of Swift's award during her own acceptance speech. In March 2009, Beyoncé embarked on the I Am... Tour, her second headlining worldwide concert tour, consisting of 108 shows, grossing $119.5 million.",
        "ngram": 109,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 2017, Sheen sued the National Enquirer over a story alleging that, in 1986, he raped his 13-year-old co-star Corey Haim on the set of Lucas. The case was settled in 2018. Haim's mother, Judy Haim, identified a different actor as her son's rapist on The Dr. Oz Show, and told Entertainment Tonight that Sheen never raped her son, calling the claims \"made up\".In March 2020, actor Corey Feldman repeated the claim that Sheen raped Haim in his documentary (My) Truth: The Rape of Two Coreys, corroborated by Feldman's ex-wife Susie Feldman and his Lost Boys co-star Jamison Newlander. Sheen, through his publicist, denied the allegations, calling them \"sick, twisted and outlandish\".",
        "ngram": 112,
        "subject": "Marlon Brando"
    },
    {
        "text": "Missing in Action 2: The Beginning premiered on March 1, 1985. It is a prequel to the first installment, about Braddock being held in a North Vietnamese POW camp. Orion Pictures released Code of Silence on May 3. It received positive reviews and was also a box office success. Code of Silence is a crime drama, and features Norris as a streetwise plainclothes officer who takes down a crime czar. Invasion U.S.A. premiered on September 27, with Zito directing.",
        "ngram": 79,
        "subject": "Marlon Brando"
    },
    {
        "text": "Lowe has been married to makeup artist Sheryl Berkoff since 1991. They met on a blind date in 1983, and again on the set of Lowe's movie Bad Influence. They have two sons: Matthew Edward Lowe (b. 1993) and John Owen Lowe (b. 1995).Lowe is a fan of the Los Angeles Dodgers and the Los Angeles Rams.",
        "ngram": 57,
        "subject": "Marlon Brando"
    },
    {
        "text": "Kelly performed at the 2010 FIFA World Cup opening ceremony on June 11, 2010. In an interview in the September 2010 issue of XXL magazine, Kelly said he was working on three new albums (Epic, Love Letter, and Zodiac) which he described as \"remixing himself\". Epic, a compilation filled with powerful ballads including \"The World's Greatest\" and \"Sign of a Victory\", only saw a European release on September 21, 2010. However, it is also available for streaming worldwide.In November 2010, Kelly collaborated with several African musicians forming a supergroup known as One8. The group featured 2Face from Nigeria, Ali Kiba from Tanzania, Congolese singer Fally Ipupa, 4X4 from Ghana, hip-hop artist Movaizhaleine from Gabon, Zambia's JK, Ugandan hip-hop star Navio and Kenya's Amani, the only female in the group. The first release from the group was \"Hands Across the World\" written and produced by Kelly.Kelly's tenth album Love Letter, released on December 14, 2010, included 15 songs, one of which was Kelly singing \"You Are Not Alone\", a track Kelly originally wrote for Michael Jackson. The first single \"When a Woman Loves\" was nominated for a Grammy for Best Traditional R&B Vocal Performance at the 53rd Annual Grammy Awards.",
        "ngram": 199,
        "subject": "Marlon Brando"
    },
    {
        "text": "Timberlake has co-owned or provided celebrity endorsement for three restaurants in the United States: \"Chi\" opened in West Hollywood, California in 2003, and \"Destino\" and \"Southern Hospitality\" in New York opened in 2006 and 2007, respectively. In 2005, Timberlake launched the William Rast clothing line with childhood friend Juan (\"Trace\") Ayala. The 2007 line contained cord jackets, cashmere sweaters, jeans, and polo shirts. The pair reports inspiration from fellow Memphis resident Elvis Presley: \"Elvis is the perfect mixture of Justin and I\", Ayala says. \"You can go back and see pictures of him in cowboy boots and a cowboy hat and a nice button-down shirt, but then again you can see him in a tux and a collared shirt with rhinestones on it and slacks. We like to think 'If he was alive today, what would he be wearing?'\" Target has announced that a William Rast collection, including denim, outerwear and sportswear for men and women, would launch in December and be available for a month. In 2015, the clothing line earned him a Lord & Taylor's Fashion Oracle Award at the Fashion Group International's Night of The Stars Gala. An avid amateur golfer, in 2007 Timberlake purchased the run-down Big Creek Golf Course in his hometown of Millington, Tennessee, which he redeveloped as the eco-friendly Mirimichi Golf Course at the cost of around $US16 million. It was reopened on July 25, 2009, but closed again on January 15, 2010, for further improvements expected to take six months. In October 2011, Timberlake received the Futures Award",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "Cooper became engaged to actress Jennifer Esposito in October 2006, and they married that December. In May 2007, she filed for divorce which was finalized in November. Regarding their short marriage, he explained, \"It was just something that happened. The good thing is, we both realized it ... Sometimes you just realize it.\" Before his marriage to Esposito, he met Renée Zellweger while filming Case 39 in 2006. The media speculated about the nature of their relationship in 2009, when the film was released. They reportedly broke up in 2011. He dated actress Zoe Saldaña from December 2011 to January 2013. He subsequently began dating English model and actress Suki Waterhouse in March 2013; their relationship ended two years later. Cooper was in a relationship with Russian model Irina Shayk from April 2015 to June 2019. They have a daughter together, Lea de Seine, born in March 2017.Cooper and his family share a close bond. Two years after the death of his father from lung cancer in 2011, he relocated to Los Angeles with his mother. He said that after his father's diagnosis \"I was in a very lucky position because I was able to put everything on hold in all aspects of my life and completely focus on taking care of him.\" He has described the process of his father's treatment as \"just simply overwhelming, incredibly stressful, complex and all consuming\". He has since supported organizations that help fight cancer. In June 2014, he joined the board of directors for the charity Hole in the",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "On February 11, 2008, Kravitz was admitted to Miami Hospital suffering from severe bronchitis. He had been suffering from a series of severe respiratory tract infections since mid-January, and the illness developed into bronchitis. Kravitz's illness had forced him to postpone Canadian dates and his trip to Europe to promote his album It Is Time for a Love Revolution. On March 19, 2008, he canceled the South American part of his tour due to the same illness. The decision affected planned concerts in Colombia, Mexico, Brazil, and Argentina. In Argentina Kravitz had a performance in the biggest rock festival there, Quilmes Rock Fest. On July 15, 2008, Kravitz was honored in Milan, Italy with the key to the city in a special toast ceremony for his work with the United Nations Millennium Campaign to end world poverty.Kravitz made his feature film acting debut in Precious which premiered at the Sundance Film Festival in January 2009. During the Italian leg of his 53 date Let Love Rule 2009 European tour, Kravitz was instructed to cancel some shows due to another bad bout of bronchitis. Under strict orders from his doctor, the singer was told to rest so that he could make a quick recovery and return to the stage for the rest of his tour. Shows scheduled for Rome on June 5 and Brescia on June 17 were postponed to late July.",
        "ngram": 231,
        "subject": "Marlon Brando"
    },
    {
        "text": "Roosevelt's father died in 1900, causing him great distress. The following year, Roosevelt's fifth cousin Theodore Roosevelt became President of the United States. Theodore's vigorous leadership style and reforming zeal made him Franklin's role model and hero. He graduated from Harvard in three years in 1903 with an A.B. in history. He remained there for a fourth year, taking graduate courses.",
        "ngram": 61,
        "subject": "Marlon Brando"
    },
    {
        "text": "Barrymore starred in the ensemble comedy He's Just Not That Into You, which received mixed reviews, partly due to her limited time on screen, while it grossed US$178 million worldwide. She played Edith Bouvier Beale, the daughter of Edith Ewing Bouvier Beale (Jessica Lange) in the HBO film Grey Gardens, which is based on the 1975 documentary film. The television film was a huge success, winning five Primetime Emmy Awards and two Golden Globe Awards. Rolling Stone writer Peter Travers found Barrymore to be a \"revelation\" in her role. Barrymore was nominated for the Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie, and won the Golden Globe Award for Best Actress – Miniseries or Television Film and the Screen Actors Guild for Outstanding Performance by a Female Actor in a Television Movie or Miniseries.",
        "ngram": 138,
        "subject": "Marlon Brando"
    },
    {
        "text": "During the spring of 2003, Williams captured the singles titles at the Open Gaz de France and the Sony Ericsson Open. Her streak of 21 wins ended when she lost the final of the Family Circle Cup to Henin. She also lost to Mauresmo in the semifinals of the Internazionali BNL d'Italia in Rome. Despite these defeats, Williams was the top seed at the French Open, where she lost in the semifinals to eventual champion Henin; this was Williams's first loss in a Grand Slam tournament since 2001. The match was controversial, with Williams questioning Henin's sportsmanship, and spectators applauding Williams's errors. Williams rebounded from the loss at the 2003 Wimbledon Championships, where she defeated Venus in the final. This was Williams's second consecutive Wimbledon title and her sixth Grand Slam singles title overall. Wimbledon was her last tournament of 2003; she pulled out of three events and then underwent surgery on the quadriceps tendon in her knee in early August. She was expected to be in recovery for six to eight weeks.",
        "ngram": 173,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1996, Morissette bought a home in Brentwood, Los Angeles. She also had an apartment in Ottawa and a home in Malibu, the latter of which was partially destroyed in the Woolsey Fire. In 2019, she and her family moved to Olympic Valley, California; she said in an interview with The New York Times that she was \"finally done with living in Los Angeles\".",
        "ngram": 64,
        "subject": "Marlon Brando"
    },
    {
        "text": "His uncle, Art Strahan, played as a defensive lineman for the Houston Oilers (1965) and Atlanta Falcons (1968). In an episode of Finding Your Roots, it was revealed to Strahan that he has Anglo-Saxon ancestry that traces directly to Charlemagne, who is his 39-great-grandfather (Season 5, Episode 5).He was married to his first wife, Wanda Hutchins, from 1992 to 1996. She is an American businesswoman, Wanda Home Designs Owner, Interior Designer, and Decorator. They have a daughter, Tanita Strahan, and a son, Michael Anthony Strahan Jr. Strahan moved them to the U.S. and purchased a $163,000 house in the same Houston neighborhood where his parents live.In 1999, Strahan married Jean Muggli after meeting her at a spa. They have twin daughters, Isabella and Sophia, born December 2004. As of 2004, Strahan lives in Manhattan's Upper West Side. Strahan and Muggli finalized their acrimonious divorce on July 20, 2006. In January 2007, Judge James B. Convery awarded Muggli $15 million in a divorce settlement in addition to $18,000 monthly child support. Strahan appealed. In March 2007, the court ordered the Montclair, New Jersey mansion to be auctioned and the sales money split evenly; the house was valued at $3.6 million.In August 2009, Strahan became engaged to Nicole Mitchell, Eddie Murphy's ex-wife, but the two ended their engagement in 2014. In June 2011, Strahan filmed a commercial supporting legalizing same-sex marriage in New York.Since around 2015, he has been dating Kayla Quick.",
        "ngram": 240,
        "subject": "Marlon Brando"
    },
    {
        "text": "As a child, Shields lived with her mother on Manhattan's Upper East Side. In 1990, she purchased a ranch near Big Timber, Montana. She also maintained a home in Los Angeles, which she purchased in 1998 and sold in 2022.",
        "ngram": 40,
        "subject": "Marlon Brando"
    },
    {
        "text": "Ryan's last film of 2008 was The Women, a remake of the 1939 production. The all-female cast comprises Annette Bening, Debra Messing, and Jada Pinkett Smith. Written, produced and directed by Diane English, the film centers on a group of four female Manhattan socialites whose primary interest is idle gossip, with Ryan portraying a wealthy woman whose husband is cheating on her with a shop girl, played by Eva Mendes. Ryan was the first actress to join the long-delayed production, which had struggled to find financing since the early 1990s, resulting in an independent production budgeted at $18 million. Upon its release, The Women received a disastrous response from critics, with Richard Schickel of Time calling it \"one of the worst movies I've ever seen\". The film was a financial success, however, becoming Ryan's most successful film since 2001's Kate & Leopold with a worldwide gross of $50 million.In 2009, Ryan starred alongside Kristen Bell and Justin Long in the independent comedy film Serious Moonlight. In this film, directed by actress Cheryl Hines and based on a screenplay by late writer Adrienne Shelly, who was murdered a year prior to filming, Ryan portrayed a high-powered female attorney who learns that her husband, played by Timothy Hutton, is about to leave their troubled marriage, and decides to hold him captive by duct-taping him to a toilet. Picked up by Magnolia Pictures, the production received a limited release throughout North America only and grossed less than $150,000 worldwide. Critical reaction to the film was generally mixed-to-negative, although Ryan",
        "ngram": 256,
        "subject": "Marlon Brando"
    },
    {
        "text": "Rock critic Patricia Kennealy is described as having a relationship with Morrison in No One Here Gets Out Alive, Break On Through, and later in Kennealy's own memoir, Strange Days: My Life With and Without Jim Morrison. Kennealy said that Morrison participated in a neopagan handfasting ceremony with her. According to Kennealy, the couple signed a handwritten document, and were declared wed by a Celtic high priestess and high priest on Midsummer night in 1970, but none of the necessary paperwork for a legal marriage was filed with the state. No witness to this ceremony was ever named.",
        "ngram": 98,
        "subject": "Marlon Brando"
    },
    {
        "text": "Before naming James to the 2008 Olympic team, Team USA managing director Jerry Colangelo and coach Mike Krzyzewski gave James an ultimatum to improve his attitude, and he heeded their advice. At the FIBA Americas Championship 2007, he averaged 18.1 points, 3.6 rebounds, and 4.7 assists per game, including a 31-point performance against Argentina in the championship game, the most ever by an American in an Olympic qualifier. Team USA went 10–0, winning the gold medal and qualifying for the 2008 Olympics in Beijing, China. James credited the team's attitude and experience for their improvement, saying: \"I don't think we understood what it meant to put on a USA uniform and all the people that we were representing in 2004. We definitely know that now.\" At the Olympics, Team USA went unbeaten, winning their first gold medal since 2000. In the final game, James turned in 14 points, 6 rebounds, and 3 assists against Spain.",
        "ngram": 155,
        "subject": "Marlon Brando"
    },
    {
        "text": "Having been a smoker for ten years, and having a niece who suffered from leukemia for ten years, Pfeiffer decided to support the American Cancer Society. She also supports the Humane Society. In 2016, she attended the Healthy Child Healthy World's L.A. Gala for people who lead organizations for children's environmental health. In December that year, Pfeiffer, who was vegan at the time, joined the board of directors for Environmental Working Group, an advocacy group based in Washington. D.C.",
        "ngram": 79,
        "subject": "Marlon Brando"
    },
    {
        "text": "Before he signed with Interscope Records, Jackson engaged in a public dispute with rapper Ja Rule and his label, Murder Inc. Records, saying that a friend robbed jewelry from Ja Rule and the latter accused him of orchestrating the robbery. Ja Rule said that the conflict stemmed from a Queens video shoot, when Jackson did not like seeing him \"getting so much love\" from the neighborhood. At The Hit Factory in New York in March 2000, Jackson had an altercation with Murder Inc. associates and received three stitches for a stab wound. Rapper Black Child claimed responsibility for the stabbing, saying that he acted in self-defense when he thought someone reached for a gun.An affidavit by an Internal Revenue Service (IRS) agent suggested ties between Murder Inc. and Kenneth \"Supreme\" McGriff, a New York drug lord suspected of involvement in the murder of Jam Master Jay and Jackson's shooting. An excerpt read:",
        "ngram": 152,
        "subject": "Marlon Brando"
    },
    {
        "text": "In 1975 he played Richie, an accused killer, in the episode \"Web of Guilt\" on the Canadian TV show Police Surgeon. He was in It Seemed Like a Good Idea at the Time (1975), shot in Canada, as well as the children's sitcom Coming Up Rosie (1975–78) with Dan Aykroyd. Candy had a small role in Tunnel Vision (1976).",
        "ngram": 59,
        "subject": "Marlon Brando"
    }
]