[
    {
        "text": "In 1991, Ryder played a young taxicab driver in Jim Jarmusch's independent film Night on Earth. The film was given a limited release, but received critical praise. Ryder then starred in three big-budget adaptations of literary classics. The first was Bram Stoker's Dracula (1992), directed by Francis Ford Coppola and featuring Ryder in the dual role of Mina Murray and Count Dracula’s past lover, Princess Elisabeta. The script was originally intended for a television adaptation but Ryder liked it so much she brought it to Coppola’s attention. The film premiered in November 1992 to critical and commercial success.Ryder continued her work in period films with Martin Scorsese's The Age of Innocence (1993), an adaptation of Edith Wharton's novel that co-starred Michelle Pfeiffer and Daniel Day-Lewis. Ryder considers Scorsese \"the best director in the world\". For her portrayal of May Welland, the fiancée of Newland Archer (Day-Lewis), Ryder won a Golden Globe and received Academy Award and BAFTA nominations as well. Although not a commercial success, the Age of Innocence received critical praise upon its release in October 1993. Vincent Canby in the New York Times wrote, \"Ms Ryder is wonderful as this sweet young thing who's hard as nails, as much out of ignorance as of self-interest.\"Ryder next starred alongside Meryl Streep, Jeremy Irons, Antonio Banderas, and Glenn Close in the melodrama The House of the Spirits (1993), based on Isabel Allende's novel. Also released in October 1993, the film was poorly reviewed and a box-office flop, grossing just $6 million on its $40 million budget.",
        "ngram": 256,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Cena has been called the greatest professional wrestler of all time by his peers Kurt Angle, John \"Bradshaw\" Layfield, and veteran industry personality Paul Heyman. When discussing Cena's legacy on his podcast, Jim Cornette (who was head booker of OVW while Cena was there) stated \"I think [Cena is] the last big star in wrestling\", praising his work ethic, athletic ability and microphone skills.",
        "ngram": 64,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In the middle of 1965, after graduating with a bachelor's degree from the UCLA film school, Morrison led a bohemian lifestyle in Venice Beach. Living on the rooftop of a building inhabited by his UCLA classmate, Dennis Jakob, he wrote the lyrics of many of the early songs the Doors would later perform live and record on albums, such as \"Moonlight Drive\" and \"Hello, I Love You\". According to fellow UCLA student Ray Manzarek, he lived on canned beans and LSD for several months.",
        "ngram": 84,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Although we have quite an impressive alumni – everyone from Jeremy Irons to Patrick Stewart – I suppose he is now probably the best known, and we're very proud of all he's achieved. I certainly hold him up to current students of an example, particularly as an example of how to manage your career with great integrity. He's never courted fame, and as a result, he's never had his private life impeached upon by the press. He's clearly not interested in celebrity as such – he's just interested in his acting. He is still a great craftsman.",
        "ngram": 97,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In March 2015, Beyoncé became a co-owner, with other artists, of the music streaming service Tidal. The service specializes in lossless audio and high definition music videos. Beyoncé's husband Jay-Z acquired the parent company of Tidal, Aspiro, in the first quarter of 2015. Including Beyoncé and Jay-Z, sixteen artist stakeholders (such as Kanye West, Rihanna, Madonna, Chris Martin, Nicki Minaj and more) co-own Tidal, with the majority owning a 3% equity stake. The idea of having an all artist owned streaming service was created by those involved to adapt to the increased demand for streaming within the current music industry.",
        "ngram": 100,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Beyoncé's collaborators frequently mention her talent and involvement in the record production of her songs, sometimes describing her as a genius in the skill. She is known to have favorite saturation and distortion plug‑ins, intentionality about stereo imaging and concentration on individual elements of her songs as a \"focal point\" in production.",
        "ngram": 52,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In 1984, similarities between Hogan's character and that of The Incredible Hulk led to a quitclaim deal between Titan Sports, Marvel Comics and himself wherein Marvel obtained the trademarks \"Hulk Hogan\", \"Hulkster\" and \"Hulkamania\" for 20 years, and Titan agreed to no longer refer to him as \"incredible\" nor simply \"Hulk\" or ever dress him in purple or green. Marvel also subsequently received .9% of reportable gross merchandise revenue associated with Hogan, $100 for each of his matches and 10% of Titan's portion of his other earnings under this name (or 10% of the earnings, if Titan held no interest). This extended to WCW, whose parent company Turner Broadcasting System merged with Time Warner in 1996 and became sister companies with Marvel rival DC Comics. (As Hogan was well underway with the nWo storyline under the \"Hollywood Hogan\" ring name at the time, this avoided Time Warner the awkward situation of paying Marvel the rights to the name while owning its chief rival.) In a story in 1988's Marvel Comics Presents #45, a wrestler resembling Hogan was tossed through an arena roof by The Incredible Hulk, because he \"picked the wrong name.\"",
        "ngram": 192,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Two months after Charles Manson incited the murder of five people, including McQueen's friends Sharon Tate and Jay Sebring, the media reported police had found a hit list with McQueen's name on it. According to his first wife, McQueen began carrying a handgun at all times in public, including at Sebring's funeral.",
        "ngram": 52,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Roosevelt was elected in November 1932 but like his predecessors did not take office until the following March. After the election, President Hoover sought to convince Roosevelt to renounce much of his campaign platform and to endorse the Hoover administration's policies. Roosevelt refused Hoover's request to develop a joint program to stop the economic decline, claiming that it would tie his hands and that Hoover had the power to act.",
        "ngram": 70,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "As the defending champion at the Athens Olympics, Williams lost in the third round to Mary Pierce. She then won three very close matches against Petra Mandula, Shikha Uberoi and Chanda Rubin to make the fourth round of the US Open where she lost to Davenport, the first time she had ever lost at the US Open prior to the semifinals. Williams completed the year by losing in the quarterfinals of three indoor tournaments in the fall, a period that included defeat in her first meeting with 17-year-old Wimbledon champion Maria Sharapova at the Zurich Open. Williams finished the year as No. 9 and did not qualify for the year-ending WTA Tour Championships.",
        "ngram": 113,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In the first place the policy of Russia is changeless... Its methods, its tactics, its manoeuvres may change, but the polar star of its policy – world domination – is a fixed star. In our times only a civilised government ruling over barbarian masses can hatch out such a plan and execute it. ... There is but one alternative for Europe. Either Asiatic barbarism, under Muscovite direction, will burst around its head like an avalanche, or else it must re-establish Poland, thus putting twenty million heroes between itself and Asia and gaining a breathing spell for the accomplishment of its social regeneration.",
        "ngram": 102,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Alexander Rae Baldwin III was born on April 3, 1958, in Amityville, New York, and raised in the Nassau Shores neighborhood of nearby Massapequa, the eldest son of Carol Newcomb (née Martineau; December 15, 1929 – May 26, 2022) from Syracuse, New York and Alexander Rae Baldwin Jr. (October 26, 1927 – April 15, 1983), a high school history/social studies teacher and football coach from Brooklyn. He has three younger brothers, Daniel (b. 1960), William (b. 1963), and Stephen (b. 1966), who also became actors. He also has two sisters, Elizabeth \"Beth\" Baldwin Keuchler (b. 1955) and Jane Ann Baldwin Sasso (b. 1965).Alec and his siblings were raised as Roman Catholics. They are of Irish, French, and English ancestry. Through his father, Baldwin is descended from Mayflower passenger John Howland, and through this line, is the 13th generation of his family born in North America and the 14th generation to live in North America.Baldwin attended Alfred G. Berner High School in Massapequa and played football there under Coach Bob Reifsnyder. In New York City, Baldwin worked as a busboy at the famed discotheque, Studio 54. From 1976 to 1979, he attended George Washington University. In 1979, he lost the election for student body president and received a personal letter from former U.S. president Richard Nixon (with whom he had a common friend) encouraging him to use the loss as a learning experience.Afterward, he transferred to the Tisch School of the Arts of New York University (NYU) where he studied with, among others, Geoffrey Horne and Mira",
        "ngram": 256,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Miley Ray Cyrus (, MY-lee SY-rəs; born Destiny Hope Cyrus, November 23, 1992) is an American singer, songwriter, and actress. Regarded as a pop icon, she has been recognized for her evolving artistry, style, and hailed as the \"Teen Queen\" of the 2000s era. She is also cited as one of the few examples of a child star with a successful music career as an adult. As the daughter of country singer Billy Ray Cyrus, she emerged as a teen idol at age 13 as the lead character in the Disney Channel television series Hannah Montana (2006–2011). As Hannah Montana, she achieved success on the Billboard charts with two number-one soundtracks and a US top-ten single. ",
        "ngram": 117,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Her provocative stage performances have also drawn scrutiny at times. Robin Givhan of The Daily Beast criticized Lopez's performance at the 2011 American Music Awards where she wore a nude bodysuit, stating that it \"cried out for attention in all the wrong ways\" and was \"banal exhibitionism\". In May 2013, her performance on the finale of the television series Britain's Got Talent was deemed inappropriate for family-friendly television, and drew viewer complaints to Ofcom. Following her controversial performance at the musical festival Mawazine in 2015, Moroccan Prime Minister Abdelilah Benkirane called it \"indecent\" and \"disgraceful\", while an education group claimed that she \"disturbed public order and tarnished women's honor and respect\".",
        "ngram": 111,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "That same year Voight also lent his voice talents in the Thomas Nelson audio Bible production known as The Word of Promise. In this dramatized audio, Voight played the character of Abraham. The project also featured a large ensemble of other well-known Hollywood actors including Jim Caviezel, Louis Gossett Jr., John Rhys-Davies, Luke Perry, Gary Sinise, Jason Alexander, Christopher McDonald, Marisa Tomei and John Schneider.",
        "ngram": 65,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Murray has been known for his mood swings, leading Dan Aykroyd to refer to him as \"The Murricane\". Murray has said of his reputation: \"I remember a friend said to me a while back: 'You have a reputation.' And I said: 'What?' And he said: 'Yeah, you have a reputation of being difficult to work with.' But I only got that reputation from people I didn't like working with, or people who didn't know how to work, or what work is. Jim, Wes and Sofia, they know what it is to work, and they understand how you're supposed to treat people.\"In the book Live from New York: An Uncensored History of Saturday Night Live, as Told By Its Stars, Writers and Guests, Chevy Chase recalls being confronted by Murray shortly before an SNL broadcast in 1978, in which Chase had returned to guest host. The issue, likely to do with Chase's insistence on doing the \"Weekend Update\" segment that had been taken over by Jane Curtin, led to Murray and Chase trading insults, with Murray telling Chase to go have sex with Jacqueline Carlin, Chase's wife at the time, while Chase commented that Murray's face looked \"like something Neil Armstrong had landed on\". The argument eventually turned physical, with SNL cast members Jane Curtin, Laraine Newman, and Gilda Radner witnessing the altercation. Murray later said of the incident, \"It was an Oedipal thing, a rupture. Because we all felt mad he had left us, and somehow I was the anointed avenging angel, who had to speak",
        "ngram": 256,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In 2015, Williams received a Bachelor of Science degree in business administration from Indiana University East. She began her studies toward the degree in 2011 through a reciprocal agreement between the university and the Women's Tennis Association that allows athletes to play tennis professionally while studying online. Williams has expressed her desire to earn an MBA in the near future.",
        "ngram": 60,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Grant was initially optimistic about Johnson. Despite differing styles, the two got along cordially and Grant attended cabinet meetings concerning Reconstruction. By February 1866, the relationship began to break down. Johnson opposed Grant's closure of the Richmond Examiner for disloyal editorials and his enforcement of the Civil Rights Act of 1866, passed over Johnson's veto. Needing Grant's popularity, Johnson took Grant on his \"Swing Around the Circle\" tour, a failed attempt to gain national support for lenient policies toward the South. Grant privately called Johnson's speeches a \"national disgrace\" and he left the tour early. On March 2, 1867, overriding Johnson's veto, Congress passed the first of three Reconstruction Acts, using military officers to enforce the policy. Protecting Grant, Congress passed the Command of the Army Act, preventing his removal or relocation, and forcing Johnson to pass orders through Grant.",
        "ngram": 140,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Hamilton is not known to have ever owned slaves, although members of his family did. At the time of her death, Hamilton's mother owned two slaves and wrote a will leaving them to her sons. However, due to their illegitimacy, Hamilton and his brother were held ineligible to inherit her property and never took ownership of the slaves.: 17  Later, as a youth in Saint Croix, Hamilton worked for a company trading in commodities that included slaves.: 17  In later life he occasionally handled slave transactions as the legal representative of his own family members, and one of his grandsons interpreted some of these journal entries as being purchases for himself. In 1840, his son John maintained that his father \"never owned a slave; but on the contrary, having learned that a domestic whom he had hired was about to be sold by her master, he immediately purchased her freedom.\"By the time of Hamilton's early participation in the American Revolution, his abolitionist sensibilities had become evident. He was active during the Revolutionary War in trying to raise black troops for the army with the promise of freedom. In the 1780s and 1790s, Hamilton generally opposed pro-slavery southern interests, which he saw as hypocritical to the values of the revolution. In 1785, he joined his close associate John Jay in founding the New York Manumission Society, which successfully promoted the abolition of the international slave trade in New York City and passed a state law to end slavery in New York through a decades-long process of emancipation with a",
        "ngram": 256,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Barnave remained the most important advisor and supporter of the queen, who was willing to work with him as long as he met her demands, which he did to a large extent. Barnave and the moderates comprised about 260 lawmakers in the new Legislative Assembly; the radicals numbered around 136, and the rest around 350. Initially, the majority was with Barnave, but the queen's policies led to the radicalization of the Assembly and the moderates lost control of the legislative process. The moderate government collapsed in April 1792 to be replaced by a radical majority headed by the Girondins. The Assembly then passed a series of laws concerning the Church, the aristocracy and the formation of new national guard units; all were vetoed by Louis XVI. While Barnave's faction had dropped to 120 members, the new Girondin majority controlled the legislative assembly with 330 members. The two strongest members of that government were Jean Marie Roland, who was minister of interior, and General Charles François Dumouriez, the minister of foreign affairs. Dumouriez sympathized with the royal couple and wanted to save them but he was rebuffed by the Queen.Marie Antoinette's actions in refusing to collaborate with the Girondins, in power between April and June 1792, led them to denounce the treason of the Austrian comity, a direct allusion to the Queen. After Madame Roland sent a letter to the King denouncing the Queen's role in these matters, urged by the Queen, Louis XVI disbanded  the government, thus losing his majority in the Assembly. Dumouriez resigned",
        "ngram": 256,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "While it is believed that Aristotle's Poetics originally comprised two books – one on comedy and one on tragedy – only the portion that focuses on tragedy has survived. Aristotle taught that tragedy is composed of six elements: plot-structure, character, style, thought, spectacle, and lyric poetry. The characters in a tragedy are merely a means of driving the story; and the plot, not the characters, is the chief focus of tragedy. Tragedy is the imitation of action arousing pity and fear, and is meant to effect the catharsis of those same emotions. Aristotle concludes Poetics with a discussion on which, if either, is superior: epic or tragic mimesis. He suggests that because tragedy possesses all the attributes of an epic, possibly possesses additional attributes such as spectacle and music, is more unified, and achieves the aim of its mimesis in shorter scope, it can be considered superior to epic. Aristotle was a keen systematic collector of riddles, folklore, and proverbs; he and his school had a special interest in the riddles of the Delphic Oracle and studied the fables of Aesop.",
        "ngram": 181,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "At the French Open, Williams was bested by Samantha Stosur in the quarterfinals. She and Venus won the doubles event, achieving their fourth consecutive Grand Slam doubles title and improving their doubles ranking to No.1. Williams's next tournament was Wimbledon, where she did not lose a single set, defeating Zvonareva in the final. After the match, Navratilova said Williams was among the top five female tennis players in history. She asserted that being a great player is \"not just about how many Slams you win ... it's just your game overall ... she's got all the goods.\" The Williams sisters lost in the doubles quarterfinals to Elena Vesnina and Zvonareva. In Munich on July 7, Williams stepped on broken glass while in a restaurant, and the injury caused her to miss the rest of the year. She finished 2010 ranked No.4 in singles and No.11 in doubles. On March 2, 2011, she confirmed that she had suffered a hematoma and a pulmonary embolism.",
        "ngram": 163,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In the years following Murder, She Wrote, Lansbury was increasingly preoccupied by her husband's deteriorating health; it was for this reason that she dropped out of being the lead role in the 2001 Kander and Ebb musical The Visit before it opened. Peter died in January 2003 of congestive heart failure at the couple's Brentwood home. Lansbury felt that after this she would not take on any more major acting roles, perhaps only making cameo appearances. Wanting to spend more time in New York City, in 2006 she purchased a $2 million condominium in Manhattan.Lansbury appeared in a season six episode of the television show Law & Order: Special Victims Unit, for which she was nominated for an Emmy Award in 2005. She also starred in the 2005 film Nanny McPhee as Aunt Adelaide, later informing an interviewer that working on it \"pulled me out of the abyss\" after her husband's death. Lansbury returned to Broadway after a 23-year absence in Deuce, a play by Terrence McNally that opened at the Music Box Theatre in May 2007 for an 18-week limited run. Lansbury received a Tony Award nomination for Best Leading Actress in a Play for her role. In March 2009, she returned to Broadway for a revival of Blithe Spirit at the Shubert Theatre, where she took on the role of Madame Arcati. This appearance earned her the Tony Award for Best Featured Actress in a Play; this was her fifth Tony Award, tying her with the previous record holder for the number of Tony",
        "ngram": 256,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Moore appeared on the cover of the January 1981 issue of the adult magazine Oui, taken from a photo session in which she had posed nude. In a 1988 interview, Moore claimed she \"only posed for the cover of Oui—I was 16; I told them I was 18\". Interviewer Alan Carter said, \"However, some peekaboo shots did appear inside. And later, nude shots of her turned up in Celebrity Sleuth—photos that she once said 'were for a European fashion magazine'.\" In 1990, she told another interviewer, \"I was 17 years old. I was underage. It was just the cover.\" Moore made her film debut with a brief role in the 1981 teen drama Choices, directed by Silvio Narizzano. Her second film feature was the 3-D sci-fi horror film Parasite (1982), for which director Charles Band had instructed casting director Johanna Ray to \"find me the next Karen Allen.\" Moore then joined the cast of the ABC soap opera General Hospital, playing the role of investigative reporter Jackie Templeton until 1983. During her tenure on the series, she made an uncredited cameo appearance in the 1982 spoof film Young Doctors in Love. Moore's film career took off in 1984 following her appearance in the sex comedy Blame It on Rio. She also portrayed Laura Victor in the comedy film No Small Affair (1984), opposite Jon Cryer.",
        "ngram": 225,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Stewart gained international stardom for his leading role as Captain Jean-Luc Picard in Star Trek: The Next Generation (1987–94), its subsequent films and Star Trek: Picard (2020–23). He starred as Captain Ahab in the USA miniseries Moby Dick (1998), Ebenezer Scrooge in TNT television film A Christmas Carol (1999) and King Henry II in the Showtime made-for-television film The Lion in Winter (2003). He also became known for his comedic appearances on sitcoms Frasier and Extras for which he received a Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series nomination. He also starred as the lead of Blunt Talk (2015–2016). He currently voices Avery Bullock on American Dad!. ",
        "ngram": 112,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In 1961, Garland and CBS settled their contract disputes with the help of her new agent, Freddie Fields, and negotiated a new round of specials. The first, titled The Judy Garland Show, aired on February 25, 1962, and featured guests Frank Sinatra and Dean Martin. Following this success, CBS made a $24 million offer (equivalent to $185.1 million in 2023) to her for a weekly television series of her own, also to be called The Judy Garland Show, which was deemed at the time in the press to be \"the biggest talent deal in TV history\". Although she had said as early as 1955 that she would never do a weekly television series, in the early 1960s, she was in a financially precarious situation. She was several hundred thousand dollars in debt to the Internal Revenue Service, having failed to pay taxes in 1951 and 1952 and the failure of A Star is Born meant that she received nothing from that investment.",
        "ngram": 162,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In March, James recorded two 50-point games, which were also his Lakers' career-high, becoming the oldest player to have multiple 50-point games in a season, as well as the first Lakers player since Bryant in 2008 to have back-to-back 50-point home games; it was James's 15th 50-point game in his 19-year career, including the postseason. He also recorded his 10,000th career assist, becoming the only player in NBA history to record at least 10,000 points, 10,000 rebounds, and 10,000 assists. On March 27, LeBron became just the second player in NBA history to score 37,000 points. Due to an ankle injury in late March, James missed out on a close three-players run for the NBA scoring title, having only played 56 games, two less than the necessary to qualify; aged 37, he would have broken Jordan's record of oldest scoring leader at 34.",
        "ngram": 143,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Springsteen won an Academy Award in 1994 for his song \"Streets of Philadelphia\", which appeared on the soundtrack to the film Philadelphia. The video for the song shows Springsteen's actual vocal performance, recorded using a hidden microphone, to a prerecorded instrumental track. This technique was developed on the \"Brilliant Disguise\" video.",
        "ngram": 51,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "That same year he appeared in the show Lancer in the episode \"Death Bait\", playing Renslo. He went on to appear in two additional episodes of the series between 1970 and 1971. One of his early film roles was as a card player who watches as the Sundance Kid (Robert Redford) demonstrates his shooting ability in the opening scene of Butch Cassidy and the Sundance Kid (1969). In the 1970–1971 television season, Elliott starred as Doug Robert for several episodes in the hit series Mission: Impossible. Beginning in 1972, Elliott appeared as the cowboy Walker in a series of Falstaff Beer commercials. In 1975, Elliott was cast in a lead role as Charles Wood in the television film I Will Fight No More Forever, a dramatization of Chief Joseph's resistance to the U.S. government's forcible removal of his Nez Perce Indian tribe to a reservation in Idaho.",
        "ngram": 147,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Grant was considered an effective civil rights president, concerned about the plight of African Americans. On March 18, 1869, Grant signed into law equal rights for black people, to serve on juries and hold office, in Washington D.C., and in 1870 he signed the Naturalization Act that gave foreign black people citizenship. During his first term, Reconstruction took precedence. Republicans controlled most Southern states, propped up by Republican-controlled Congress, northern money, and southern military occupation. Grant advocated the ratification of the Fifteenth Amendment that said states could not disenfranchise African Americans. Within a year, the three remaining states—Mississippi, Virginia, and Texas—adopted the new amendment—and were admitted to Congress. Grant put military pressure on Georgia to reinstate its black legislators and adopt the amendment. Georgia complied, and on February 24, 1871, its senators were seated in Congress, with all the former Confederate states represented, the Union was completely restored under Grant. Under Grant, for the first time in American history, Black-American males served in the United States Congress, all from the Southern states.",
        "ngram": 172,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "After recording \"The Way\" with rapper Mac Miller in 2012, the two began dating in 2016. Grande was featured on Miller's single \"My Favorite Part\" from his album The Divine Feminine (2016); she also provided an uncredited introduction to the album and was the inspiration behind its fifth track, \"Cinderella\". By May 2018, their relationship had ended and Grande entered a whirlwind romance with comedian Pete Davidson. They got engaged in June, after a few weeks of dating, while a song titled after and inspired by Davidson was featured on Grande's album Sweetener (2018). That September, Miller died from an accidental drug overdose; Grande expressed grief over his death on social media and called him her \"dearest friend\". She and Davidson called off their engagement and ended their relationship the following month.",
        "ngram": 132,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "Culkin made his film debut as Cy Blue Black in the drama Rocket Gibraltar (1988). He played the role of Billy Livingstone in the romantic comedy film See You in the Morning (1989), starring Jeff Bridges, Alice Krige, Farrah Fawcett and Drew Barrymore. He starred as Miles Russell alongside actor John Candy in the comedy film Uncle Buck (1989).",
        "ngram": 59,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In late 2016, Carter made statements critical of the Black Lives Matter movement, saying, \"I don't feel connected to a damn thing that ain't got nothin' to do with me. If you do, you crazy as shit,\" adding that his status as a wealthy black man who has white fans is evidence that black people are valued in the United States.",
        "ngram": 61,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "For the 2021–22 season, James was joined by Carmelo Anthony and Russell Westbrook. In a game against the Pistons on November 21, James was ejected in the third quarter after getting into a scuffle with Isaiah Stewart during the 121–116 win. This was the second time in his career that he was ejected from a game, and he was suspended for one game due to his actions. In his next 16 games, James averaged 30.4 points, 8.9 rebounds, 6.3 assists, 1.6 steals, and 1.4 blocks on 54 percent shooting, also achieving his 100th triple-double, while becoming the third player in NBA history to surpass 36,000 career points; during this period, he played 35 percent of his minutes at center. From December 19 to February 26, 2022, playing 23 out of 27 games, he had a streak of 23 consecutive 25-point games.",
        "ngram": 141,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "On January 1, 2020, Trump ordered a U.S. airstrike that killed Iranian general Qasem Soleimani, who had planned nearly every significant operation by Iranian forces over the past two decades. Trump threatened to hit 52 Iranian sites if Iran retaliated. On January 8, Iran retaliated with ballistic missile strikes against two U.S. airbases in Iraq. Dozens of soldiers sustained traumatic brain injuries. Their injuries were downplayed by Trump, and they were initially denied Purple Hearts and the special benefits accorded to its recipients. On the same day, amid the heightened tensions between the United States and Iran, Iran accidentally shot down Ukraine International Airlines Flight 752 after takeoff from Tehran airport.",
        "ngram": 111,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In 2021, Beyoncé and Jay-Z partnered with Tiffany & Co. for the company's \"About Love\" campaign. Beyoncé became the fourth woman, and first Black woman, to wear the 128.54-carat Tiffany Yellow Diamond. The campaign featured a robin egg blue painting by Jean-Michel Basquiat titled Equals Pi (1982). Both Beyonce and the brand faced significant backlash for the campaign, as the Tiffany Yellow Diamond, which was discovered in the Kimberley diamond mines in South Africa in 1877, is classified as a blood diamond and viewed as a symbol of British colonialism over Africa.",
        "ngram": 92,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In 2019, Wilson had her first lead roles in the comedies Isn't It Romantic and The Hustle, and also had a supporting role in the comedy drama Jojo Rabbit. In 2022, she starred in the Netflix comedy film Senior Year, also serving as a producer.",
        "ngram": 45,
        "subject": "Leonardo da Vinci"
    },
    {
        "text": "In 2012 Harry launched Coach Core alongside his brother and sister-in-law, the Duke and Duchess of Cambridge. The program was set up following the 2012 Olympics and provides apprenticeship opportunities for people who desire to pursue a career as a professional coach. In January 2017, Harry visited the Running Charity and its partner Depaul UK to highlight the role of sport in helping homeless and vulnerable people. In June 2019, the Duke was present at the launch of Made by Sport, a charity coalition set to raise money to boost sport in disadvantaged communities. In his statement, he lent his support to the charity by arguing that its role in bringing sport into the life of disadvantaged people would save \"hundreds of millions of pounds\" towards treating the issues among young people.",
        "ngram": 132,
        "subject": "Leonardo da Vinci"
    }
]