[
    {
        "text": "Quaid dropped out of the University of Houston before graduating and moved to Hollywood to pursue an acting career. He made his film debut in an uncredited role in the action comedy film Crazy Mama (1975) starring Cloris Leachman. He then acted in the psychological drama I Never Promised You a Rose Garden (1977) and the drama September 30, 1955 (1977). He initially had trouble finding work but began to gain notice after appearing in the comedy Breaking Away (1979) and the musical drama The Night the Lights Went Out in Georgia (1981), During this time he appeared in numerous films such as the drama film Our Winning Season (1978), the comedy film The Seniors (1978), the romantic comedy All Night Long (1981), and the slapstick comedy Caveman (1981). He portrayed outlaw Ed Miller in the Walter Hill directed Western drama The Long Riders (1980). He appeared as an extra at a graduation ceremony in the Ivan Reitman directed comedy Stripes (1981) starring Bill Murray.",
        "ngram": 165,
        "subject": "R. Kelly"
    },
    {
        "text": "Lopez was in a nearly decade-long relationship with David Cruz, her high school boyfriend, until the mid-1990s. The couple were engaged at one point, and Cruz relocated to Los Angeles to be with Lopez when she began pursuing her career. She would later say of Cruz, \"You get lucky, you have a first love like that.\" She was married to Cuban waiter Ojani Noa from February 1997 to January 1998. In subsequent court cases, Noa was prevented from publishing a book about their marriage and from using private honeymoon footage of Lopez in a documentary. ",
        "ngram": 96,
        "subject": "R. Kelly"
    },
    {
        "text": "Hamilton's interpretations of the Constitution set forth in The Federalist Papers remain highly influential, as seen in scholarly studies and court decisions. Although the Constitution was ambiguous as to the exact balance of power between national and state governments, Hamilton consistently took the side of greater federal power at the expense of the states. As Secretary of the Treasury, Hamilton found himself in opposition to then Secretary of State Thomas Jefferson, who opposed establishing a de facto central bank. Hamilton justified the creation of this bank, and other federal powers, under Congress's constitutional authority to issue currency, regulate interstate commerce, and do anything else that would be \"necessary and proper\" to enact the provisions of the Constitution.Jefferson, however, took a stricter view of the Constitution. Parsing the text carefully, he found no specific authorization for the establishment of a national bank. This controversy was eventually settled in McCulloch v. Maryland, which essentially adopted Hamilton's view, granting the federal government broad freedom to select the best means to execute its constitutionally enumerated powers, essentially confirming the doctrine of implied powers. Nevertheless, the American Civil War and the Progressive Era demonstrated the sorts of crises and politics Hamilton's administrative republic sought to avoid.Hamilton's policies have had great influence on the development of the U.S. government. His constitutional interpretation, particularly of the Necessary and Proper Clause, set precedents for federal authority that are still used by the courts and are considered an authority on constitutional interpretation. French diplomat Charles Maurice de Talleyrand-Périgord, who spent 1794 in the United States,",
        "ngram": 256,
        "subject": "R. Kelly"
    },
    {
        "text": "On October 28, 2022, Rihanna released the lead single from the Black Panther: Wakanda Forever soundtrack, \"Lift Me Up\", her first solo musical release since Anti. The song earned her nominations for the Golden Globe and Academy Award for Best Original Song.",
        "ngram": 42,
        "subject": "R. Kelly"
    },
    {
        "text": "On February 8, 2007, Smith was found unresponsive in her room at the Seminole Hard Rock Hotel & Casino in Hollywood, Florida. The wife of Smith's bodyguard, who was an emergency registered nurse, performed cardiopulmonary resuscitation (CPR) for 15 minutes until the bodyguard took over. He had driven back to the hotel after being notified by his wife of Smith's condition. ",
        "ngram": 62,
        "subject": "R. Kelly"
    },
    {
        "text": "Chelsy Davy, the daughter of Zimbabwean South Africa-based businessman Charles Davy, was referred to as Harry's girlfriend in an interview conducted for his 21st birthday, and Harry said he \"would love to tell everyone how amazing she is but once I start talking about that, I have left myself open.... There is truth and there is lies and unfortunately I cannot get the truth across.\" Davy was present when Harry received his Operational Service Medal for Afghanistan and also attended his graduation ceremony when he received his flying wings from his father. In early 2009, it was reported the pair had parted ways after a relationship that had lasted for five years.",
        "ngram": 112,
        "subject": "R. Kelly"
    },
    {
        "text": "Blair became Prime Minister of the United Kingdom on 2 May 1997; aged 43, he was the youngest person to reach that office since Lord Liverpool became prime minister aged 42 in 1812. He was also the first prime minister born after the Second World War and the accession of Elizabeth II to the throne. With victories in 1997, 2001, and 2005, Blair was the Labour Party's longest-serving prime minister, and the first person (and the only one, to date) to lead the party to three consecutive general election victories.",
        "ngram": 90,
        "subject": "R. Kelly"
    },
    {
        "text": "As the casualties of the Iraq War mounted, Blair was accused of misleading Parliament, and his popularity dropped as a result, with Labour's overall majority at the 2005 election reduced from 167 to 66 seats. As a combined result of the Blair–Brown pact, the Iraq War and low approval ratings, pressure built up within the Labour Party for Blair to resign. Over the summer of 2006, many MPs criticised Blair for not calling for a ceasefire in the Israel–Lebanon conflict. On 7 September 2006, Blair publicly stated he would step down as leader by the time of the Trades Union Congress conference held from 10 to 13 September 2007, despite promising to serve a full term during the previous general election campaign. On 10 May 2007, during a speech at the Trimdon Labour Club, Blair announced his intention to resign as both Labour leader and prime minister, triggering a leadership election in which Brown was the only candidate.",
        "ngram": 158,
        "subject": "R. Kelly"
    },
    {
        "text": "In 1990, Perry got the role of the brooding millionaire's son Dylan McKay on Fox's teen drama Beverly Hills, 90210. He originally auditioned for the role of Steve Sanders but lost to Ian Ziering. With this role, Perry became a popular teen idol; a riot broke out when 10,000 teen girls attended an August 1991 autograph session at The Fashion Mall at Plantation, causing him to leave after 90 seconds. While starring in 90210, Perry had a supporting role in the original film version of Joss Whedon's Buffy the Vampire Slayer (1992). He also starred in Terminal Bliss in 1992, and as Lane Frost in 8 Seconds in 1994.In an attempt to find more mature roles, he decided to leave Beverly Hills, 90210 in 1995. That year, he took a part in the Italian film Vacanze di Natale '95, playing himself. Although he announced that 90210 was behind him, his absence lasted for only three years, and he returned to the show in 1998. During this time, Perry starred in the independent film Normal Life opposite Ashley Judd and starred in the science fiction television film Invasion (1997) and Riot (1997), a drama about the 1992 Los Angeles riots. He had a small role in Luc Besson's science fiction adventure film The Fifth Element (1997). In 1998, he returned to 90210, where he remained as a permanent special guest star through the show's final season in 2000. In 1999, he starred in the film Storm.He said of his role on Beverly Hills, 90210 as Dylan McKay,",
        "ngram": 256,
        "subject": "R. Kelly"
    },
    {
        "text": "Marx's surviving daughters Eleanor and Laura, as well as Charles Longuet and Paul Lafargue, Marx's two French socialist sons-in-law, were also in attendance. He had been predeceased by his wife and his eldest daughter, the latter dying a few months earlier in January 1883. Liebknecht, a founder and leader of the German Social Democratic Party, gave a speech in German, and Longuet, a prominent figure in the French working-class movement, made a short statement in French. Two telegrams from workers' parties in France and Spain were also read out. Together with Engels's speech, this constituted the entire programme of the funeral. Non-relatives attending the funeral included three communist associates of Marx: Friedrich Lessner, imprisoned for three years after the Cologne Communist Trial of 1852; G. Lochner, whom Engels described as \"an old member of the Communist League\"; and Carl Schorlemmer, a professor of chemistry in Manchester, a member of the Royal Society, and a communist activist involved in the 1848 Baden revolution. Another attendee of the funeral was Ray Lankester, a British zoologist who would later become a prominent academic.Marx left a personal estate valued for probate at £250 (equivalent to £38,095 in 2024). Upon his own death in 1895, Engels left Marx's two surviving daughters a \"significant portion\" of his considerable estate (valued in 2024 at US$6.8 million).Marx and his family were reburied on a new site nearby in November 1954. The tomb at the new site, unveiled on 14 March 1956, bears the carved message: \"Workers of All Lands Unite\", the final line of",
        "ngram": 256,
        "subject": "R. Kelly"
    },
    {
        "text": "In 2013, Reeves starred in his own directorial debut, the martial arts film Man of Tai Chi. The film has multilingual dialogue and follows a young man drawn to an underground fight club, partially inspired by the life of Reeves' friend Tiger Chen. Principal photography took place in China and in Hong Kong. Reeves was also assisted by Yuen Woo-ping, the fight choreographer of The Matrix films. Man of Tai Chi premiered at the Beijing Film Festival and the Cannes Film Festival, and received praise from director John Woo. A wider, warm response followed suit; Bilge Ebiri of Vulture thought the fight sequences were \"beautifully assembled\", and Reeves showed restraint with the film editing to present the fighters' motion sequences. The Los Angeles Times wrote, \"The brutally efficient shooting style Reeves employs to film master choreographer Yuen Woo-ping's breathtaking fights [...] is refreshingly grounded and old-school kinetic\", while Dave McGinn of The Globe and Mail called the film \"ambitious but generic\". At the box office, Man of Tai Chi was a commercial disappointment, grossing only $5.5 million worldwide from a budget of $25 million. Also in 2013, Reeves played Kai in the 3D fantasy 47 Ronin, a Japanese fable about a group of rogue samurai. The film premiered in Japan but failed to gain traction with audiences; reviews were not positive, causing Universal Pictures to reduce advertising for the film elsewhere. 47 Ronin was a box office flop and was mostly poorly received.",
        "ngram": 243,
        "subject": "R. Kelly"
    },
    {
        "text": "Williams was the world's highest paid woman athlete in 2016, earning almost $29 million. She repeated this feat in 2017 when she was the only woman on Forbes' list of the 100 highest-paid athletes, with $27 million in prize money and endorsements. She won the Laureus Sportswoman of the Year award a record four times (2003, 2010, 2016, 2018), and in December 2015 was named Sportsperson of the Year by Sports Illustrated magazine. She is the highest-earning woman athlete of all time.",
        "ngram": 82,
        "subject": "R. Kelly"
    },
    {
        "text": "In The Reluctant Fundamentalist (2013), the best-selling novel adaptation directed by Mira Nair, he played a supporting character for newcomer Riz Ahmed, as a boss named Jim Cross, and in the 2014 historical-disaster movie, Pompeii, directed by Paul W. S. Anderson, he played a corrupt Roman senator who plotted to stop the love between the city ruler's daughter and a Roman slave whose family was killed by the senator.",
        "ngram": 69,
        "subject": "R. Kelly"
    },
    {
        "text": "Knievel and his daredevils debuted on January 3, 1966, at the National Date Festival in Indio, California. The second booking was in Hemet, California, but was canceled due to rain. The next performance was on February 10, in Barstow, California. During the performance, Knievel attempted a new stunt in which he would jump, spread-eagled, over a speeding motorcycle. Knievel jumped too late and the motorcycle hit him in the groin, tossing him 15 feet (4.6 m) into the air. He was hospitalized as a result of his injuries. When released, he returned to Barstow to finish the performance he had started almost a month earlier.",
        "ngram": 105,
        "subject": "R. Kelly"
    },
    {
        "text": "In 1993 he starred in the Peter Weir directed drama Fearless (1993) alongside Isabella Rosselini, John Turturro, and Rosie Perez. His role is thought by some critics to be one of his best performances. One critic dubbed it a masterpiece; Pauline Kael wrote that he \"may be the most natural and least self-conscious screen actor that has ever lived\". In 1994, he starred as Lt. Jimmy Dove in the action film Blown Away, opposite Tommy Lee Jones and Forest Whitaker. His real-life father Lloyd Bridges was also featured in the film, playing the uncle of Bridges' character. The film was not a financial success, managing to recoup $30 million of its $50 million budget at the box office, with its release a few weeks after another explosive-themed film, Speed. On July 11, 1994, Bridges received a star on the Hollywood Walk of Fame for his contributions to the motion picture industry. The star is located at 7065 Hollywood Boulevard. Bridges portrayed James Butler \"Wild Bill\" Hickok in the western film Wild Bill (1995) acting with Ellen Burstyn, John Hurt and Bruce Dern. The film received mixed reviews and was a box-office bomb. In 1996 he acted in the Showtime television film Hidden in America alongside his brother Beau Bridges and Frances McDormand.",
        "ngram": 212,
        "subject": "R. Kelly"
    },
    {
        "text": "Candy was posthumously inducted into Canada's Walk of Fame in 1998. In May 2006, Candy became one of the first four entertainers ever honored by Canada Post by being featured on a postage stamp. On October 31, 2020, Toronto Mayor John Tory proclaimed \"John Candy Day\" in honor of what would have been John Candy's 70th birthday.",
        "ngram": 57,
        "subject": "R. Kelly"
    },
    {
        "text": "At about 4 p.m. ET on January 9, 2022, Saget was found dead in his room at a Ritz-Carlton hotel near Williamsburg in Orange County, Florida. At the time of his death, Saget was on a stand-up tour and had performed in Ponte Vedra Beach the previous evening. His funeral took place on January 14, and he was buried at Mount Sinai Memorial Park Cemetery near the graves of his parents and sister.",
        "ngram": 73,
        "subject": "R. Kelly"
    },
    {
        "text": "Between 1957 and 1964, Simon wrote, recorded and released more than 30 songs. He and Garfunkel occasionally reunited as Tom & Jerry to record singles, including \"Our Song\" and \"That's My Story\". Most of the songs Simon recorded during that time he performed alone, or with musicians other than Garfunkel. They were released on minor record labels including Amy, Big, Hunt, King, Tribute and Madison. Simon used several pseudonyms for these recordings, usually \"Jerry Landis\", but also \"Paul Kane\" and \"True Taylor\". By 1962, working as Jerry Landis, he was a frequent writer/producer for several Amy Records artists, overseeing material released by Dotty Daniels, The Vels and Ritchie Cordell.",
        "ngram": 109,
        "subject": "R. Kelly"
    },
    {
        "text": "In December 1807, news arrived that Napoleon had extended the Berlin Decree, globally banning British imports. In Britain, King George III ordered redoubling efforts at impressment, including American sailors. But Congress had no appetite to prepare the U.S. for war. Jefferson asked for and received the Embargo Act, an alternative that allowed the U.S. more time to build up defensive works, militias, and naval forces. Meacham said that the Embargo Act was a projection of power that surpassed the Alien and Sedition Acts, and R. B. Bernstein said that Jefferson \"was pursuing policies resembling those he had cited in 1776 as grounds for independence and revolution\".",
        "ngram": 106,
        "subject": "R. Kelly"
    },
    {
        "text": "In February 2022, Catherine visited Denmark to learn about the country's plans for social and emotional development of youngsters and also to celebrate milestones of both countries' monarchs. In March 2022, she and William embarked on a tour of Belize, The Bahamas and Jamaica to commemorate Elizabeth II's Platinum Jubilee.",
        "ngram": 50,
        "subject": "R. Kelly"
    },
    {
        "text": "That same year Voight also lent his voice talents in the Thomas Nelson audio Bible production known as The Word of Promise. In this dramatized audio, Voight played the character of Abraham. The project also featured a large ensemble of other well-known Hollywood actors including Jim Caviezel, Louis Gossett Jr., John Rhys-Davies, Luke Perry, Gary Sinise, Jason Alexander, Christopher McDonald, Marisa Tomei and John Schneider.",
        "ngram": 65,
        "subject": "R. Kelly"
    },
    {
        "text": "West made cameo appearances as himself in the films State Property 2 (2005) and The Love Guru (2008), and in an episode of the television show Entourage in 2007. West provided the voice for \"Kenny West\", a rapper, in the animated sitcom The Cleveland Show. In 2009, he starred in the Spike Jonze-directed short film We Were Once a Fairytale (2009), playing himself acting belligerently while drunk in a nightclub. West wrote, directed, and starred in the musical short film Runaway (2010), which heavily features music from My Beautiful Dark Twisted Fantasy. The film depicts a relationship between a man, played by West, and a half-woman, half-phoenix creature.",
        "ngram": 108,
        "subject": "R. Kelly"
    },
    {
        "text": "Trump's political positions and his rhetoric were right-wing populist. Politico described them as \"eclectic, improvisational and often contradictory\", quoting a health-care policy expert at the American Enterprise Institute as saying that his political positions were \"a total random assortment of whatever plays publicly\". NBC News counted \"141 distinct shifts on 23 major issues\" during his campaign.",
        "ngram": 56,
        "subject": "R. Kelly"
    },
    {
        "text": "Famous for being fiercely private like the characters she plays, Matthew Jacobs of HuffPost crowned Pfeiffer Hollywood's prime example of \"a movie star who doesn't walk around feeling like a movie star\", which benefits her ability to play authentic characters without allowing her fame to affect her talent. Pfeiffer is notorious for disliking press interviews, referring to herself as \"the worst interviewee that ever was\", and maintaining that it is not an actor's responsibility to promote a film project. The Baltimore Sun film critic Michael Sragow observed that the actress can at times appear \"flustered or elusive\" during interviews. Journalist Timothy Egan once likened profiling Pfeiffer to covering geology, which she outgrew by 1995. Vikram Murthi of The Nation believes Pfeiffer's aversion to publicity \"has lent her an air of gravitas, of someone who directs a spotlight rather than chases after it\".",
        "ngram": 142,
        "subject": "R. Kelly"
    },
    {
        "text": "On October 22, 2009, Carter pleaded guilty to attempted criminal possession of a weapon. He was due for sentencing in February 2010 and was expected to receive a one-year county jail sentence, but on February 9, 2010, Carter's attorney announced that the sentencing was delayed until March 2 due to dental surgery, which was performed on February 16. The surgery included eight root canals, the replacement of several tooth implants, as well as the addition of a few new implants and work on his remaining original teeth. On March 2, 2010, sentencing was postponed again when the courthouse reported a fire in the basement.",
        "ngram": 104,
        "subject": "R. Kelly"
    },
    {
        "text": "Ono returned to Liverpool for the 2008 Liverpool Biennial, where she unveiled Sky Ladders in the ruins of Church of St Luke (which was largely destroyed during World War II and now stands roofless as a memorial to those killed in the Liverpool Blitz). Two years later, on March 31, 2009, she went to the inauguration of the exhibition \"Imagine: The Peace Ballad of John & Yoko\" to mark the 40th anniversary of the Lennon-Ono Bed-In at the Queen Elizabeth Hotel in Montreal, Canada, from May 26 to June 2, 1969. The hotel had been doing steady business with the room they stayed in for over 40 years. That year Ono became a grandmother when Emi was born to her daughter Kyoko.Ono had further Dance/Club Play chart no. 1 hits with \"No No No\" in January 2008, and \"Give Peace a Chance\" the following August. In June 2009, at the age of 76, Ono scored her fifth no. 1 hit on the Dance/Club Play chart with \"I'm Not Getting Enough\".In May 2009, she designed a T-shirt for the second Fashion Against AIDS campaign and collection of HIV/AIDS awareness, NGO Designers Against AIDS, and H&M, with the statement \"Imagine Peace\" depicted in 21 languages. Ono appeared onstage at Microsoft's June 1, 2009, E3 Expo press conference with Olivia Harrison, Paul McCartney, and Ringo Starr to promote the Beatles: Rock Band video game, which was universally praised by critics. Ono appeared on the Basement Jaxx album Scars, featuring on the single \"Day of the Sunflowers (We March On)\".",
        "ngram": 256,
        "subject": "R. Kelly"
    },
    {
        "text": "In April 2021, Lopez and Affleck were reported to be dating again, with Lopez publicly confirming their rekindled relationship that July. In April 2022, Lopez announced their second engagement, 20 years after the first proposal. They were married in Las Vegas on July 16, 2022, and held a wedding celebration for family and friends the following month.",
        "ngram": 57,
        "subject": "R. Kelly"
    },
    {
        "text": "In July 2016, it was announced Fanning was cast in a film adaptation of The Bell Jar as Esther Greenwood.In 2017, Fanning starred in Neill Blomkamp's Zygote as part of Blomkamp's series of experimental short films released through Oats Studios.Fanning had a cameo role in the heist comedy Ocean's 8, which was released in 2018. The same year starred as Sara Howard in the TNT historical television series The Alienist based on novel of the same name. In August 2018, TNT ordered a sequel series based upon the follow-up novel The Angel of Darkness, with Fanning set to return to reprise the role of Sara Howard. In 2019, Fanning played Lynette \"Squeaky\" Fromme in Quentin Tarantino's comedy-drama Once Upon a Time in Hollywood, for which she and the cast of the film were nominated for the SAG Award for Outstanding Performance by a Cast in a Motion Picture.In December 2019, it was announced that Fanning and her sister Elle Fanning would star together in an adaption of Kristin Hannah's 2015 novel, The Nightingale, which is set to be directed by Mélanie Laurent. In March 2021, the sisters announced the formation of a production company, Lewellen Pictures. Their company has a first-look deal with MRC Television/Civic Center Media. In March 2023, Fanning was cast to star in the Netflix miniseries The Perfect Couple. Fanning starred in The Equalizer 3, reuniting with Denzel Washington.",
        "ngram": 232,
        "subject": "R. Kelly"
    },
    {
        "text": "Knievel once dreamed of housing all of his career memorabilia in an Evel Knievel Museum to be located in his home state of Montana. Those dreams were unfulfilled, and his artifacts are spread throughout transportation museums and private collections around the world. Knievel's original blueprints and handwritten notes about his desired museum are currently displayed at the Route 66 Vintage Iron Motorcycle Museum in downtown Miami, Oklahoma. The Route 66 site also houses Evel's Snake River Canyon Jump Mission Control Super Van. While Knievel's original dream of having all his significant memorabilia being centralized would go unfulfilled, a few public museums were opened in his honor, including the Evel Knievel Museum in Topeka, Kansas, which has the official approval of the Knievel estate.",
        "ngram": 123,
        "subject": "R. Kelly"
    },
    {
        "text": "In 1990, Rogan moved to New York City. As a full-time comedian, he was \"scratching and grinding\" for money and stayed with his grandfather in Newark for the first six months. Rogan later cited Richard Jeni, Lenny Bruce, Sam Kinison and Bill Hicks as comedy influences.",
        "ngram": 46,
        "subject": "R. Kelly"
    },
    {
        "text": "Jefferson sought out John Adams, a Continental Congress delegate from Massachusetts and an emerging leader in the Congress. They became close friends, and Adams supported Jefferson's appointment to the Committee of Five, charged by the Congress with authoring a declaration of independence. The five were Adams, Jefferson, Benjamin Franklin, Robert R. Livingston, and Roger Sherman. The committee initially thought that Adams should write the document, but Adams persuaded the committee to choose Jefferson.",
        "ngram": 73,
        "subject": "R. Kelly"
    },
    {
        "text": "In May 1890, Van Gogh left the clinic in Saint-Rémy to move nearer to both Dr Paul Gachet in the Paris suburb of Auvers-sur-Oise and to Theo. Gachet was an amateur painter and had treated several other artists – Camille Pissarro had recommended him. Van Gogh's first impression was that Gachet was \"iller than I am, it seemed to me, or let's say just as much.\"",
        "ngram": 66,
        "subject": "R. Kelly"
    },
    {
        "text": "Hogan was named the most requested celebrity of the 1980s for the Make-a-Wish Foundation children's charity. He was featured on the covers of Sports Illustrated (the first and as of 2013, only professional wrestler to do so), TV Guide, and People magazines, while also appearing on The Tonight Show and having his own CBS Saturday morning cartoon titled Hulk Hogan's Rock 'n' Wrestling. Hogan, as the premier WWF icon, headlined seven of the first eight WrestleMania events. He also co-hosted Saturday Night Live on March 30, 1985, during this lucrative run. AT&T reported that the 900 number information line he ran while with the WWF was the single biggest 900 number from 1991 to 1993. Hogan continued to run a 900 number after joining World Championship Wrestling (WCW).",
        "ngram": 128,
        "subject": "R. Kelly"
    },
    {
        "text": "Donald John Trump was born on June 14, 1946, at Jamaica Hospital in Queens, New York City, the fourth child of Fred Trump and Mary Anne MacLeod Trump. Trump grew up with older siblings Maryanne, Fred Jr., and Elizabeth and younger brother Robert in the Jamaica Estates neighborhood of Queens, and attended the private Kew-Forest School from kindergarten through seventh grade. At age 13, he entered the New York Military Academy, a private boarding school. In 1964, he enrolled at Fordham University. Two years later, he transferred to the Wharton School of the University of Pennsylvania, graduating in May 1968 with a Bachelor of Science in economics. In 2015, Trump's lawyer Michael Cohen threatened Trump's colleges, high school, and the College Board with legal action if they released Trump's academic records.",
        "ngram": 131,
        "subject": "R. Kelly"
    },
    {
        "text": "Houston and Chase then obtained the rights to the story of Dorothy Dandridge. Houston was to play Dandridge, the first African-American actress to be nominated for an Academy Award for Best Actress. Houston wanted the story told with dignity and honor. However, Halle Berry also had rights to the project and got her version going first. Later that year, Houston paid tribute to her idols, such as Aretha Franklin, Diana Ross and Dionne Warwick, by performing their hits during the three-night HBO Concert Classic Whitney: Live from Washington, D.C. The special raised over $300,000 for the Children's Defense Fund. In February 1998, Houston, 34, received the Quincy Jones Award for outstanding career achievements in the field of entertainment at the 12th Soul Train Music Awards.",
        "ngram": 125,
        "subject": "R. Kelly"
    },
    {
        "text": "After Emotions failed to achieve the commercial heights of her debut album, Carey's subsequent release was to be marketed as adult contemporary and pop-friendly. Music Box was produced by Carey and Afanasieff, and began a songwriting partnership that would extend until 1997's Butterfly. The album was released on August 31, 1993, to mixed reviews from music critics. Carey's songwriting was derided as clichéd and her vocal performances were described as less emotive and lazier in their delivery. In his review of the album, AllMusic's Ron Wynn concluded: \"sometimes excessive spirit is preferable to an absence of passion.\" In promotion of the album, Carey embarked on her debut tour, a six-date concert series, the Music Box Tour. Music Box's first and second singles, \"Dreamlover\" and \"Hero\", became Carey's seventh and eighth chart-toppers in the United States, while her cover of Badfinger's \"Without You\" was a commercial breakthrough in Europe, becoming her first number-one single in Germany, Sweden and the United Kingdom. Music Box remains Carey's best-seller and one of the best-selling albums, with worldwide sales of over 28 million copies.",
        "ngram": 179,
        "subject": "R. Kelly"
    },
    {
        "text": "Simon is an advocate of music education for children. In 1970, after recording \"Bridge Over Troubled Water\", he held auditions for a young songwriters' workshop at the invitation of the NYU's Tisch School of the Arts.  The auditions were advertised in The Village Voice, and brought hundreds of hopefuls to perform. Among the six teenage songwriters selected for tutelage were Melissa Manchester, Tommy Mandel and rock/beat poet Joe Linus. Maggie and Terre Roche (the Roche Sisters), who later sang back-up for Simon, joined the workshop in progress in an impromptu appearance.",
        "ngram": 92,
        "subject": "R. Kelly"
    },
    {
        "text": "Also that year, Stallone wrote, directed and starred in the ensemble action film The Expendables. The film, which was filmed during summer/winter 2009, was released on August 13, 2010. Joining him in the film were fellow action stars Jason Statham, Jet Li, and Dolph Lundgren, as well as Terry Crews, Mickey Rourke, Randy Couture, Eric Roberts, and Stone Cold Steve Austin, and cameos by fellow '80s action icons Bruce Willis and Arnold Schwarzenegger. The film took US$34,825,135 in its opening weekend, going straight in at No. 1 in the US box office. The figure marked the biggest opening weekend in Stallone's career. In summer 2010, Brazilian company O2 Filmes released a statement saying it was still owed more than US$2 million for its work on the film. In 2011, Stallone provided the voice of a lion in Kevin James' comedy Zookeeper.",
        "ngram": 141,
        "subject": "R. Kelly"
    },
    {
        "text": "On January 27, 2017, RuPaul announced that a new album would be released the week after. The album, named Remember Me: Essential, Vol. 1 was put up for pre-order on February 2 and eventually released the next day. It is a collection of new songs and remakes of classic RuPaul hits that feature new artists. Two singles have been released from the album so far: \"Rock It (To The Moon)\" which is a new song loosely based on the lyrics and the melody of \"Hey Booty\" which was released on the Starrbooty soundtrack in 2007, and an updated version of RuPaul's 1996 hit single \"Snapshot\" from the album Foxy Lady. The album failed to chart on the Dance Albums Chart but managed to debut at number four on the Billboard Dance Albums Sales Chart in the United States. It also charted at number eleven on the UK Dance Albums Chart, becoming RuPaul's highest-charting album on that chart, after Realness managed to debut and peak at number 13.",
        "ngram": 167,
        "subject": "R. Kelly"
    },
    {
        "text": "Bridges hosted VH1's Top 100 Greatest Albums of Rock and Roll series in 2001. Bridges narrated the documentary Lost in La Mancha (2002), about the making of a Terry Gilliam retelling of Don Quixote, tentatively titled The Man Who Killed Don Quixote, which would have starred Johnny Depp as Sancho Panza and Jean Rochefort as the quixotic hero. Bridges also narrated the documentaries National Geographic's Lewis & Clark: Great Journey West (2002, IMAX), Discovery Channel's Raising the Mammoth (2000), and ABC's Heroes of Rock and Roll (1979). He voiced the character Big Z in the animated picture Surf's Up (2007). Bridges has performed TV commercial voiceover work as well, including Hyundai's 2007 \"Think About It\" advertising campaign, and the Duracell advertisements in the \"Trusted Everywhere\" campaign.",
        "ngram": 126,
        "subject": "R. Kelly"
    },
    {
        "text": "Lee's Cantonese birth name was Lee Jun-fan (李振藩). The name homophonically means \"return again\", and was given to Lee by his mother, who felt he would return to the United States once he came of age. Because of his mother's superstitious nature, she had originally named him Sai-fon (細鳳), which is a feminine name meaning \"small phoenix\". The English name \"Bruce\" is thought to have been given by the hospital's attending physician, Dr. Mary Glover.",
        "ngram": 75,
        "subject": "R. Kelly"
    }
]