[
    {
        "text": "Brown received six nominations at the 2011 BET Awards and ultimately won five awards, including Best Male R&B Artist, Viewers Choice Award, The Fandemonium Award, Best Collaboration and Video of the Year for \"Look at Me Now\". He also won three awards at the 2011 BET Hip Hop Awards, including the People's Champ Award, Reese's Perfect Combo Award and Best Hip Hop Video for \"Look at Me Now\". At the 2011 Soul Train Music Awards, F.A.M.E. won Album of the Year. The album has also earned Brown three Grammy Award nominations at the 54th Grammy Awards for Best R&B Album, as well as Best Rap Performance and Best Rap Song for \"Look at Me Now\". On February 12, 2012, Brown won his first Grammy Award, for Best R&B Album. During the ceremony, Brown performed several songs marking his first appearance at the awards show since his conviction of felony assault.",
        "ngram": 150,
        "subject": "Michael Strahan"
    },
    {
        "text": "As of 2009, Ford appears in Internet advertisements for General Aviation Serves America, a campaign by the advocacy group Aircraft Owners and Pilots Association (AOPA). He has also appeared in several independent aviation documentaries, including Wings Over the Rockies (2009), Flying the Feathered Edge: The Bob Hoover Project (2014), and Living in the Age of Airplanes (2015).",
        "ngram": 57,
        "subject": "Michael Strahan"
    },
    {
        "text": "In January 2021, she performed at the 2021 inauguration of President Joe Biden in Washington, D.C. In business, Lopez focused on investments and creating her own brands. She launched her skin care line, JLo Beauty, released a shoe collection in partnership with DSW, and invested in companies including Hims & Hers Health, Bodyarmor SuperDrink, Goli nutritional supplements and meal delivery service Wonder. In mid-2021, she signed a multi-year deal with Netflix to produce a range of films and television shows through her own Nuyorican Productions, and released the reggaeton Spanish single \"Cambia el Paso\" with Rauw Alejandro.",
        "ngram": 97,
        "subject": "Michael Strahan"
    },
    {
        "text": "After taking office in 1997, Blair gave particular prominence to his press secretary, who became known as the prime minister's official spokesman (the two roles have since been separated). Blair's first PMOS was Alastair Campbell, who served in that role from May 1997 to 8 June 2001, after which he served as the prime minister's director of communications and strategy until his resignation on 29 August 2003 in the aftermath of the Hutton Inquiry.",
        "ngram": 74,
        "subject": "Michael Strahan"
    },
    {
        "text": "Rihanna has named Madonna as her idol and biggest influence. She said that she wanted to be the \"black Madonna\" and praised her ability to reinvent herself throughout her career. She noted, \"I think that Madonna was a great inspiration for me, especially on my earlier work. If I had to examine her evolution through time, I think she reinvented her clothing style and music with success every single time. And at the same time remained a real force in entertainment in the whole world.\"",
        "ngram": 85,
        "subject": "Michael Strahan"
    },
    {
        "text": "As the defending champion at the Athens Olympics, Williams lost in the third round to Mary Pierce. She then won three very close matches against Petra Mandula, Shikha Uberoi and Chanda Rubin to make the fourth round of the US Open where she lost to Davenport, the first time she had ever lost at the US Open prior to the semifinals. Williams completed the year by losing in the quarterfinals of three indoor tournaments in the fall, a period that included defeat in her first meeting with 17-year-old Wimbledon champion Maria Sharapova at the Zurich Open. Williams finished the year as No. 9 and did not qualify for the year-ending WTA Tour Championships.",
        "ngram": 113,
        "subject": "Michael Strahan"
    },
    {
        "text": "2011 saw West embark on a festival tour to commemorate the release of My Beautiful Dark Twisted Fantasy performing and headlining numerous festivals including; SWU Music & Arts, Austin City Limits Music Festival, Oya Festival, Flow Festival, Live Music Festival,",
        "ngram": 40,
        "subject": "Michael Strahan"
    },
    {
        "text": "Filming of Rosemary's Baby ran over its initial schedule, which angered Sinatra, who had cast Farrow in a role in his film The Detective (1968). After Farrow failed to report for filming, Sinatra cast actress Jacqueline Bisset in Farrow's role.In November 1967, while Farrow was filming Rosemary's Baby, Sinatra's lawyer served her with divorce papers. Their divorce was finalized in August 1968.Farrow later blamed the demise of the marriage on their age difference and said she was an \"impossibly immature teenager\" when she married Sinatra. The two remained friends until Sinatra's death.",
        "ngram": 92,
        "subject": "Michael Strahan"
    },
    {
        "text": "Kelce has appeared in print, television and online advertisements for brands such as Dick's Sporting Goods, LG, McDonald's, Nike, Papa John's, Bud Light, Old Spice, Walgreens, Pfizer, State Farm, DirectTV, Experian, Lowe's, and Campbell's Soup among others. In August 2022, Hy-Vee began manufacturing \"Kelce's Krunch\", a limited-edition frosted cornflakes breakfast cereal named after and endorsed by Kelce. A portion of proceeds from the sale of the cereal was donated to Kelce's charity foundation. In 2023, Business Insider estimated that Kelce makes $5 million a year in off-the-field earnings and stated that \"he was one of football's most successful endorsers.\"In 2019, Kelce founded his own health brand, Hilo Nutrition, which sells gummy supplements for performance nutrition and other health benefits. In January 2020, Kelce launched his own clothing brand, Tru Kolors. It became the first brand by an NFL player to launch an official merchandise collaboration with an NFL franchise: the Kansas City Chiefs in 2022. In 2021, Kelce released a signature sneaker collection as part of a deal with Nike. The collection was called Nike x Kelce Blazer Mid '77 Vintage and included six shoes that inspired by facets of Kelce's life, including his brand and his team's colors. Kelce is co-owner of a car wash chain named Club Car Wash that operates in 109 locations in eight  states in the central U.S. In October 2023, Kelce and  Walmart launched Travis Kelce's Kitchen, a line of seven barbecue products inspired by the flavors of Kansas City.In 2019, Kelce invested in the private equity firm",
        "ngram": 256,
        "subject": "Michael Strahan"
    },
    {
        "text": "At age seven, Trejo participated in his first drug deal. He was first arrested at the age of 10, but experienced his first incarceration at Eastlake Juvenile Hall in 1956.Throughout the 1960s, Trejo's life consisted predominantly of intermittent jail stints in the California prison system.  The accounts of his prison chronology, though, are notably conflicting; by one account, his final term in custody is said to have ended in 1972. However, Trejo did time in various juvenile offenders' camps, including three years at Camp Glenn Rockey, San Dimas, for maiming a sailor (stabbing him in the face with broken glass), followed by numerous California prisons between 1959 and 1969; \"I was in San Quentin, Folsom, Soledad, Vacaville, Susanville, Sierra\".While doing a stint in Los Angeles County jail in 1961, he met Charles Manson, whom he described as a \"dirty, greasy, scrawny white boy\" who was allegedly a talented hypnotist.Trejo arrived at San Quentin State Prison in 1966, and his heroin use was exacerbated shortly thereafter.  He was a debt collector and drug dealer, often participating in or witnessing acts of serious violence, including murder. Simultaneously while  imprisoned, Trejo focused on boxing and became a champion in San Quentin's lightweight and welterweight divisions.Regarding himself, Trejo has suggested his physical appearance contributed to his constantly getting into trouble. In 1968, a prison riot broke out during Cinco De Mayo at Soledad. From that fracas, Trejo ended up in solitary confinement, facing capital charges and, potentially, the death penalty, after hitting a guard with a rock.",
        "ngram": 256,
        "subject": "Michael Strahan"
    },
    {
        "text": "In 2007, Rihanna was named as one of the Cartier Love Charity Bracelet Ambassadors, with each celebrity representing a different global charity. To help raise awareness and combat HIV/AIDS, Rihanna and other public figures designed clothing for the February 2008 H&M Fashion Against AIDS line. In 2008, Rihanna performed a series of charity concerts entitled A Girl's Night Out to benefit the Believe Foundation. The concerts were made free for the public. Money from sponsors and advertisers were to be donated to provide medical supplies, school supplies and toys to children in need. In September 2008, Rihanna contributed to the song \"Just Stand Up!\" with fifteen other female artists, who shared the stage to perform the song live on September 5, 2008, during the \"Stand Up to Cancer\" television special. The proceeds from the single were given to the fundraiser. The television special helped raise $100 million for cancer research.",
        "ngram": 150,
        "subject": "Michael Strahan"
    },
    {
        "text": "Karl Marx was born on 5 May 1818 to Heinrich Marx and Henriette Pressburg. He was born at Brückengasse 664 in Trier, an ancient city then part of the Kingdom of Prussia's Province of the Lower Rhine. Marx's family was originally non-religious Jewish but had converted formally to Christianity before his birth. His maternal grandfather was a Dutch rabbi, while his paternal line had supplied Trier's rabbis since 1723, a role taken by his grandfather Meier Halevi Marx. His father, as a child known as Herschel, was the first in the line to receive a secular education. He became a lawyer with a comfortably upper middle class income and the family owned a number of Moselle vineyards, in addition to his income as an attorney. Prior to his son's birth and after the abrogation of Jewish emancipation in the Rhineland, Herschel converted from Judaism to join the state Evangelical Church of Prussia, taking on the German forename Heinrich over the Yiddish Herschel.Largely non-religious, Heinrich was a man of the Enlightenment, interested in the ideas of the philosophers Immanuel Kant and Voltaire. A classical liberal, he took part in agitation for a constitution and reforms in Prussia, which was then an absolute monarchy. In 1815, Heinrich Marx began working as an attorney and in 1819 moved his family to a ten-room property near the Porta Nigra. His wife, Henriette Pressburg, was a Dutch Jew from a prosperous business family that later founded the company Philips Electronics. Her sister Sophie Pressburg (1797–1854) married Lion Philips (1794–1866) and was",
        "ngram": 256,
        "subject": "Michael Strahan"
    },
    {
        "text": "Perry held Canadian and American citizenship. He dated Yasmine Bleeth in 1995, Julia Roberts from 1995 to 1996, and Lizzy Caplan from 2006 to 2012. In November 2020, Perry became engaged to literary manager Molly Hurwitz. Their engagement ended in 2021.Residences owned at some point by Perry included a condo in Sierra Towers purchased from Elton John, a house in Hollywood Hills, a house in Malibu, and a cottage in Pacific Palisades. In 2017, Perry purchased a condo occupying the top floor of The Century in Los Angeles for $20 million, selling it to Nick Molnar for $21.6 million in 2021, who in turn sold it to Rihanna in 2023. In June 2023, Perry purchased a mid-century modern house in Hollywood Hills.Perry had a perfectionist and obsessive personality, spending many hours perfecting his answering machine message. He also believed in God, with whom he had \"a very close relationship,\" calling himself \"a seeker.\"",
        "ngram": 153,
        "subject": "Michael Strahan"
    },
    {
        "text": "Williams travelled to Italian Open, the week after the US Open to join the rescheduled clay court swing. In the first round, she drew Azarenka for the second time in five weeks; on this occasion, Williams lost in straight sets, taking their career head-to-head record to 6–2 in Williams's favor.",
        "ngram": 50,
        "subject": "Michael Strahan"
    },
    {
        "text": "After resigning as secretary of state in 1795, Jefferson focused on the electoral bases of the Republicans and Federalists. The \"Republican\" classification for which he advocated included \"the entire body of landholders\" everywhere and \"the body of laborers\" without land. Republicans united behind Jefferson as vice president, with the election of 1796 expanding democracy nationwide at grassroots levels. Jefferson promoted Republican candidates for local offices.",
        "ngram": 65,
        "subject": "Michael Strahan"
    },
    {
        "text": "The Rock returned in late July 2001 when the WWF was feuding with rival promotions World Championship Wrestling (WCW) and Extreme Championship Wrestling (ECW) during what is known as The Invasion storyline. In reality, WCW was purchased by Vince McMahon and the WWF, and ECW had gone out of business in early 2001. Many former WCW and ECW wrestlers were then brought onto WWF television and formed The Alliance to compete with WWF in storyline. The Alliance and Vince McMahon then both attempted to persuade the Rock to join their team. The Rock then aligned with McMahon and the WWF. The next month, the Rock defeated Booker T, at SummerSlam, to win the WCW Championship for the first time. He later lost the title to Chris Jericho at No Mercy on October 21, 2001. The next night on Raw, he teamed with Jericho to win the WWF Tag Team Championship from The Dudley Boyz. The two then lost the tag titles to Booker T and Test on the November 1, 2001, episode of SmackDown!. The Rock defeated Jericho on the November 5 episode of Raw for his second WCW Championship.",
        "ngram": 190,
        "subject": "Michael Strahan"
    },
    {
        "text": "In March 1885, as his health was failing, he testified against both Ward and Fish. Ward was convicted of fraud in October 1885, months after Grant's death, and served six and a half years in prison. After the collapse of Grant & Ward, there was an outpouring of sympathy for Grant.",
        "ngram": 51,
        "subject": "Michael Strahan"
    },
    {
        "text": "In the 2025 John Wick spin-off film Ballerina, Reeves is set to reprise his role as the franchise's titular character.  A film adaptation of BRZRKR written by Mattson Tomlin and produced by and starring Reeves is being developed for Netflix, with Reeves open to the possibility of directing. After the release of the film, a two-season anime series produced by Production I.G is planned to follow. A fifth sequel to John Wick was planned by distributor Lionsgate, but franchise director Chad Stahelski said he would like to give the franchise a \"rest\" for the time being.",
        "ngram": 97,
        "subject": "Michael Strahan"
    },
    {
        "text": "Williams won 14 major women's doubles titles, all with her sister Venus, and the pair was unbeaten in major doubles finals (the best unbeaten record in major finals in any discipline of the sport). The sisters achieved a non-calendar year Grand Slam between the 2009 Wimbledon Championships and the 2010 French Open, which granted the sisters the doubles world No.1 ranking. Williams won four Olympic gold medals, three in women's doubles—an all-time joint record in tennis, shared with her sister. The duo are the only women in the Open Era to win Olympic gold in both singles and doubles. Williams also won two major mixed doubles titles, both in 1998. She is the only singles player, male or female, to complete three Career Golden Slams – one in women's singles and two in women's doubles.",
        "ngram": 135,
        "subject": "Michael Strahan"
    },
    {
        "text": "According to Princeton historian Jerrold Seigel, in his late teens, Marx may have had pneumonia or pleurisy, the effects of which led to his being exempted from Prussian military service. In later life whilst working on Das Kapital (which he never completed), Marx suffered from a trio of afflictions. A liver ailment, probably hereditary, was aggravated by overwork, a bad diet, and lack of sleep. Inflammation of the eyes was induced by too much work at night. A third affliction, eruption of carbuncles or boils, \"was probably brought on by general physical debility to which the various features of Marx's style of life – alcohol, tobacco, poor diet, and failure to sleep – all contributed. Engels often exhorted Marx to alter this dangerous regime\". In Seigel's thesis, what lay behind this punishing sacrifice of his health may have been guilt about self-involvement and egoism, originally induced in Karl Marx by his father.In 2007, a retrodiagnosis of Marx's skin disease was made by dermatologist Sam Shuster of Newcastle University and for Shuster, the most probable explanation was that Marx suffered not from liver problems, but from hidradenitis suppurativa, a recurring infective condition arising from blockage of apocrine ducts opening into hair follicles. This condition, which was not described in the English medical literature until 1933 (hence would not have been known to Marx's physicians), can produce joint pain (which could be misdiagnosed as rheumatic disorder) and painful eye conditions. To arrive at his retrodiagnosis, Shuster considered the primary material: the Marx correspondence published in the 50 volumes",
        "ngram": 256,
        "subject": "Michael Strahan"
    },
    {
        "text": "Jefferson was a strong disciple of Greek and Roman architectural styles, which he believed to be most representative of American democracy. Each academic unit, called a pavilion, was designed with a two-story temple front, while the library \"Rotunda\" was modeled on the Roman Pantheon. Jefferson referred to the university's grounds as the \"Academical Village\", and he reflected his educational ideas in its layout. The ten pavilions included classrooms and faculty residences; they formed a quadrangle and were connected by colonnades, behind which stood the student rooms. Gardens and vegetable plots were placed behind the pavilions and were surrounded by serpentine walls, affirming the importance of the agrarian lifestyle. The university had a library rather than a church at its center, emphasizing its secular nature—controversial at the time.",
        "ngram": 127,
        "subject": "Michael Strahan"
    },
    {
        "text": "Milena Markovna \"Mila\" Kunis (born August 14, 1983) is an American actress. Born in Chernivtsi, Ukraine, and raised in Los Angeles, California, Kunis began playing Jackie Burkhart on the Fox television series That '70s Show (1998–2006) at the age of 14. She has voiced Meg Griffin on the Fox animated series Family Guy since 1999.",
        "ngram": 55,
        "subject": "Michael Strahan"
    },
    {
        "text": "Goodman was born in Affton, Missouri. His father, Leslie Francis Goodman, was a postal worker who died of a heart attack when John was two years old. Goodman's mother, Virginia Roos (née Loosmore), was a waitress at Jack and Phil's Bar-B-Que, a retail store worker, and also took in laundry to support the family. Goodman has an older brother, Leslie, who is 14 years his senior, and a younger sister, Elisabeth, who was born six months after his father's death. He is of English, German, and Welsh ancestry and was raised Southern Baptist.",
        "ngram": 93,
        "subject": "Michael Strahan"
    },
    {
        "text": "On September 12, 2007, Cuban said that he was in talks with WWE Chairman Vince McMahon to create a mixed martial arts company that would compete with UFC. He is now a bondholder of Zuffa, which was formerly UFC's parent company.",
        "ngram": 41,
        "subject": "Michael Strahan"
    },
    {
        "text": "Her television special about Cuban leader Fidel Castro aired on ABC-TV on June 9, 1977. Although the footage of her two days of interviewing Castro in Cuba showed his personality, in part, as freewheeling, charming, and humorous, she pointedly said to him, \"You allow no dissent. Your newspapers, radio, television, motion pictures are under state control.\" To this, he replied, \"Barbara, our concept of freedom of the press is not yours. If you asked us if a newspaper could appear here against socialism, I can say honestly no, it cannot appear. It would not be allowed by the party, the government, or the people. In that sense we do not have the freedom of the press that you possess in the U.S. And we are very satisfied about that.\" She concluded the broadcast saying, \"What we disagreed on most profoundly is the meaning of freedom—and that is what truly separates us.\" At the time, Walters kept quiet that she had seen New York Yankees owner George Steinbrenner, pitcher Whitey Ford, and several coaches in Cuba who were there to assist Cuban ballplayers.",
        "ngram": 182,
        "subject": "Michael Strahan"
    },
    {
        "text": "Houston was honored with various tributes at the 43rd NAACP Image Awards, held on February 17. An image montage of Houston and important black figures who died in 2011 was followed by video footage from the 1994 ceremony, which depicted her accepting two Image Awards for outstanding female artist and entertainer of the year. Following the video tribute, Yolanda Adams delivered a rendition of \"I Love the Lord\" from The Preacher's Wife Soundtrack. In the finale of the ceremony, Kirk Franklin and the Family started their performance with \"The Greatest Love of All\".",
        "ngram": 93,
        "subject": "Michael Strahan"
    },
    {
        "text": "At the 1998 Sydney International, Williams defeated No.3 Davenport in the quarterfinals, before losing to Arantxa Sánchez Vicario in the semifinals. Williams's first main draw of a Grand Slam tournament was at the Australian Open, where she defeated sixth-seeded Irina Spîrlea in the first round, before losing to Venus in the second round in the sisters' first professional face-off. She reached six other quarterfinals during the year, but lost all of them, including her first match against No.1-ranked Martina Hingis. She lost in the fourth round of the French Open to Vicario, and in the third round of the US Open to Spîrlea. She withdrew from Wimbledon two games into a match after straining a calf muscle. After losing the French Open mixed doubles final to Venus and Justin Gimelstob, Williams won the mixed doubles titles at Wimbledon and the US Open with Max Mirnyi. Williams won her first professional title in non-mixed doubles at the U.S. National Indoor Championships in Oklahoma City with Venus, which made them the third pair of sisters to win a WTA title. Williams finished the year ranked No.20 in singles, the fastest achievement of that milestone in women's history.",
        "ngram": 195,
        "subject": "Michael Strahan"
    },
    {
        "text": "In her youth, she would see Bob Marley on television because of his fame in the Caribbean. She stated, \"He's one of my favourite artists of all time – he really paved the way for every other artist out of the Caribbean\". She built a shrine in her home dedicated to the reggae legend and has covered Marley's \"Is This Love\" and Bob Marley & The Wailers' \"Redemption Song\" during her concert tours.",
        "ngram": 73,
        "subject": "Michael Strahan"
    },
    {
        "text": "Unable either to stay in France or to move to Germany, Marx decided to emigrate to Brussels in Belgium in February 1845. However, to stay in Belgium he had to pledge not to publish anything on the subject of contemporary politics. In Brussels, Marx associated with other exiled socialists from across Europe, including Moses Hess, Karl Heinzen and Joseph Weydemeyer. In April 1845, Engels moved from Barmen in Germany to Brussels to join Marx and the growing cadre of members of the League of the Just now seeking home in Brussels. Later, Mary Burns, Engels' long-time companion, left Manchester, England to join Engels in Brussels.In mid-July 1845, Marx and Engels left Brussels for England to visit the leaders of the Chartists, a working-class movement in Britain. This was Marx's first trip to England and Engels was an ideal guide for the trip. Engels had already spent two years living in Manchester from November 1842 to August 1844. Not only did Engels already know the English language, but he had also developed a close relationship with many Chartist leaders. Indeed, Engels was serving as a reporter for many Chartist and socialist English newspapers. Marx used the trip as an opportunity to examine the economic resources available for study in various libraries in London and Manchester.In collaboration with Engels, Marx also set about writing a book which is often seen as his best treatment of the concept of historical materialism, The German Ideology. In this work, Marx broke with Ludwig Feuerbach, Bruno Bauer, Max Stirner and the rest",
        "ngram": 256,
        "subject": "Michael Strahan"
    },
    {
        "text": "Testifying before the Iraq Inquiry on 29 January 2010, Blair said Saddam was a \"monster and I believe he threatened not just the region but the world.\" Blair said that British and American attitude towards Saddam Hussein had \"changed dramatically\" after the 11 September attacks. Blair denied that he would have supported the invasion of Iraq even if he had thought Saddam had no weapons of mass destruction. He said he believed the world was safer as a result of the invasion. He said there was \"no real difference between wanting regime change and wanting Iraq to disarm: regime change was US policy because Iraq was in breach of its UN obligations.\" In an October 2015 CNN interview with Fareed Zakaria, Blair apologised for his \"mistakes\" over Iraq War and admitted there were \"elements of truth\" to the view that the invasion helped promote the rise of ISIS. The Chilcot Inquiry report of 2016 gave a damning assessment of Blair's role in the Iraq War, though the former prime minister again refused to apologise for his decision to back the US-led invasion.",
        "ngram": 182,
        "subject": "Michael Strahan"
    },
    {
        "text": "Memorabilia associated with James is highly sought after; two of James's rookie cards are among the most expensive basketball cards ever sold at auction, and one of those cards also briefly held the record for the most expensive modern-day sports card when it sold for $1.8 million at auction in July 2020. A Mike Trout rookie card broke the record for a modern-day card the following month. All jerseys worn in the 2020 NBA All-Star Game were auctioned by the NBA and NBPA to raise funds for charity; James's jersey sold for $630,000, setting a record for a modern-day sports jersey.",
        "ngram": 101,
        "subject": "Michael Strahan"
    },
    {
        "text": "In 2012, James, Carter and Paul Wachter made an investment of less than $1 million in the Pasadena-based fast casual chain Blaze Pizza; their investment had grown to $25 million by 2017. James later became a spokesman for the company and began appearing in advertisements after ending his contract with McDonald's.",
        "ngram": 51,
        "subject": "Michael Strahan"
    },
    {
        "text": "In 2021, Brown competed in season five of The Masked Singer as the wild card contestant \"Crab\". At one point after performing Rick James's song \"Give It to Me Baby\", Brown had to be briefly taken to his dressing room when he became overheated and short of breath in his costume. He was later eliminated on Week 7 alongside Tamera Mowry as \"Seashell\".",
        "ngram": 63,
        "subject": "Michael Strahan"
    },
    {
        "text": "Fanning then went on to star in War of the Worlds, starring alongside Tom Cruise. Released in reverse order (War in June 2005 and Dreamer in the following October), both films were a critical success. War director Steven Spielberg praised \"how quickly she understands the situation in a sequence, how quickly she sizes it up, measures it up and how she would really react in a real situation.\"Fanning moved straight to another film without a break: Charlotte's Web, which she finished filming in May 2005 in Australia, and premiered on December 15, 2006.",
        "ngram": 93,
        "subject": "Michael Strahan"
    },
    {
        "text": "During her marriage, Grace discontinued her acting career. Instead, she performed her daily duties as princess and became involved in philanthropic work. As princess consort, she became the President of the Red Cross of Monaco (with her sister Peggy Davis and sister-in-law Princess Antoinette as the Vice-Presidents) and the Patron of Rainbow Coalition Children, an orphanage which was run by former  dancer, singer and actress Josephine Baker. She hosted an annual Christmas celebration with presents for orphaned children in Monaco. The Princess also served as president of the Garden Club of Monaco, and president of the organizing committee of the International Arts Foundation. Grace retained her link to America by her dual U.S. and Monégasque citizenship.Grace and her husband visited Ireland on three occasions, and in 1976 she purchased her family's ancestral homestead in Drumilra, near Newport, County Mayo.Grace founded AMADE Mondiale, a Monaco-based, non-profit organization which is recognized by the UN, after she witnessed the plight of Vietnamese children in 1963. According to UNESCO's website, AMADE promotes and protects the \"moral and physical integrity\" and the \"spiritual well-being of children throughout the world, without distinction of race, nationality or religion, and in a spirit of complete political independence.\" The organization currently has cooperative branches across Europe, Asia, South America, and Africa. They retain consultive status with UNICEF, UNESCO, and U.N. Economic & Social Council, alongside participative status with The Council of Europe.",
        "ngram": 234,
        "subject": "Michael Strahan"
    },
    {
        "text": "Another major influence on Lee was Hong Kong's street fighting culture in the form of rooftop fights. In the mid-20th century, soaring crime in Hong Kong, combined with limited Hong Kong Police manpower, led to many young Hongkongers learning martial arts for self-defense. Around the 1960s, there were about 400 martial arts schools in Hong Kong, teaching their distinctive styles of martial arts. In Hong Kong's street fighting culture, there emerged a rooftop fight scene in the 1950s and 1960s, where gangs from rival martial arts schools challenged each other to bare-knuckle fights on Hong Kong's rooftops, to avoid crackdowns by British colonial authorities. Lee frequently participated in these Hong Kong rooftop fights. He combined different techniques from different martial arts schools into his own hybrid martial arts style.",
        "ngram": 129,
        "subject": "Michael Strahan"
    },
    {
        "text": "In 1984, Trump opened Harrah's at Trump Plaza, a hotel and casino, with financing and management help from the Holiday Corporation. It was unprofitable, and Trump paid Holiday $70 million in May 1986 to take sole control. In 1985, Trump bought the unopened Atlantic City Hilton Hotel and renamed it Trump Castle. His wife Ivana managed it until 1988. Both casinos filed for Chapter 11 bankruptcy protection in 1992.",
        "ngram": 69,
        "subject": "Michael Strahan"
    },
    {
        "text": "In 2016, Carter purchased Player's Rep. Sports Agency, and became Young Money APAA sports, which hired NFL's first female sports agent, Nicole Lynn. She currently represents Seth Roberts, Corey Nelson, Jordan Evans, Malik Jefferson, Erik Harris, Quinnen Williams, as well as NCAA coaches, and two former #1 Pro Softball draft picks.",
        "ngram": 51,
        "subject": "Michael Strahan"
    },
    {
        "text": "Most of Leonardo's writings are in mirror-image cursive. Since Leonardo wrote with his left hand, it was probably easier for him to write from right to left. Leonardo used a variety of shorthand and symbols, and states in his notes that he intended to prepare them for publication. In many cases a single topic is covered in detail in both words and pictures on a single sheet, together conveying information that would not be lost if the pages were published out of order. Why they were not published during Leonardo's lifetime is unknown.",
        "ngram": 93,
        "subject": "Michael Strahan"
    }
]