[
    {
        "text": "Williams's first tournament of the 2013 season was in Brisbane, where she won the title without dropping a set. At the Australian Open, she was upset in the quarterfinals by fellow American Sloane Stephens. After defeating Petra Kvitová in Doha, Williams returned to No.1 for the sixth time in her career, becoming the oldest woman in the Open Era to hold the ranking. In the Miami final, Williams recorded her 70th come-from-behind win. The victory made Williams a six-time champion in Miami, breaking the record she held with Graf. She also became the fourth woman in the Open Era to win a given tournament six times. Williams then defended her Charleston title, winning the event for the third time. She won her 50th career singles title in Madrid, prevailing over Sharapova in the final. She then played in Rome, where she won the title a second time. At the French Open, Williams lost only one game whilst defeating Sara Errani in the semifinal. Evert said Williams's play during the match was the finest performance she had ever seen by a female player on clay. Williams bested Sharapova in the final to claim her second French Open title and her 16th Grand Slam title overall. She also became the fourth woman in the Open Era to win each Grand Slam tournament at least twice. At Wimbledon, she advanced easily to the fourth round before being defeated by eventual finalist Sabine Lisicki. Williams then won the Swedish Open, her first victory at the International level. She was undefeated",
        "ngram": 256,
        "subject": "Taylor Swift"
    },
    {
        "text": "In July 1988, she posed nude for Playboy magazine in a shoot by photographer Herb Ritts. In October 1998, Crawford returned to the pages of Playboy for a second nude pictorial, again taken by Ritts. She was ranked number 5 on Playboy's list of the 100 sexiest stars of the 20th century. A 1997 Shape magazine survey of 4,000 picked her as the second (after Demi Moore) most beautiful woman in the world. In 2002, Crawford was named one of the 50 most beautiful people by People magazine. In her forties, she claimed No. 26 in the 2006 Hot 100 issue of Maxim magazine. She was named No. 3 on VH1's 40 Hottest Hotties of the 90s and was named one of the \"100 Hottest Women of All-Time\" by Men's Health.The red Versace dress she wore to the 63rd Academy Awards in 1991 had a major influence on fashion, and many copies and fakes of the dress were produced. In 1992, Crawford—through GoodTimes Home Video and her company Crawdaddy Productions—made an exercise video with Radu Teodorescu named Cindy Crawford: Shape Your Body; although criticised by some for being unsafe, it was hugely successful and led to two equally lucrative followups, Cindy Crawford: The Next Challenge in 1993 (again with Radu) and Cindy Crawford: A New Dimension in 2000; the latter, made with fitness expert Kathy Kaehler and produced not long after Crawford gave birth to her first child, was aimed at new mothers getting back into shape. In 2001, Crawford also made a shorter fitness video",
        "ngram": 256,
        "subject": "Taylor Swift"
    },
    {
        "text": "Aguilera has named Etta James as a \"role model\", and said \"At Last\" made a major impression on her. She later stated, \"I'll still be as raunchy as I wanna be, and I'll have [Etta]'s memory to back me up. She's what I want to be someday\". As a young girl, The Sound of Music (1959) and its lead actress, Julie Andrews, became her early references to sing and perform, in addition to broadening her interest on Broadway. Aguilera's other major influences include Whitney Houston, Mariah Carey, Billie Holiday, and Ella Fitzgerald. She has also cited rock bands as an influence, specifically the Red Hot Chili Peppers, Nirvana, and Radiohead.Aguilera was also influenced by Latin music. She later recalled singing her first songs in Spanish during childhood, saying: \"I grew up hearing [Spanish] being spoken in my household [and] hearing a lot of Julio Iglesias on the record player\". Some of her other inspirations in Latin music include Chavela Vargas, Vicente Fernández, and younger artists such Rosalía. As a performer, Aguilera credits Madonna and Janet Jackson as major inspirations for being \"positive female artists [who] aren't afraid to take chances, be daring, experimental and sexy\". Cher also encouraged her to being a performer and \"a woman who has the guts to do [everything]\".Aguilera's childhood visits to records stores moulded her taste and led to an appreciation for blues and soul music, which she called \"music that really had heart\". Her music has also paid homage to many artists from this genre, including Aretha Franklin, Marvin Gaye,",
        "ngram": 256,
        "subject": "Taylor Swift"
    },
    {
        "text": "After the Washington administration negotiated the Jay Treaty with Britain in 1794, Jefferson saw a cause around which to rally his party and organized a national opposition from Monticello. The treaty, designed by Hamilton, aimed to reduce tensions and increase trade. Jefferson warned that it would increase British influence and subvert republicanism, calling it \"the boldest act [Hamilton and Jay] ever ventured on to undermine the government\". The Treaty passed, but it expired in 1805 during Jefferson's presidential administration and was not renewed. Jefferson continued his pro-France stance; during the violence of the Reign of Terror, he declined to disavow the revolution: \"To back away from France would be to undermine the cause of republicanism in America.\"",
        "ngram": 117,
        "subject": "Taylor Swift"
    },
    {
        "text": "In the election against Landon and a third-party candidate, Roosevelt won 60.8% of the vote and carried every state except Maine and Vermont. The Democratic ticket won the highest proportion of the popular vote. Democrats expanded their majorities in Congress, controlling over three-quarters of the seats in each house. The election also saw the consolidation of the New Deal coalition; while the Democrats lost some of their traditional allies in big business, they were replaced by groups such as organized labor and African Americans, the latter of whom voted Democratic for the first time since the Civil War. Roosevelt lost high-income voters, especially businessmen and professionals, but made major gains among the poor and minorities. He won 86 percent of the Jewish vote, 81 percent of Catholics, 80 percent of union members, 76 percent of Southerners, 76 percent of blacks in northern cities, and 75 percent of people on relief. Roosevelt carried 102 of the country's 106 cities with a population of 100,000 or more.",
        "ngram": 165,
        "subject": "Taylor Swift"
    },
    {
        "text": "In the early 1970s, in the immediate aftermath of the cancellation of Star Trek in 1969, Shatner experienced difficulty in finding employment, having become somewhat typecast as James Tiberius Kirk. With very little money and few acting prospects, he lost his home and was for a time so poor that he was reduced to living in a truck-bed camper in the San Fernando Valley. He refers to this part of his life as \"that period\", a humbling time during which he would take any odd job, including small party appearances, in order to support his family.",
        "ngram": 96,
        "subject": "Taylor Swift"
    },
    {
        "text": "In What Lies Beneath (2000), a Hitchcockian thriller directed by Robert Zemeckis, Pfeiffer and Harrison Ford starred as a well-to-do couple who experience a strange haunting that uncovers secrets about their past. While critical response towards the film was mixed, it opened atop at the box office, and went on to gross US$291 million worldwide. She then accepted the role of Rita Harrison, a highly strung lawyer helping a father with a developmental disability, in the drama I Am Sam (2001), with Sean Penn. Despite grossing $97.8 million worldwide, the film was unfavourably reviewed by critics; Seattle Post-Intelligencer wrote: \"Pfeiffer, apparently stymied by the bland clichés that prop up her screechy role, delivers her flattest, phoniest performance ever.\" Meanwhile, SF Gate observed: \"In one scene, she breaks down in tears as she unburdens herself to him about her miserable life. It's hard not to cringe, watching this emotionally ready actress fling herself headlong into false material.\"",
        "ngram": 156,
        "subject": "Taylor Swift"
    },
    {
        "text": "In 2004, Ford declined a chance to star in the thriller Syriana, later commenting that \"I didn't feel strongly enough about the truth of the material and I think I made a mistake.\" The role went to George Clooney, who won an Oscar and a Golden Globe for his work. Before that, Ford had passed on a role in another Stephen Gaghan-written film, that of Robert Wakefield in Traffic, which went to Michael Douglas.",
        "ngram": 74,
        "subject": "Taylor Swift"
    },
    {
        "text": "During college, Cooper spent two summers as an intern at the Central Intelligence Agency while studying political science. He pursued journalism with no formal journalistic education. He is a self-proclaimed \"news junkie since [he] was in utero\". After his first correspondence work in the early 1990s, he took a break from reporting and lived in Vietnam for a year, during which time he studied the Vietnamese language at Vietnam National University, Hanoi.",
        "ngram": 72,
        "subject": "Taylor Swift"
    },
    {
        "text": "After Grant left office in 1877, the Compromise of 1877 (which Grant took no direct part in) meant that the Republicans received the White House for Rutherford B. Hayes in return for ending enforcement of racial equality for black people and removing federal troops from the South, marking the end of Reconstruction.",
        "ngram": 52,
        "subject": "Taylor Swift"
    },
    {
        "text": "The single \"I Will Always Love You\" returned to the Billboard Hot 100 after almost twenty years, peaking at number three and becoming a posthumous top-ten single for Houston, the first one since 2001. Two other Houston songs also jumped back on the Hot 100: \"I Wanna Dance With Somebody (Who Loves Me)\" at 25 and \"Greatest Love of All\" at 36. Her death on February 11 ignited an incredible drive to her YouTube and Vevo pages. She went from 868,000 views in the week prior to her death to 40,200,000 views in the week following her death, a 45-fold increase.",
        "ngram": 101,
        "subject": "Taylor Swift"
    },
    {
        "text": "West was born on June 8, 1977, in Atlanta, Georgia. After his parents divorced when he was three years old, he moved with his mother to Chicago, Illinois. His father, Ray West, is a former Black Panther and was one of the first black photojournalists at The Atlanta Journal-Constitution. Ray later became a Christian counselor, and in 2006, opened the Good Water Store and Café in Lexington Park, Maryland, with startup capital from his son. West's mother, Donda C. West (née Williams), was a professor of English at Clark Atlanta University and the Chair of the English Department at Chicago State University before retiring to serve as his manager.",
        "ngram": 109,
        "subject": "Taylor Swift"
    },
    {
        "text": "I could see that Jim was neat around his place. Flowers trimmed, no papers in the yard... grass always cut. So to piss him off, I'd start lobbing empty beer cans down the hill into his driveway. He'd have his drive all spick 'n' span when he left the house, then get home to find all these empty cans. Took him a long time to figure out it was me.",
        "ngram": 70,
        "subject": "Taylor Swift"
    },
    {
        "text": "R&B singer Faith Evans stated: \"Whitney was not just a singer with a beautiful voice. She was a true musician. Her voice was an instrument and she knew how to use it. With the same complexity as someone who has mastered the violin or the piano, Whitney mastered the use of her voice. From every run to every crescendo—she was in tune with what she could do with her voice and it's not something simple for a singer—even a very talented one—to achieve. Whitney is 'the Voice' because she worked for it. This is someone who was singing backup for her mom when she was 14 years old at nightclubs across the country. This is someone who sang backup for Chaka Khan when she was only 17. She had years and years of honing her craft on stage and in the studio before she ever got signed to a record label. Coming from a family of singers and surrounded by music; she pretty much had a formal education in music, just like someone who might attend a performing arts high school or major in voice in college.\"",
        "ngram": 187,
        "subject": "Taylor Swift"
    },
    {
        "text": "She is known for coining popular phrases such as \"put a ring on it\", a euphemism for marriage proposal, \"I woke up like this\", which started a trend of posting morning selfies with the hashtag #iwokeuplikethis, and \"boy, bye\", which was used as part of the Democratic National Committee's campaign for the 2020 election. Similarly, she also came up with the phrase \"visual album\" following the release of her fifth studio album, which had a video for every song. This has been recreated by many other artists since, such as Frank Ocean and Melanie Martinez. The album also popularized surprise releases, with many artists releasing songs, videos or albums with no prior announcement, such as Taylor Swift, Nicki Minaj, Eminem, Frank Ocean, Jay-Z and Drake.",
        "ngram": 125,
        "subject": "Taylor Swift"
    },
    {
        "text": "In 2015, he sang on the album Strangers Again, performing a duet with Judy Collins of the song \"Make Our Garden Grow\" from Candide by Leonard Bernstein. The same year, he released an ambient/spoken-word album entitled Sleeping Tapes. All proceeds from the album go directly to Bridges' charity No Kid Hungry. Bridges plays many guitars, including the Gretsch Chet Atkins Country Gentlemen Model G6122-19. In 2020, Bridges partnered with Breedlove Guitars to release his signature Oregon Concerto Bourbon CE with \"All In This Together\" scrawled across the fretboard.",
        "ngram": 88,
        "subject": "Taylor Swift"
    },
    {
        "text": "In August 2019, a whistleblower filed a complaint with the Inspector General of the Intelligence Community about a July 25 phone call between Trump and President of Ukraine Volodymyr Zelenskyy, during which Trump had pressured Zelenskyy to investigate CrowdStrike and Democratic presidential candidate Biden and his son Hunter. The whistleblower said that the White House had attempted to cover up the incident and that the call was part of a wider campaign by the Trump administration and Trump attorney Rudy Giuliani that may have included withholding financial aid from Ukraine in July 2019 and canceling Pence's May 2019 Ukraine trip.",
        "ngram": 100,
        "subject": "Taylor Swift"
    },
    {
        "text": "Jefferson's approximately $100,000 of debt weighed heavily on his mind in his final months, as it became increasingly clear that he would have little to leave to his heirs. In February 1826, he successfully applied to the General Assembly to hold a public lottery as a fundraiser. His health began to deteriorate in July 1825, due to a combination of rheumatism from arm and wrist injuries, and intestinal and urinary disorders. By June 1826, he was confined to bed. On July 3, overcome by fever, Jefferson declined an invitation to attend an anniversary celebration of the Declaration in Washington.",
        "ngram": 99,
        "subject": "Taylor Swift"
    },
    {
        "text": "On the June 2 episode of Raw, The Rock turned face after joining the Highlight Reel and attacking Christian and Chris Jericho with Booker T. He would later return on the December 8 episode of Raw to help Mick Foley against La Résistance. In 2004, The Rock aided Mick Foley in his feud against Evolution, leading to a reunion of the Rock 'n' Sock Connection. They lost against Ric Flair, Randy Orton, and Batista in a handicap match at WrestleMania XX on March 14, 2004, when Orton pinned Foley after an RKO. This was Johnson's final wrestling match until November 2011. The Rock appeared in WWE sporadically following WrestleMania XX. He made returns to provide support for Eugene against Jonathan Coachman and made a cameo in his hometown of Miami, where he confronted Randy Orton. On the August 23 episode of Raw, he hosted a pie-eating contest, as part of the WWE Diva Search, and ended the segment by giving Coachman a People's Elbow. The Rock's contract with WWE then ended and he started his full-time acting career.",
        "ngram": 178,
        "subject": "Taylor Swift"
    },
    {
        "text": "Her second son, Damon Elliott, is a music producer, who has worked with Mýa, Pink, Christina Aguilera and Keyshia Cole. He arranged and produced his mother's 2006 Concord release My Friends and Me. She received a 2014 Grammy Award nomination in the Traditional Pop Category for her 2013 album release, Now.On January 24, 2015, Warwick was hospitalized after a fall in the shower at her home. After ankle surgery, she was discharged from the hospital.",
        "ngram": 75,
        "subject": "Taylor Swift"
    },
    {
        "text": "The queen attempted to fight back with propaganda portraying her as a caring mother, most notably in the painting by Élisabeth Vigée Le Brun exhibited at the Royal Académie Salon de Paris in August 1787, showing her with her children. Around the same time, Jeanne de Valois-Saint-Rémy escaped from prison and fled to London, where she published damaging slander concerning her supposed amorous affair with the queen.The political situation in 1787 worsened when, at Marie Antoinette's urging, the Parlement was exiled to Troyes on 15 August. It further deteriorated when Louis XVI tried to use a lit de justice on 11 November to impose legislation. The new Duc d'Orléans publicly protested the king's actions, and was subsequently exiled to his estate at Villers-Cotterêts. The May Edicts issued on 8 May 1788 were also opposed by the public and parliament. Finally, on 8 August, Louis XVI announced his intention to bring back the Estates General, the traditional elected legislature of the country, which had not been convened since 1614.While from late 1787 up to his death in June 1789 Marie Antoinette's primary concern was the continued deterioration of the health of the dauphin, who suffered from tuberculosis, she was directly involved in the exile of the Parlement, the May Edicts, and the announcement regarding the Estates-General. She did participate in the King Council, the first queen to do this in over 175 years (since Marie de' Medici had been named Chef du Conseil du Roi, between 1614 and 1617), and she was making the major decisions behind",
        "ngram": 256,
        "subject": "Taylor Swift"
    },
    {
        "text": "Crawford and her daughter Kaia appeared together on the cover of the April 2016 issue of Vogue Paris. In 2016, she became a spokesperson for Acqua Minerale San Benedetto in Italy. In September 2017, Crawford, along with models Claudia Schiffer, Naomi Campbell, Helena Christensen and Carla Bruni, closed the Versace spring/summer 2018 fashion show, which was an homage to the late Gianni Versace.In January 2019, Crawford, along with her husband Rande Gerber, Michael Meldman, Jeff Shell, and Jay Sures announced they would purchase the Hollywood deli, Nate 'n Al, to keep its doors open after three generations of family ownership.Crawford was featured in an upcoming four-part Apple TV+ docuseries titled The Super Models, which premiered on September 20, 2023. The series also featured Naomi Campbell, Christy Turlington, and Linda Evangelista and was directed by Roger Ross Williams and Larissa Bills.",
        "ngram": 140,
        "subject": "Taylor Swift"
    },
    {
        "text": "Favre established the Brett Favre Fourward Foundation in 1996. In conjunction with his annual golf tournament, celebrity softball game and fundraising dinners, the foundation has donated more than $2 million to charities in his home state of Mississippi as well as to those in his adopted state of Wisconsin.",
        "ngram": 49,
        "subject": "Taylor Swift"
    },
    {
        "text": "With a new management, Aguilera started moving away from her teen pop niche and began working on a new project. She cultivated a new image by adopting the alter ego Xtina, dyeing her hair black, and sporting several tattoos and body piercings. Aguilera's new persona was widely criticized by media outlets. In September 2002, she released the controversial song, \"Dirrty\", which garnered mixed reviews and peaked as number 48 on Billboard Hot 100. The song's accompanying music video generated controversy for depicting overtly sexual fetishes, and attracted the attention of conservative organizations and moralists who sought to have the video banned on MTV. The video also sparked protests in Thailand and was eventually banned on the country's local television. Despite the backlash, \"Dirrty\" topped the charts in the UK and Ireland, and has gone on to become a cult classic.",
        "ngram": 140,
        "subject": "Taylor Swift"
    },
    {
        "text": "In 1955, Kelly was photographed by Howell Conant in Jamaica. He photographed her without makeup in a naturalistic setting, a departure from the traditional portrayal of actresses. The resulting photographs were published in Collier's, with a celebrated photo of her rising from the water with wet hair making the cover. Following Grace's marriage, Conant was the unofficial photographer to the House of Grimaldi and extensively photographed her, Rainier, and their three children. In 1992, Conant published Grace, a book of photographs that he took during her 26-year tenure as Princess of Monaco. Princess Grace has been depicted by many pop artists, including Andy Warhol and James Gill. Warhol made a portrait of her for the Institute of Contemporary Art, Philadelphia as a limited edition silkscreen in 1984.In 2012, Grace's childhood home was made a Pennsylvania historic landmark, and a historical marker was placed on the site. The house, located at 3901 Henry Avenue in the East Falls section of Philadelphia, was built by her father John B. Kelly Sr. in 1929. Grace lived in the house until 1950, and Prince Rainier III proposed to her there in 1955. The Kelly family sold the property in 1974. Prince Albert of Monaco purchased the property, speculating that the home would be used either as museum space or as offices for the Princess Grace Foundation.",
        "ngram": 222,
        "subject": "Taylor Swift"
    },
    {
        "text": "Cooper was also a fill-in co-host for Regis Philbin on Live with Regis and Kelly in 2007 when Philbin underwent triple-bypass heart surgery. As of 2019, he still periodically serves as guest co-host on Live when one of the two hosts cannot go in to work.",
        "ngram": 46,
        "subject": "Taylor Swift"
    },
    {
        "text": "On September 7, 2006, Hilton was arrested by the Los Angeles Police Department (LAPD) and charged with driving under the influence of alcohol, with a blood alcohol content of 0.08%. In November 2006, Hilton's driver's license was suspended, and on January 22, 2007, she pleaded no contest to a reckless driving charge. Her sentence was 36 months' probation and fines totaling about US$1,500. On February 27, 2007, she was stopped for driving with a suspended license, and she signed an agreement that she was not permitted to drive. The next month, she was caught driving 70 mph in a 35-mph zone without headlights at night with a suspended license. Prosecutors in the office of the Los Angeles City Attorney charged that these infractions and her failure to enroll in a court-ordered alcohol-education program violated her probation. On May 4, 2007, Hilton was sentenced by Judge Michael T. Sauer to 45 days in jail for the probation violation. She planned to appeal the sentence, supporting an online petition (created on May 5 by Joshua Morales) asking California governor Arnold Schwarzenegger for a pardon. Hilton changed lawyers and dropped her plans to appeal.",
        "ngram": 191,
        "subject": "Taylor Swift"
    },
    {
        "text": "On March 12, 2007, the Rock appeared on a WWE show after nearly three years, via a pre-taped promo shown during Raw. He correctly predicted that Bobby Lashley would defeat Umaga at WrestleMania 23 in Donald Trump's and Vince McMahon's \"Battle of the Billionaires\" Hair vs. Hair match. On March 29, 2008, Johnson inducted his father Rocky Johnson and grandfather Peter Maivia into the WWE Hall of Fame. His next appearance was through a pre-taped promo on October 2, 2009, during the Decade of SmackDown.",
        "ngram": 85,
        "subject": "Taylor Swift"
    },
    {
        "text": "Stewart's other film and television roles include the flamboyantly gay Sterling in the 1995 film Jeffrey and King Henry II in The Lion in Winter, for which he received a Golden Globe Award nomination for his performance and an Emmy Award nomination for executive-producing the film. He portrayed Captain Ahab in the 1998 made-for-television film version of Moby Dick, receiving an Emmy Award nomination and Golden Globe Award nomination for his performance. He starred in the 1998 film Safe House. He also starred as Scrooge in a 1999 television film version of Charles Dickens' A Christmas Carol, receiving a Screen Actors Guild Award nomination for his performance.",
        "ngram": 107,
        "subject": "Taylor Swift"
    },
    {
        "text": "In 2018, Lopez released a string of Spanish and Spanglish singles: \"Se Acabó el Amor\", \"El Anillo\", \"Dinero\" featuring DJ Khaled and Cardi B, and \"Te Guste\" with Bad Bunny. Forbes noted that the songs were unable to \"completely connect on a crossover, mainstream level\", but were more successful on US-based Latin charts, nearly all of them reaching number one on the Billboard Latin Airplay chart. In collaboration with Inglot Cosmetics, she launched a limited-edition makeup collection. She later starred in and executive produced the comedy film Second Act (2018), directed by Peter Segal; she also recorded the single \"Limitless\" for its soundtrack. Second Act earned mixed reviews from critics, but performed well at the box office, grossing $72.3 million during its theatrical run.",
        "ngram": 124,
        "subject": "Taylor Swift"
    },
    {
        "text": "Wagons East was completed using a stunt double and special effects and released five months after Candy's death. His final completed film was Canadian Bacon, a satirical comedy by Michael Moore released a year after Candy's death. Candy played American sheriff Bud Boomer, who led an \"invasion\" of Canada. Candy recorded a voice for the TV film The Magic 7 in the early 1990s. The film remained in production for years owing to animation difficulties and production delays, and it was eventually shelved.",
        "ngram": 83,
        "subject": "Taylor Swift"
    },
    {
        "text": "Coy Luther \"Luke\" Perry III (October 11, 1966 – March 4, 2019) was an American actor. He became a teen idol for playing Dylan McKay on the Fox television series Beverly Hills, 90210 from 1990 to 1995, and again from 1998 to 2000. Perry also starred as Fred Andrews on the CW series Riverdale. He had guest roles on shows such as Criminal Minds, Law & Order: Special Victims Unit, The Simpsons, and Will & Grace, as well as a recurring role voicing Rick Jones in The Incredible Hulk (1996–1997) from Marvel Comics, and also appeared in various films, including Buffy the Vampire Slayer (1992), 8 Seconds (1994), The Fifth Element (1997), The Final Storm, The Beat Beneath My Feet (2016), and Once Upon a Time in Hollywood (2019), which was his final feature performance.",
        "ngram": 135,
        "subject": "Taylor Swift"
    },
    {
        "text": "During his competitive fighting career, Norris began to evolve the style to make it more effective and well-rounded by studying other systems such as Shōtōkan, Gōjū-ryū, Shitō-ryū, American Kenpo, Enshin kaikan, Kyokushin, Judo, Brazilian Jiu-Jitsu, Arnis, Taekwondo, Tang Soo Do and Hapkido. Chun Kuk Do now emphasizes self defense, competition, weapons, grappling, and fitness, among other things. Each summer the United Fighting Arts Federation (UFAF) holds a training conference and the Chun Kuk Do world championship tournament in Las Vegas, Nevada.The art includes a code of honor and rules to live by. These rules are from Norris's personal code. They are:",
        "ngram": 101,
        "subject": "Taylor Swift"
    },
    {
        "text": "Jefferson once said, \"My first wish is that the labourers may be well treated\". Jefferson did not work his slaves on Sundays and Christmas and he allowed them more personal time during the winter months. Some scholars doubt Jefferson's benevolence, noting cases of excessive slave whippings in his absence. His nail factory was staffed only by enslaved children. Many of the enslaved boys became tradesmen. Burwell Colbert, who started his working life as a child in Monticello's Nailery, was later promoted to the supervisory position of butler.",
        "ngram": 87,
        "subject": "Taylor Swift"
    },
    {
        "text": "In September 2011, White teamed up with English singer Luciana to produce a remix of her song \"I'm Still Hot\". The song was released digitally on September 22 and the video later premiered on October 6. It was made for a campaign for a life settlement company, The Lifeline Program, and it is her only commercial single to date, peaking at number 1 on the Dance Club Songs chart. White also covered songs on her live television shows, such as \"Nevertheless I'm in Love with You\", \"It's a Good Day\", \"Getting to Know You\" and \"A 'No' That Sounds like 'Yes'\".",
        "ngram": 101,
        "subject": "Taylor Swift"
    },
    {
        "text": "Stallone continued his established roles in Rocky Balboa (2006) and Rambo (2008) before launching The Expendables film franchise (2010–present), in which he starred as the mercenary Barney Ross. In 2013, he starred in the successful film Escape Plan and appeared in its sequels. In 2015, he returned to Rocky again with Creed, in which a retired Rocky mentors former rival Apollo Creed's son Donnie Creed. The film brought Stallone widespread praise and his first Golden Globe Award, as well as a third Academy Award nomination, having been first nominated for the same role 40 years prior. Since 2022, he has starred in the Paramount+ crime series Tulsa King.",
        "ngram": 108,
        "subject": "Taylor Swift"
    },
    {
        "text": "A month after the release of her debut album, Rihanna began working on her second studio album. A Girl like Me was released in April 2006. Rolling Stone felt that \"the burning rock guitar\" and haunted strings of some of the album's tracks made \"A Girl like Me [...] likable.\" The album was a commercial success, charting in the top 10 in 13 countries. The album reached No. 1 in Canada and No. 5 in the United Kingdom and the United States, where it sold 115,000 copies in its first week. The album became Rihanna's first to be certified Platinum by the RIAA, after selling over 1,000,000 units. Its lead single, \"SOS\", was an international success, charting in the top five in 11 countries. The song reached No. 1 on the US Billboard Hot 100 and in Australia, her first to reach this chart position. \"Unfaithful\", the album's second single, reached the top 10 in 18 countries, including No. 1 in Canada and Switzerland. Two more singles were released from the album: \"We Ride\" and \"Break It Off\".",
        "ngram": 178,
        "subject": "Taylor Swift"
    },
    {
        "text": "Melanie Richards Griffith was born on August 9, 1957, in Manhattan, New York City, to future actress Tippi Hedren and Peter Griffith, a former child stage actor and advertising executive. Griffith's paternal ancestry is English, as well as Welsh, Scots-Irish, Irish, and Scottish, while her maternal ancestry is Swedish, Norwegian, and German. Her parents separated when she was two years old, after which she relocated to Los Angeles with her mother. On February 4, 1961, her father married model-actress Nanita Greene and had two more children: Tracy Griffith, who also became an actress, and Clay A. Griffith, a set designer. Her mother married agent and producer Noel Marshall on September 27, 1964.During her childhood and adolescent years, she lived part of the time in New York with her father and part-time in Antelope Valley, California, where her mother formed the animal preserve Shambala. Griffith appeared in advertisements and briefly worked as a child model before abandoning the career, citing extreme shyness as the reason. While attending the Hollywood Professional School, Griffith was advanced in her studies, which allowed her to skip a grade level and graduate at age 16.",
        "ngram": 189,
        "subject": "Taylor Swift"
    },
    {
        "text": "McQueen had an unusual reputation for demanding free items in bulk from studios when agreeing to do a film, such as electric razors, jeans and other items. It was later discovered McQueen donated these things to the Boys Republic reformatory school, where he had spent time during his teen years. McQueen made occasional visits to the school to spend time with the students, often to play pool and speak about his experiences.",
        "ngram": 72,
        "subject": "Taylor Swift"
    },
    {
        "text": "In November 1975, McEntire signed a country music recording contract with PolyGram/Mercury Records. She made her first recordings for the label in January 1976. She was produced by Glenn Keener and was backed by a Countrypolitan arrangement that included a string section. McEntire's debut single was released in 1976 titled \"I Don't Want to Be a One Night Stand\". The track failed to become a major hit, only peaking at number 88 on the Billboard Hot Country Songs chart that May. It was followed by the low-charting Billboard country singles \"(There's Nothing Like the Love) Between a Woman and Man\" and \"Glad I Waited Just for You\". Mercury issued her self-titled debut album in 1977. In his album review, Greg Adams of AllMusic compared it to the country crossover style of Barbara Mandrell and Tammy Wynette. McEntire also began touring and performing more frequently. Without a band of her own, she often relied on house bands to accompany her. In some instances, the backing bands did not know country music and McEntire would have to fill her time onstage with jokes.McEntire's career gained more momentum by 1978. That year she collaborated on two singles with country artist Jacky Ward. The duo's double-sided release of \"I'd Really Love to See You Tonight\"/\"Three Sheets in the Wind\" became her first top 20 hit on the country chart. When Glenn Keener left the PolyGram/Mercury roster, McEntire inherited producer Jerry Kennedy. Kennedy produced her second studio album titled Out of a Dream (1979). The album's cover of Patsy Cline's \"Sweet",
        "ngram": 256,
        "subject": "Taylor Swift"
    },
    {
        "text": "Liotta grew up in a Roman Catholic household in Union, New Jersey, although his family was not especially religious. They attended church and he received first communion and was confirmed, but the family did not pray much. He occasionally used prayer in his daily life, telling an interviewer, \"... if I'm in a fix, I'll pray ... if I'm feeling uncomfortable about something, I'll say \"Our Fathers\" and \"Hail Marys\" to this day.\" In 1973, he graduated from Union High School, and was later named to the Union High School Hall of Fame.",
        "ngram": 93,
        "subject": "Taylor Swift"
    },
    {
        "text": "Jefferson's popularity further suffered in his second term due to his response to wars in Europe. Positive relations with Britain had diminished, due partly to the antipathy between Jefferson and British diplomat Anthony Merry. After Napoleon's decisive victory at the Battle of Austerlitz in 1805, Napoleon became more aggressive in his negotiations over trading rights, which American efforts failed to counter. Jefferson then led the enactment of the Embargo Act of 1807, directed at both France and Britain. This triggered economic chaos in the U.S. and was strongly criticized, resulting in Jefferson having to abandon the policy a year later.",
        "ngram": 100,
        "subject": "Taylor Swift"
    },
    {
        "text": "A week after being dropped from Daddio, Duff landed the title role of a newly developed Disney Channel series, Lizzie McGuire. Lizzie McGuire premiered on January 12, 2001, and became a ratings hit, with an estimated 2.3 million viewers per episode. Duff quickly became labeled as a teen idol and household name, particularly within the show's pre-teen adolescent target demographic. Disney began marketing the series through soundtracks, books, dolls, toys, and video games based on Duff's character; the company reportedly made an estimated $100 million from the show's merchandise alone. The actress was featured in the Game Boy Advance video games that were created for her Lizzie McGuire character. Duff made her feature film debut in Human Nature (2002), in which she portrayed the younger version of Patricia Arquette's character. Duff also starred in the 2002 Disney Channel television film Cadet Kelly, which became the network's most watched program in its then 19-year history.Duff began making appearances on various soundtracks for the Disney channel, recording a cover of the Brooke McClymont song \"I Can't Wait\" for the soundtrack to Lizzie McGuire. She later recorded a cover of \"The Tiki Tiki Tiki Room\" for DisneyMania. Upon expressing interest in a music career, production on Duff's debut Christmas themed album began. Santa Claus Lane was released in October 2002, peaking in the lower portion of the Billboard 200 chart in the United States. The album was initially distributed through Walt Disney Records, with Buena Vista later re-releasing the project. It went on to receive a Gold certification from",
        "ngram": 256,
        "subject": "Taylor Swift"
    },
    {
        "text": "On March 31, 2023, Wayne dropped his first ever greatest hits album titled I Am Music. Wayne is currently working on Tha Carter VI, and released a single titled \"Kat Food\" on September 1, 2023. On November 3, 2023, Wayne was featured on the remix to Ciara and Chris Brown's single \"How We Roll\".",
        "ngram": 54,
        "subject": "Taylor Swift"
    },
    {
        "text": "In 1997, Hill guest starred in a three episode arc of popular television series Touched by an Angel and its subsequent  spin off series, Promised Land. This marked her acting debut.In 2002 it was rumored that Hill had won the role of Julia Compton Moore, the wife of Hal Moore, played by Mel Gibson, in the 2002 movie We Were Soldiers. The role was ultimately played by Madeleine Stowe.Hill made her film debut in the summer of 2004, when she co-starred with Nicole Kidman, Matthew Broderick and Glenn Close in director Frank Oz's remake of the 1975 thriller The Stepford Wives. Although the film received mixed reviews, it went on to earn over $100 million.In 2015, Hill appeared in the independent crime drama film Dixieland. The film was written and directed by Hank Bedford and also stars Chris Zylka, Riley Keough, Spencer Lofranco, and Steve Earle. Dixieland had its world premiere at the Tribeca Film Festival on April 19, 2015. The film was released in a limited release and through video on demand on December 11, 2015, by IFC Films.On October 14, 2015, it was announced that Hill would be an executive producer for a new lifestyle television program  with former Oprah executive producer Lisa Erspamer. The show, called Pickler & Ben, debuted in mid-2017, features Kellie Pickler and Ben Aaron as hosts and is filmed in Nashville.In August 2021, it was announced that Hill would co-star in Paramount+'s Yellowstone prequel 1883. Hill also appeared in one episode of Yellowstone season four in a",
        "ngram": 256,
        "subject": "Taylor Swift"
    }
]