[
    {
        "text": "At approximately the same time, Fanfare Films started production on the George Hamilton biopic (Evel Knievel (1971 film)). Two other films about Knievel, a television pilot made in 1974 starring Sam Elliott, and a made-for-TV film in 2004 starring George Eads, were produced in later years. In 1974, Knievel and Amherst Records released at the Sound City Studios the self-titled album Evel Knievel, which included a press conference, an anti-drug talk for his young fans, and four other tracks.",
        "ngram": 79,
        "subject": "Raquel Welch"
    },
    {
        "text": "In October 2012, he stated: \"If I'd picture in my mind a drink—usually straight out of the bottle—I couldn't not do it,\" noting that while acting in plays he would \"have the shakes so bad I'd have to have a drink to get through the show. I'm lucky I never got fired.\" Sober since 2007, Goodman tries to attend an Alcoholics Anonymous meeting every morning.",
        "ngram": 65,
        "subject": "Raquel Welch"
    },
    {
        "text": "During 2013, Kelly continued his \"The Single Ladies Tour\". He performed at music festivals across North America, including Bonnaroo, Pitchfork, and Macy's Music Festival. On June 30, 2013, R. Kelly performed live at BET Awards Show singing hits as well as his new track \"My Story\" featuring Atlanta rapper 2 Chainz. The song was the lead single for Kelly's twelfth studio album Black Panties. released on December 10, 2013. Writing for New York magazine, David Marchese stated that Black Panties \"was like a dare to the world: After all that he'd been accused of, after avoiding conviction, could R. Kelly still get away with making sex-obsessed music?\"In 2013, Kelly collaborated with several artists including Celine Dion, Mariah Carey, Mary J. Blige, and Jennifer Hudson. In an interview with Global Grind in November, he described follow up work with Celine Dion after their number one single \"I'm Your Angel\" from 1998. Kelly worked with singer Mariah Carey for her album \"The Art of Letting Go\".Kelly co-wrote and sang on Lady Gaga's song \"Do What U Want\" from her 2013 album Artpop, performing the duet with her on Saturday Night Live on November 16, 2013, and at the 2013 American Music Awards. \"Do What U Want\" had since been removed from streaming services and re-releases of Gaga's Artpop album following sexual misconduct allegations against Kelly in early 2019. He also collaborated with Birdman and Lil Wayne on \"We Been On\", a single from the Cash Money Records compilation, Rich Gang. He also appeared on Twista's first single on",
        "ngram": 256,
        "subject": "Raquel Welch"
    },
    {
        "text": "Confucius's descendants were repeatedly identified and honored by successive imperial governments with titles of nobility and official posts. They were honored with the rank of a marquis 35 times since Gaozu of the Han dynasty, and they were promoted to the rank of duke 42 times from the Tang dynasty to the Qing dynasty. Emperor Xuanzong of Tang first bestowed the title of \"Duke Wenxuan\" on Kong Suizhi of the 35th generation. In 1055, Emperor Renzong of Song first bestowed the title of \"Duke Yansheng\" on Kong Zongyuan of the 46th generation.During the Southern Song dynasty, the Duke Yansheng Kong Duanyou fled south with the Song Emperor to Quzhou in Zhejiang, while the newly established Jin dynasty (1115–1234) in the north appointed Kong Duanyou's brother Kong Duancao who remained in Qufu as Duke Yansheng. From that time up until the Yuan dynasty, there were two Duke Yanshengs, one in the north in Qufu and the other in the south at Quzhou. An invitation to come back to Qufu was extended to the southern Duke Yansheng Kong Zhu by the Yuan-dynasty Emperor Kublai Khan. The title was taken away from the southern branch after Kong Zhu rejected the invitation, so the northern branch of the family kept the title of Duke Yansheng. The southern branch remained in Quzhou where they live to this day. Confucius's descendants in Quzhou alone number 30,000. The Hanlin Academy rank of Wujing boshi 五經博士 was awarded to the southern branch at Quzhou by a Ming Emperor while the northern branch at Qufu",
        "ngram": 256,
        "subject": "Raquel Welch"
    },
    {
        "text": "Williams won her 44th WTA career title and her first title in over 2+1⁄2 years at the Luxembourg Open, where she defeated Monica Niculescu in straight sets. Williams also qualified for the WTA Tournament of Champions in Sofia, but withdrew as the tournament clashed with her and her sister Serena's 'Breaking the Mould' tour in Africa. With her title in Luxembourg, her ranking rose to number 24. She ended the year with this ranking.",
        "ngram": 74,
        "subject": "Raquel Welch"
    },
    {
        "text": "To commemorate the 10th anniversary of Jagged Little Pill (1995), Morissette released a studio acoustic version, Jagged Little Pill Acoustic, in June 2005. The album was released exclusively through Starbucks' Hear Music retail concept through their coffee shops for a six-week run. The limited availability led to a dispute between Maverick Records and HMV North America, who retaliated by removing Morissette's other albums from sale for the duration of Starbucks's exclusive six-week sale. As of November 2010, Jagged Little Pill Acoustic had sold 372,000 copies in the U.S., and a video for \"Hand in My Pocket\" received rotation on VH1 in America. The accompanying tour ran for two months in mid-2005, with Morissette playing small theatre venues. During the same period, Morissette was inducted into Canada's Walk of Fame. The singer opened for The Rolling Stones for a few dates of their A Bigger Bang Tour in the autumn of 2005.",
        "ngram": 151,
        "subject": "Raquel Welch"
    },
    {
        "text": "Socrates was given the chance to offer alternative punishments for himself after being found guilty. He could have requested permission to flee Athens and live in exile, but he did not do so. According to Xenophon, Socrates made no proposals, while according to Plato he suggested free meals should be provided for him daily in recognition of his worth to Athens or, more in earnest, that a fine should be imposed on him. The jurors favoured the death penalty by making him drink a cup of hemlock (a poisonous liquid). In return, Socrates warned jurors and Athenians that criticism of them by his many disciples was inescapable, unless they became good men. After a delay caused by Athenian religious ceremonies, Socrates spent his last day in prison. His friends visited him and offered him an opportunity to escape, which he declined.The question of what motivated Athenians to convict Socrates remains controversial among scholars. There are two theories. The first is that Socrates was convicted on religious grounds; the second, that he was accused and convicted for political reasons. Another, more recent, interpretation synthesizes the religious and political theories, arguing that religion and state were not separate in ancient Athens.The argument for religious persecution is supported by the fact that Plato's and Xenophon's accounts of the trial mostly focus on the charges of impiety. In those accounts, Socrates is portrayed as making no effort to dispute the fact that he did not believe in the Athenian gods. Against this argument stands the fact that many skeptics and",
        "ngram": 256,
        "subject": "Raquel Welch"
    },
    {
        "text": "Cena moved to California in 1998 to pursue a career as a bodybuilder and switched to professional wrestling in 1999, and made his debut for Ultimate Pro Wrestling (UPW). In 2001, he signed with the then-World Wrestling Federation (WWF; renamed WWE in 2002) and was assigned to its developmental territory, Ohio Valley Wrestling (OVW), winning the OVW Heavyweight Championship and OVW Southern Tag Team Championship. After moving up to WWE's main roster on SmackDown in 2002, Cena gained fame and success after adopting the character of a trash-talking rapper. After winning his first WWE Championship in 2005, Cena transitioned into a clean-cut, heroic character which he described as a \"goody-two shoes Superman\". He led the company as its franchise player and public face from the mid-2000s to the late 2010s.",
        "ngram": 130,
        "subject": "Raquel Welch"
    },
    {
        "text": "On May 22, 2010, Morissette married rapper Mario \"Souleye\" Treadway in a private ceremony at their Los Angeles home. The couple have three children: son Ever, born in 2010; daughter Onyx, born in 2016; and another son, Winter, born in 2019.",
        "ngram": 41,
        "subject": "Raquel Welch"
    },
    {
        "text": "A varying critical and commercial reception followed in subsequent years, with Perfect Stranger (2007), Cloud Atlas (2012) and The Call (2013) being among her notable film releases in that period. Berry launched a production company, 606 Films, in 2014 and has been involved in the production of a number of projects in which she performed, such as the CBS science fiction series Extant (2014–2015). She appeared in the action films Kingsman: The Golden Circle (2017) and John Wick: Chapter 3 – Parabellum (2019) and made her directorial debut with the Netflix drama Bruised (2020).",
        "ngram": 94,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2018, he starred as the character of Arthur, the love interest of Vivian, played by Jane Fonda in Bill Holderman's romantic-comedy Book Club. In 2019, Johnson played the role of Richard Drysdale in Rian Johnson's murder-mystery Knives Out; and starred as Police Chief Judd Crawford in the HBO series Watchmen.",
        "ngram": 51,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2003, a sex tape featuring Hilton and then-boyfriend Rick Salomon was leaked onto the Internet shortly before the premiere of The Simple Life. Salomon filed a lawsuit against the company that distributed the tape, and against the Hilton family, whom he accused of tarnishing his reputation by suggesting that he had exploited Hilton. Hilton later sued the company that released the tape, Kahatani Ltd., for US$30 million for violation of privacy and emotional distress.Under the title 1 Night in Paris, Salomon began distributing the tape himself in April 2004 through the adult film company Red Light District Video. In July 2004, Salomon dropped his lawsuit against the Hilton family after Paris Hilton's privacy lawsuit was thrown out of court. Salomon and Red Light District Video agreed to pay Hilton US$400,000 plus a percentage of the tape's sale profit. In 2013, Hilton claimed she never made money off her sex tape: \"[I] never made a dollar. I make enough money in nice ways. My fragrance [line] makes enough, I don't need to worry about that.\"",
        "ngram": 175,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 1985, King published Skeleton Crew, a book of short fiction including \"The Reach\" and The Mist. He recalls: \"I would be asked, 'What happened in your childhood that makes you want to write those terrible things?' I couldn't think of any real answer to that. And I thought to myself, 'Why don't you write a final exam on horror, and put in all the monsters that everyone was afraid of as a kid? Put in Frankenstein, the werewolf, the vampire, the mummy, the giant creatures that ate up New York in the old B movies. Put 'em all in there.\" These influences coalesced into It, about a shapeshifting monster that takes the form of its victims' fears and haunts the town of Derry, Maine. He said he thought he was done writing about monsters, and wanted to \"bring on all the monsters one last time…and call it It.\" It won the August Derleth Award in 1987.",
        "ngram": 157,
        "subject": "Raquel Welch"
    },
    {
        "text": "Bolstered by 18,000 troops from the divisions of Major Generals Buell and Lew Wallace, Grant counterattacked at dawn the next day and regained the field, forcing the disorganized and demoralized rebels to retreat to Corinth. Halleck ordered Grant not to advance more than one day's march from Pittsburg Landing, stopping the pursuit. Although Grant had won the battle, the situation was little changed. Grant, now realizing that the South was determined to fight, would later write, \"Then, indeed, I gave up all idea of saving the Union except by complete conquest.\"",
        "ngram": 91,
        "subject": "Raquel Welch"
    },
    {
        "text": "Garland's films after A Star Is Born included Judgment at Nuremberg (1961) (for which she was Oscar- and Golden Globe-nominated for Best Supporting Actress), the animated feature Gay Purr-ee (1962) and A Child Is Waiting (1963) with Burt Lancaster. Her final film was I Could Go On Singing (1963), co-starring Dirk Bogarde.",
        "ngram": 52,
        "subject": "Raquel Welch"
    },
    {
        "text": "Hogan was born in Augusta, Georgia, on August 11, 1953, the son of construction foreman Pietro \"Peter\" Bollea (December 6, 1913 – December 18, 2001) of Italian descent and homemaker and dance teacher Ruth V. (née Moody; 1922 – January 1, 2011). He had an older brother named Allan (1947–1986) who died at the age of 38 from a drug overdose. Bollea is of Panamanian, Scottish and French descent. When he was one and a half years old, his family moved to Port Tampa, Florida. As a boy, he was a pitcher in Little League Baseball. Hogan attended Robinson High School. He began watching professional wrestling at 16 years old. While in high school, he revered Dusty Rhodes, and he regularly attended cards at the Tampa Sportatorium. It was at one of those wrestling cards where he first noticed Superstar Billy Graham and began looking to him for inspiration; since he first saw Graham on TV, Hogan wanted to match his \"inhuman\" look.",
        "ngram": 163,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2002, he was the featured Martin Luther King Day speaker for Lauderhill, Florida. In 2011, he received the Eugene O'Neill Theater Center Monte Cristo Award Recipient. He also received an Honorary Academy Award on November 12, 2011. He was the 2012 Marian Anderson Award Recipient. Jones won the 2014 Voice Icon Award sponsored by Society of Voice Arts and Sciences at the Museum of the Moving Image. In 2017, he received an Honorary Doctor of Arts from Harvard University.  He was honored with a Special Tony Award for Lifetime Achievement in 2017. In 2019, he was honored as a Disney Legend. In March 2022, Broadway's Cort Theatre was renamed the James Earl Jones Theatre in his honour.",
        "ngram": 119,
        "subject": "Raquel Welch"
    },
    {
        "text": "Overall, Favre had a landmark season in which he surpassed former Vikings defensive end Jim Marshall for consecutive starts at one position, with 291, and surpassed Dan Marino's previous record for four-touchdown games, and was named to his 11th Pro Bowl. The Vikings finished with a 12–4 record and earned a first-round bye. In the Divisional Round against the Dallas Cowboys, he recorded 234 passing yards and four passing touchdowns in the 34–3 victory. They advanced to the NFC Championship, ultimately losing in overtime to the eventual Super Bowl XLIV champion New Orleans Saints. He passed for 316 yards, one touchdown, and two interceptions in the 31–28 loss. Despite the loss, Favre set playoff records for pass completions and passing yards previously held by Joe Montana.",
        "ngram": 126,
        "subject": "Raquel Welch"
    },
    {
        "text": "Musk has promoted cryptocurrencies and supports them over traditional government-issued fiat currencies. Given the influence of Musk's tweets in moving cryptocurrency markets, his statements about cryptocurrencies have been viewed as market manipulation by some, such as economist Nouriel Roubini. Musk's social media praising of Bitcoin and Dogecoin was credited for increasing their prices. Consequently, Tesla's 2021 announcement, against the backdrop of Musk's social media behavior, that it bought $1.5 billion worth of Bitcoin, raised questions. Tesla's announcement that it would accept Bitcoin for payment was criticized by environmentalists and investors, due to the environmental impact of cryptocurrency mining. A few months later, in response to the criticism, Musk announced on Twitter that Tesla would no longer accept payments in Bitcoin and would not engage in any Bitcoin transactions until the environmental issues are solved.",
        "ngram": 134,
        "subject": "Raquel Welch"
    },
    {
        "text": "Brown made his acting debut with a cameo appearance in the 1989 film, Ghostbusters II, playing the Mayor's doorman. The following year, he appeared in the HBO kids show, Mother Goose Rock 'n' Rhyme playing all three characters of Three Blind Mice. In 1995, he made another guest appearance in the film, Panther, and had a major role in the Martin Lawrence film, A Thin Line Between Love and Hate. Brown made other guest appearances in the films Two Can Play That Game, Gang of Roses, Nora's Hair Salon and Go for Broke.",
        "ngram": 93,
        "subject": "Raquel Welch"
    },
    {
        "text": "In September 1935, Louis B. Mayer asked songwriter Burton Lane to go to the Orpheum Theater in downtown Los Angeles to watch the Garland Sisters' vaudeville act and to report to him. A few days later, Judy and her father were brought for an impromptu audition at Metro-Goldwyn-Mayer Studios in Culver City. Garland performed \"Zing! Went the Strings of My Heart\" and \"Eli, Eli\", a Yiddish song written in 1896 and regularly performed in vaudeville. The studio immediately signed Garland to a contract with MGM, presumably without a screen test, though she had made a test for the studio several months earlier. The studio did not know what to do with her; aged thirteen, she was older than the traditional child star, but too young for adult roles.",
        "ngram": 128,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 1949, she began appearing as co-host with Al Jarvis on his daily live television variety show Hollywood on Television, originally called Make Believe Ballroom, on KFWB and then on KLAC-TV (now KCOP-TV) in Los Angeles.White began hosting the show by herself in 1952 after Jarvis's departure, spanning five and a half hours of live ad lib television six days per week, over a continuous four-year span. In all of her various variety series over the years, White would sing at least a couple of songs during each broadcast. In 1951, she was nominated for her first Emmy Award as \"Best Actress\" on television, competing with Judith Anderson, Helen Hayes, and Imogene Coca; the award went to Gertrude Berg. At this point, the award was for body of work, with no shows named in nominations.",
        "ngram": 135,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2003, Knievel signed over exclusive rights to Los Angeles composer Jef Bek, authorizing the production of a rock opera based on Knievel's life. Directed by Bat Boy co-creator Keythe Farley, the production opened in Los Angeles in September 2007 to some positive reviews.",
        "ngram": 44,
        "subject": "Raquel Welch"
    },
    {
        "text": "Following the release of long-time Chiefs punter Dustin Colquitt in the offseason, Kelce became tied with Anthony Sherman and fellow 2013 draftee Eric Fisher as the team's longest tenured members. On August 14, 2020, Kelce signed a four-year, $57 million contract extension with the Chiefs through the 2025 season. In Week 6, he caught two touchdowns in a 26–17 victory over the Buffalo Bills. In Week 8 against the Jets, Kelce dunked the ball through the goal posts after scoring a touchdown, paying homage to former Chiefs tight end Tony Gonzalez. He was penalized for unsportsmanlike conduct and was fined $12,500. In Week 9, against the Carolina Panthers, he had ten receptions for 159 receiving yards in the 33–31 victory.In Week 11 against the Las Vegas Raiders on Sunday Night Football, Kelce recorded eight catches for 127 yards and scored the game-winning touchdown in a 35–31 win.",
        "ngram": 147,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2006, it was reported in the book State of Denial by Bob Woodward that Kissinger met regularly with President George W. Bush and Vice President Dick Cheney to offer advice on the Iraq War. Kissinger confirmed in recorded interviews with Woodward that the advice was the same as he had given in a column in The Washington Post on August 12, 2005: \"Victory over the insurgency is the only meaningful exit strategy.\" Kissinger also frequently met with U.S. Secretary of State Colin Powell, whom he warned that Coalition Provisional Authority Director L. Paul Bremer was \"a control freak\".In an interview on the BBC's Sunday AM on November 19, 2006, Kissinger was asked whether there was any hope left for a clear military victory in Iraq and responded, \"If you mean by 'military victory' an Iraqi government that can be established and whose writ runs across the whole country, that gets the civil war under control and sectarian violence under control in a time period that the political processes of the democracies will support, I don't believe that is possible. ... I think we have to redefine the course. But I don't believe that the alternative is between military victory as it had been defined previously, or total withdrawal.\"In an interview with Peter Robinson of the Hoover Institution on April 3, 2008, Kissinger reiterated that even though he supported the 2003 invasion of Iraq, he thought that the George W. Bush administration rested too much of its case for war on Saddam's supposed weapons of mass",
        "ngram": 256,
        "subject": "Raquel Welch"
    },
    {
        "text": "Soon after returning from France, Jefferson accepted President Washington's invitation to serve as Secretary of State. Pressing issues at this time were the national debt and the permanent location of the capital. He opposed a national debt, preferring that each state retire its own, in contrast to Secretary of the Treasury Alexander Hamilton, who desired consolidation of states' debts by the federal government. Hamilton also had bold plans to establish the national credit and a national bank, but Jefferson strenuously opposed this and attempted to undermine his agenda, which nearly led Washington to dismiss him from cabinet. He later left the cabinet voluntarily.",
        "ngram": 103,
        "subject": "Raquel Welch"
    },
    {
        "text": "Jefferson envisioned a university free of church influences where students could specialize in new areas not offered at other colleges. He believed that education engendered a stable society, which should provide publicly funded schools accessible based solely on ability. He initially proposed his University in a letter to Joseph Priestley in 1800 and, in 1819, founded the University of Virginia. He organized the state legislative campaign for its charter and, with the assistance of Edmund Bacon, purchased the location. He was the principal designer of the buildings, planned the university's curriculum, and served as the first rector upon its opening in 1825.",
        "ngram": 102,
        "subject": "Raquel Welch"
    },
    {
        "text": "In February 2019, Carey commenced the Caution World Tour in support of the album. Later in 2019, Carey engaged in a series of business and television ventures. On September 18, 2019, Carey released \"In the Mix\", the theme song for the ABC sitcom Mixed-ish. On November 1, 2019, Carey re-released her holiday album Merry Christmas for its 25th anniversary. The album package included the original album and another disc which include live performances from Carey's 1994 concert at St. John the Divine Church, several tracks from Merry Christmas II You, as well as other stand-alone singles such as \"Lil Snowman\" and \"The Star\". On December 5, 2019, it was announced that a mini-documentary titled Mariah Carey Is Christmas!, charting the creation and subsequent cultural legacy of \"All I Want for Christmas Is You\" was to be produced and broadcast on Amazon Music; it premiered later that month. Peaking at number one on the Billboard Hot 100 for the first time the same year, the song ended up giving Carey her nineteenth chart-topper in the US, and it returned to its peak every holiday season since.",
        "ngram": 185,
        "subject": "Raquel Welch"
    },
    {
        "text": "On 13 July 2009, four hooded teenagers broke into the Hollywood Hills home of Bloom and stole nearly half a million dollars' worth of possessions. The burglars, dubbed the \"Bling Ring,\" targeted the homes of celebrities. Most of Bloom's stolen items were retrieved.",
        "ngram": 43,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2018, Strahan began co-hosting a daytime talk show spin-off of Good Morning America, originally titled GMA Day, alongside Sara Haines. In January 2019, the program was retitled Strahan and Sara, then finally Strahan, Sara and Keke in August 2019, to coincide with the addition of actress Keke Palmer. The show was put on hiatus in March 2020 due to ABC News coverage of the COVID-19 pandemic. It was officially cancelled in the fall of that year.",
        "ngram": 77,
        "subject": "Raquel Welch"
    },
    {
        "text": "Theo kept all of Vincent's letters to him; but Vincent kept only a few of the letters he received. After both had died, Theo's widow Jo Bonger-van Gogh arranged for the publication of some of their letters. A few appeared in 1906 and 1913; the majority were published in 1914. Vincent's letters are eloquent and expressive, have been described as having a \"diary-like intimacy\", and read in parts like autobiography. Translator Arnold Pomerans wrote that their publication adds a \"fresh dimension to the understanding of Van Gogh's artistic achievement, an understanding granted to us by virtually no other painter\".",
        "ngram": 99,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2011, Bloom appeared in The Three Musketeers opposite Milla Jovovich, Logan Lerman, Matthew Macfadyen, Ray Stevenson, Luke Evans, Juno Temple and Christoph Waltz. Bloom also reprised his role as Legolas in parts two and three of The Hobbit, Peter Jackson's three-part prequel to The Lord of the Rings trilogy. He made his Broadway stage debut as Romeo in Romeo and Juliet in August 2013 at the Richard Rodgers Theatre. The New York Times theatre critic Ben Brantley described Bloom's performance as \"a first-rate Broadway debut\" in the title role: \"For once, we have a Romeo who evolves substantively, from a posturing youth in love with love, to a man who discovers the startling revelation of real love, with a last-act descent into bilious, bitter anger that verges on madness.\" Bloom made statements about returning to the Pirates franchise as early as October 2011, and there were discussions for him to reprise his role as Will Turner by 2014. Although it was announced as a supporting role, Bloom ultimately made a cameo appearance in the fifth film, Pirates of the Caribbean: Dead Men Tell No Tales, which was released in May 2017.",
        "ngram": 192,
        "subject": "Raquel Welch"
    },
    {
        "text": "Joanne Rowling  ( ROH-ling); born 31 July 1965), better known by her pen name J. K. Rowling, is a British author and philanthropist. She wrote Harry Potter, a seven-volume fantasy series published from 1997 to 2007. The series has sold over 600 million copies, been translated into 84 languages, and spawned a global media franchise including films and video games. The Casual Vacancy (2012) was her first novel for adults. She writes Cormoran Strike, an ongoing crime fiction series, under the alias Robert Galbraith.",
        "ngram": 85,
        "subject": "Raquel Welch"
    },
    {
        "text": "Carey experienced an enduring success in various Asian countries. She is the best-selling Western artist in Japan. #1's was certified with a triple-Million award and holds the record as the best-selling international album in the country, while Music Box, Daydream, Butterfly and Merry Christmas all sold over 2 million copies in the country, with the latter one, being the fourth-best-selling international album. Her song \"All I Want for Christmas Is You\" is the third-best-selling song by a non-Asian artist. In 2018, Sony Music Asia Pacific presented Carey with a certificate of achievement for 1.6 billion sales units in Asia-Pacific. Carey also holds the record for the longest-running number-one song on the Brasil Hot 100, with her 2009 cover of Foreigner's \"I Want to Know What Love Is\", which spent 27 weeks atop the Brazilian charts.",
        "ngram": 135,
        "subject": "Raquel Welch"
    },
    {
        "text": "In preparation for the wedding, the Archbishop of Canterbury, Justin Welby, baptized Markle and confirmed her in the Church of England on March 6, 2018. The private ceremony, performed with water from the River Jordan, took place in the Chapel Royal at St James's Palace. The marriage ceremony was held on May 19 at St George's Chapel, Windsor Castle. Her wedding dress was designed by Clare Waight Keller. Markle later revealed that there was a private exchange of vows three days earlier, with the Archbishop of Canterbury in the couple's garden. However, this private exchange of vows was not a legally recognized marriage.",
        "ngram": 103,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 1962, Voight married actress Lauri Peters, whom he met when they both appeared in the original Broadway production of The Sound of Music. They divorced in 1967. He married actress Marcheline Bertrand in 1971. They separated in 1976, filed for divorce in 1978, and finalized it in 1980. Their children, James Haven (born 1973) and Angelina Jolie (born 1975), went on to enter the film business as actors and producers. Through Jolie, he has six grandchildren.",
        "ngram": 77,
        "subject": "Raquel Welch"
    },
    {
        "text": "On January 23, 2023, Hogan appeared live alongside Jimmy Hart to open the WWE Raw is XXX show, celebrating the 30th Anniversary of Raw. On January 22, 2024, WWE celebrated the 40th anniversary of 'Hulkamania' with Hogan appearing in pre-taped footage.",
        "ngram": 41,
        "subject": "Raquel Welch"
    },
    {
        "text": "According to Billboard, Swift was the top-earning solo artist in the US and the top-earning musician worldwide of 2021. She won six American Music Awards including Artist of the Year in 2022. At the MTV Video Music Awards, Swift won her third and fourth trophies for Video of the Year with All Too Well: The Short Film, her self-directed short film that accompanies \"All Too Well (10 Minute Version)\", in 2022 and \"Anti-Hero\" in 2023. At the Grammy Awards, All Too Well: The Short Film won Best Music Video at the 65th annual ceremony (2023) and Midnights won Best Pop Vocal Album and Swift's record fourth Album of the Year at the 66th annual ceremony. Swift became the artist with the most Album of the Year wins in Grammy history.",
        "ngram": 130,
        "subject": "Raquel Welch"
    },
    {
        "text": "For his contributions to the film industry, Cage was inducted into the Hollywood Walk of Fame in 1998 with a motion pictures star located at 7021 Hollywood Boulevard. In May 2001, Cage was awarded an Honorary Doctorate in Fine Arts by California State University, Fullerton. He spoke at the commencement ceremony. Cage has also been nominated for an Academy Award twice. He won an Academy Award for Best Actor for his role in the film Leaving Las Vegas in 1995. He was nominated for a second one for his role in the film Adaptation in 2002.He also won a Golden Globe award, Screen Actors Guild award, and many more awards for Leaving Las Vegas. He has received nominations by the Golden Globe, Screen Actors Guild, and BAFTA for his films Adaptation, Honeymoon in Vegas, and Moonstruck. He has also won and been nominated for many other awards.",
        "ngram": 147,
        "subject": "Raquel Welch"
    },
    {
        "text": "Among unfounded conspiracy theories spread on social media, including Twitter and YouTube, were claims that Meghan had faked her pregnancies and used a surrogate mother, or, alternatively, that her children do not exist at all. Meghan's half-sister, Samantha, was reported to have run multiple Twitter accounts that targeted Meghan and spread conspiracy theories about her.",
        "ngram": 55,
        "subject": "Raquel Welch"
    },
    {
        "text": "In 2007, 27 years after his death, Forbes said McQueen remained a popular star, was still the \"King of Cool\", and was one of the highest-earning dead celebrities. A rights-management agency head credited Branded Entertainment Network (called Corbis at the time) with maximizing the profitability of his estate by limiting the licensing of McQueen's image, thereby avoiding the commercial saturation of other dead celebrities' estates. As of 2007, McQueen's estate entered the top 10 of highest-earning dead celebrities.",
        "ngram": 78,
        "subject": "Raquel Welch"
    }
]