[
    {
        "text": "That was one of the loves of my life. I think she loved me as much as I loved her, you know? We dated a lot. We, we went out a lot. Her pictures were all over my wall, my mirror, everything. And I went to the Academy Awards with Diana Ross and this girl walks up to me and says 'Hi, I'm Brooke Shields.' Then she goes, 'Are you going to the after-party?' I go, 'Yeah.' 'Good, I'll see you at the party.' I'm going, 'Oh my God, does she know she's all over my room?' So we go to the after-party. She comes up to me she goes, 'Will you dance with me?' I went, 'Yes. I will dance with you.' Man, we exchanged numbers and I was up all night, singing, spinning around my room, just so happy. It was great.",
        "ngram": 144,
        "subject": "Ice Cube"
    },
    {
        "text": "In Songs My Mother Taught Me, Brando wrote that he met Marilyn Monroe at a party where she played piano, unnoticed by anybody else there, that they had an affair and maintained an intermittent relationship for many years, and that he received a telephone call from her several days before she died. He also claimed numerous other romances, although he did not discuss his marriages, his wives or his children in his autobiography.",
        "ngram": 73,
        "subject": "Ice Cube"
    },
    {
        "text": "In the latter half of 1998, The Rock saw a big uptick in fan support. He also started consolidating his famous persona during this time, which would last until 2000. His popularity caused him to be booked in a feud with fellow Nation members Mark Henry and D'Lo Brown, turning babyface in the process. Henry defeated him at Judgment Day: In Your House on October 18, 1998, after interference from Brown, effectively breaking up the stable.",
        "ngram": 76,
        "subject": "Ice Cube"
    },
    {
        "text": "Grande has said she struggled with hypoglycemia, which she attributed to poor dietary habits. She has been a vegan since 2013. Fans questioned in 2019 whether she was still a vegan after working with Starbucks to create a special edition of one of her favorite drinks which was revealed to contain eggs. Her nutritionist, Harley Pasternak, told the magazine Glamour that Grande is vegan but that he has got her to \"feel OK about indulging and celebrating sometimes\".",
        "ngram": 78,
        "subject": "Ice Cube"
    },
    {
        "text": "Jones has guest starred in many television shows over the years, including for NBC's Law & Order, Frasier, and Will & Grace, and ABC's Lois & Clark: The New Adventures of Superman. In 1990, Jones performed voice work for The Simpsons first \"Treehouse of Horror\" Halloween special, in which he was the narrator for the Simpsons' version of Edgar Allan Poe's poem \"The Raven\". He also voiced the Emperor of the Night in Pinocchio and the Emperor of the Night and Ommadon in Flight of Dragons. ",
        "ngram": 87,
        "subject": "Ice Cube"
    },
    {
        "text": "For the November 1976 issue of Playboy, which hit newsstands a couple of weeks before the election, Robert Scheer interviewed Carter. While discussing his religion's view of pride, Carter said: \"I've looked on a lot of women with lust. I've committed adultery in my heart many times.\" This response and his admission in another interview that he did not mind if people uttered the word \"fuck\" led to a media feeding frenzy and critics lamenting the erosion of boundary between politicians and their private intimate lives.",
        "ngram": 86,
        "subject": "Ice Cube"
    },
    {
        "text": "Williams started her official tennis season as No. 47 in Auckland, where she finished runner-up to Ana Ivanovic. She next participated, unseeded, at the Australian Open where she lost in the first round to No. 23 Ekaterina Makarova in three sets. Moving on to Doha, Williams lost to No. 6 Petra Kvitová in the second round at the Qatar Open after failing to put away match point in the third set tie-break. Williams then entered the Dubai Tennis Championships where she defeated five top-40 players to win her biggest title since the Madrid Open in 2010 and, at 33 years and 8 months of age, became the seventh-oldest woman to win a WTA singles title. En route, she avenged her loss to Ana Ivanovic in Auckland and her sister Serena's loss to Alizé Cornet in the semifinals, then won the title match, keeping her head-to-head record perfect against Caroline Wozniacki. Williams then competed in Miami and in Charleston where she lost to Dominika Cibulková on hard and Eugenie Bouchard on clay, respectively – both in the round of 16 and both in three sets. At the Italian Open, Williams failed to force three sets in a loss for the first time that year, falling in two sets to Carla Suárez Navarro. At the French Open, Williams was upset by No. 56 Anna Karolína Schmiedlová in three sets. Williams then lost in the third round of Wimbledon to eventual champion Petra Kvitová in a classic and much-praised encounter that saw 34 holds of serve and only two",
        "ngram": 256,
        "subject": "Ice Cube"
    },
    {
        "text": "RuPaul has made appearances in films, including  Crooklyn (1994), The Brady Bunch Movie (1995), To Wong Foo, Thanks for Everything! Julie Newmar (1995), and But I'm a Cheerleader (1999), as well as television series, including Girlboss (2017), Broad City (2017), and Grace and Frankie (2019). He created and starred in his own Netflix original series AJ and the Queen (2020). RuPaul has also published four books: Lettin' It All Hang Out (1995), Workin' It! RuPaul's Guide to Life, Liberty, and the Pursuit of Style (2010), GuRu (2018), and The House of Hidden Meanings (2024). As a recording artist, he has released fifteen studio albums. He received a Tony Award for Best Musical as a producer for the musical A Strange Loop (2019).",
        "ngram": 123,
        "subject": "Ice Cube"
    },
    {
        "text": "Socrates exerted a strong influence on philosophers in later antiquity and has continued to do so in the modern era. He was studied by medieval and Islamic scholars and played an important role in the thought of the Italian Renaissance, particularly within the humanist movement. Interest in him continued unabated, as reflected in the works of Søren Kierkegaard and Friedrich Nietzsche. Depictions of Socrates in art, literature, and popular culture have made him a widely known figure in the Western philosophical tradition.",
        "ngram": 82,
        "subject": "Ice Cube"
    },
    {
        "text": "During his speech at the 1994 Labour Party conference, Blair announced a forthcoming proposal to update the party's objects and objectives, which was widely interpreted to relate to replacing Clause IV of the party's constitution with a new statement of aims and values. This involved the deletion of the party's stated commitment to \"the common ownership of the means of production and exchange\", which was generally understood to mean wholesale nationalisation of major industries. At a special conference in April 1995, the clause was replaced by a statement that the party is \"democratic socialist\", and Blair also claimed to be a \"democratic socialist\" himself in the same year. However, the move away from nationalisation in the old Clause IV made many on the left wing of the Labour Party feel that Labour was moving away from traditional socialist principles of nationalisation set out in 1918, and was seen by them as part of a shift of the party towards \"New Labour\".",
        "ngram": 161,
        "subject": "Ice Cube"
    },
    {
        "text": "Murphy recorded the album Love's Alright in the early 1990s. He performed in a music video of the single \"Whatzupwitu\", featuring Michael Jackson. He recorded a duet with Shabba Ranks called \"I Was a King\". In 1992, Murphy appeared in the music video for Michael Jackson's \"Remember the Time\" alongside Magic Johnson and Iman. Though uncredited, Murphy provided vocal work on SNL castmate Joe Piscopo's 1985 comedy single, \"The Honeymooners Rap\". Piscopo impersonated Jackie Gleason on the single, while Murphy provided an imitation of Art Carney. In Coming to America, he imitated Jackie Wilson when he sang \"To Be Loved\", but because the character he was playing had a thick accent, he had to sing it in character; he also performed in the same film as the character Randy Watson, a small time club singer, a role he reprised in the 2021 sequel Coming 2 America.",
        "ngram": 146,
        "subject": "Ice Cube"
    },
    {
        "text": "Cyrus is a supporter of the LGBT community. Her song My Heart Beats for Love (2010) was written for one of Cyrus's gay friends, while she has since claimed London to be her favorite place to perform due to its extensive gay scene. Cyrus also has an equals sign tattooed on her ring finger in support of same-sex marriage. After her 2018 marriage to a man, Cyrus went on the record to state she still identified as queer. She founded the Happy Hippie Foundation in 2014, which works to \"Fight injustice facing homeless youth, LGBTQ youth and other vulnerable populations\".",
        "ngram": 100,
        "subject": "Ice Cube"
    },
    {
        "text": "In 2013, Wilson created a plus-size T-shirt collection named after her \"Fat Mandi\" character in The Wedge featuring images of donuts and cupcakes. In 2017, Wilson launched a plus-sized clothing range called Rebel Wilson x Angels on the heels of a collaboration with Torrid.Wilson and her Bridesmaids co-star, British actor Matt Lucas, lived together in West Hollywood, from September 2012 until 2015.In July 2015, Wilson stated her support for stricter American gun laws following the 2015 Lafayette shooting, stating, \"I don't like getting political but America you really have to follow Australia's example in gun laws. I don't remember a mass shooting in Australia since they overhauled the gun laws. It seems like every week in America there's a shooting. I just want people to be safe, especially people that are doing one of my favorite things in the world—going out to the movies to have fun.\"In 2014, Wilson paid $3.75 million for her Sydney harbourside home. The 1900s freestanding Victorian house underwent $900,000 of renovations. Wilson also settled on a Balmain investment apartment, a conversion of a historic mansion. The New York-inspired terrace home took three years to complete. Wilson paid $1.88 million off the plan in 2015 for the two-bedroom apartment.Wilson is a fan of the Los Angeles Rams of the National Football League.In 2024, Wilson stated she was a virgin until age 35. As her 40th birthday approached, Wilson made the decision to freeze her eggs which spurred on her effort to make healthy life changes. She has polycystic ovarian syndrome, and suffers",
        "ngram": 256,
        "subject": "Ice Cube"
    },
    {
        "text": "When Israel does occupy this territory deep within the West Bank, and connects the 200-or-so settlements with each other, with a road, and then prohibits the Palestinians from using that road, or in many cases even crossing the road, this perpetrates even worse instances of apartness, or apartheid, than we witnessed even in South Africa.",
        "ngram": 55,
        "subject": "Ice Cube"
    },
    {
        "text": "Trump's lawyers did not deny the facts as presented in the charges but said Trump had not broken any laws or obstructed Congress. They argued that the impeachment was \"constitutionally and legally invalid\" because Trump was not charged with a crime and that abuse of power is not an impeachable offense.",
        "ngram": 51,
        "subject": "Ice Cube"
    },
    {
        "text": "Julia Scarlett Elizabeth Louis-Dreyfus ( LOO-ee DRY-fəs; born January 13, 1961) is an American actress and comedian. Often described as one of the greatest performers in television history, she is widely known for her roles as various characters on Saturday Night Live (1982–1985), Elaine Benes on Seinfeld (1990–1998), Christine Campbell on The New Adventures of Old Christine (2006–2010), and Selina Meyer on Veep (2012–2019). Her list of accolades makes her one of the most award-winning actresses in American television history, and she has received more Primetime Emmy Awards and more Screen Actors Guild Awards than any other performer.",
        "ngram": 98,
        "subject": "Ice Cube"
    },
    {
        "text": "Rockefeller, who had rarely sold shares, held over 25% of Standard's stock at the time of the breakup. He and all of the other stockholders received proportionate shares in each of the 34 companies. In the aftermath, Rockefeller's control over the oil industry was somewhat reduced, but over the next 10 years the breakup proved immensely profitable for him. The companies' combined net worth rose fivefold and Rockefeller's personal wealth jumped to $900 million.",
        "ngram": 74,
        "subject": "Ice Cube"
    },
    {
        "text": "Shatner was born on March 22, 1931, in the Notre-Dame-de-Grâce neighbourhood of Montreal, Quebec, Canada, to a Conservative Jewish household. His parents were Ann (née Garmaise; 1905–1992) and Joseph Shatner (1898–1967), a clothing manufacturer. He is the middle (and only son) of three children; his older sister was Joy Rutenberg (1928–2023) and his younger sister is Farla Cohen (1940–). His patrilineal family name was Schattner; it was his grandfather, Wolf Schattner, who anglicized the spelling. All four of Shatner's grandparents were Jewish immigrants: they came from settlements in Ukraine and Lithuania, which were then under the rule of Austria-Hungary and the Russian Empire.Shatner attended two schools in Notre-Dame-de-Grâce, Willingdon Elementary School and West Hill High School, and is an alumnus of the Montreal Children's Theatre. He studied economics at the McGill University Faculty of Management in Montreal, where he graduated with a Bachelor of Commerce degree in 1952. In 2011, McGill University awarded him an honorary Doctorate of Letters. He was granted the same accolade by the New England Institute of Technology in May 2018.",
        "ngram": 175,
        "subject": "Ice Cube"
    },
    {
        "text": "Louis-Dreyfus' maternal half-sister, Lauren Bowles, is also an actress. She also has two paternal half-sisters, Phoebe and Emma, the latter of whom died in August 2018.While at Northwestern University, Louis-Dreyfus met future husband and Saturday Night Live comedian Brad Hall. They married in 1987 and have two sons together. Their older son, Henry Hall, is a singer-songwriter who has performed on The Tonight Show. Their younger son, Charlie Hall, is an actor. Her first pregnancy ended in a miscarriage.Louis-Dreyfus has stated that she holds much respect for \"women who are not afraid of making themselves look bad or foolish to get a laugh\" and cites her acting idols as Lucille Ball, Mary Tyler Moore, Madeline Kahn, Teri Garr, Valerie Harper, and Cloris Leachman. Actress Tina Fey said that Louis-Dreyfus served as inspiration for her character Liz Lemon on the NBC comedy series 30 Rock.On September 28, 2017, Louis-Dreyfus announced that she had been diagnosed with breast cancer, which she discovered the day after winning a Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series for her role in Veep. She stated, \"One in eight women get breast cancer. Today, I'm the one. The good news is that I have the most glorious group of supportive and caring family and friends, and fantastic insurance through my union. The bad news is that not all women are so lucky, so let's fight all cancers and make universal healthcare a reality.\" On October 18, 2018, she announced on an episode of Jimmy Kimmel Live! that she was",
        "ngram": 256,
        "subject": "Ice Cube"
    },
    {
        "text": "In August 2008, West revealed plans to open 10 Fatburger restaurants in the Chicago area; the first was set to open in September 2008 in Orland Park. The second followed in January 2009, while a third location is yet to be revealed, although the process is being finalized. His company, KW Foods LLC, bought the rights to the chain in Chicago. Ultimately, in 2009, only two locations actually opened. In February 2011, West shut down the Fatburger located in Orland Park.",
        "ngram": 81,
        "subject": "Ice Cube"
    },
    {
        "text": "On October 27, 2005, Jay-Z headlined New York's Power 105.1 annual concert, Powerhouse. The concert was entitled the \"I Declare War\" concert leading to intense speculation in the weeks preceding the event on whom exactly Jay-Z would declare war. As he had previously \"declared war\" on other artists taking lyrical shots at him at other events, many believed that the Powerhouse show would represent an all-out assault by Jay-Z upon his rivals. The theme of the concert was Jay-Z's position as president and CEO of Def Jam, complete with an on-stage mock-up of the Oval Office. Many artists made appearances such as the old roster of Roc-A-Fella records artists, as well as Ne-Yo, Teairra Marí, T.I., Young Jeezy, Akon, Kanye West, Paul Wall, The LOX, and Diddy.At the conclusion of the concert, Jay-Z put many arguments to rest to the surprise of hip hop fans. The most significant development in this show was closure to the infamous hip hop rivalry between Jay-Z and Nas. The two former rivals shook hands and shared the stage together to perform Jay-Z's \"Dead Presidents\" blended with Nas's song \"The World is Yours\".Jay-Z returned with his comeback album on November 21, 2006, titled Kingdom Come. Jay-Z's comeback single, \"Show Me What You Got\", was leaked on the Internet in early October 2006, scheduled to be released later on that month, received heavy air-play after its leak, causing the FBI to step in and investigate. Jay-Z worked with video director Hype Williams, and the single's video was directed by F. Gary Gray.",
        "ngram": 256,
        "subject": "Ice Cube"
    },
    {
        "text": "In 2020, Jackson led the executive-producer duties for late rapper Pop Smoke's debut album, Shoot for the Stars, Aim for the Moon, having been one of Pop Smoke's biggest inspirations. The album was released on July 3, 2020. Jackson curated the album, desiring to finish it after Pop had died. He contacted many of the artists involved, and also features on one of the album tracks, \"The Woo\". The Woo also features vocals from fellow American rapper Roddy Ricch.In 2020, it was reported that Jackson was producing two television series for Starz, an anthology about hip hop and a biographical drama about sports agent Nicole Lynn.In 2021, he became one of the headliners of the music festival Golden Sand in Riviera Maya.In May 2021, Curtis Jackson moved to Houston. This was thought to be for lower taxes, no income tax, and for the rapper scene, as well as other ventures such as writing new screenplays. Also, Jackson, Horizon United Group, and Houston Independent School District began a partnership on a project that would help high school students learn the business skills that define successful entrepreneurship.",
        "ngram": 185,
        "subject": "Ice Cube"
    },
    {
        "text": "Williams is the chief executive officer of her interior design firm V Starr Interiors, located in Jupiter, Florida. Her company designed the set of the Tavis Smiley Show on the Public Broadcasting Service, the Olympic athletes' apartments as part of New York City's failed bid to host the 2012 Summer Olympics, and residences and businesses in the Palm Beach, Florida area.",
        "ngram": 61,
        "subject": "Ice Cube"
    },
    {
        "text": "In a 1996 episode of the popular comedy sitcom Friends, Shields played Joey Tribbiani's stalker. This role led directly to her being cast in the title role of the NBC sitcom Suddenly Susan, in which she starred from 1996 until 2000, and which earned a People's Choice Award in the category of Favorite Female Performer in a New Television Series for her, in 1997, and two Golden Globe nominations.",
        "ngram": 69,
        "subject": "Ice Cube"
    },
    {
        "text": "Law is the younger brother of Natasha, an illustrator and artist based in London. His parents live in Vaudelnay, France, where they run their own drama school and theatre.On 2 September 1997, Law married actress Sadie Frost, whom he had met in 1992 on the set of Shopping. They have three children, including Raff and Iris. On 29 October 2003, the couple divorced.",
        "ngram": 63,
        "subject": "Ice Cube"
    },
    {
        "text": "After the death of his father, a series of events related to Favre's family were reported in the media. In October 2004, ten months after the death of Favre's father, his brother-in-law, Casey Tynes, was killed in an all-terrain vehicle accident on Favre's Mississippi property.",
        "ngram": 45,
        "subject": "Ice Cube"
    },
    {
        "text": "Simon also worked in acting. He played music producer Tony Lacey, a supporting character in the 1977 Woody Allen feature film Annie Hall, and made a cameo appearance in the movie The Rutles: All You Need Is Cash the following year. He later wrote and starred in 1980's One Trick Pony as Jonah Levin, a journeyman rock-and-roller, and wrote all the songs in the film. In 1981 He appeared in an episode of The Muppet Show, the only episode of the series to use the songs of one songwriter. He appeared in several episodes of Sesame Street in the 1970s and 1980s, including in a memorable performance of \"Me and Julio Down by the Schoolyard\" in 1977, and a cameo appearance in the song \"Put Down the Duckie!\" in 1986.",
        "ngram": 130,
        "subject": "Ice Cube"
    },
    {
        "text": "In 2014, his book Dirty Daddy was released, in which he writes about his career, comedy influences, and experiences with life and death. He embarked on a small tour in support of the book, including the Pemberton Music Festival, where he introduced Snoop Dogg prior to performing his own set. In the same year, he toured Australia for the first time with a stand-up show called Bob Saget Live: The Dirty Daddy Tour. The show was performed in the major cities of Melbourne, Sydney, Brisbane, and Perth.",
        "ngram": 87,
        "subject": "Ice Cube"
    },
    {
        "text": "Leonardo DiCaprio and Brad Pitt have each appeared in two Tarantino films, the second of which, Once Upon a Time in Hollywood, they appear in together. Like Jackson, Pitt also appeared in the Tarantino-penned True Romance. Christoph Waltz appeared in two Tarantino films, Inglourious Basterds and Django Unchained, winning a Best Supporting Actor Oscar for each role. Waltz had been working as an actor since the 1970s in numerous German movies and TV shows but was a relative unknown in America when he was cast as Hans Landa in his first film for Tarantino.Editor Sally Menke, who worked on all Tarantino films until her death in 2010, was described by Tarantino in 2007 as \"hands down my number one collaborator\".",
        "ngram": 120,
        "subject": "Ice Cube"
    },
    {
        "text": "In gratitude for his guitar contributions to Imagine, Lennon initially agreed to perform at Harrison's Concert for Bangladesh benefit shows in New York. Harrison refused to allow Ono to participate at the concerts, however, which resulted in the couple having a heated argument and Lennon pulling out of the event.",
        "ngram": 50,
        "subject": "Ice Cube"
    },
    {
        "text": "After Wheel of Fortune hostess Susan Stafford left in October 1982, White was selected as one of three substitute hostesses (along with Vicki McCarty and Summer Bartholomew) to co-host the show. On December 13, 1982, White became the regular hostess.",
        "ngram": 40,
        "subject": "Ice Cube"
    },
    {
        "text": "Describing himself as a child, Cooper has said: \"I never lived the life of 'Oh, you're so good-looking'. People thought I was a girl when I was little, because I looked like a girl –  maybe because my mother would keep my hair really long.\" He excelled at basketball, and enjoyed cooking: \"I used to have buddies come over after kindergarten and I'd cook them food. I prided myself in taking whatever was in the fridge and turning it into lasagna.\" He initially wanted to attend Valley Forge Military Academy and move to Japan to become a ninja. At an early age, his father introduced him to films like The Elephant Man, which inspired him to be an actor. Coming from a family of non-actors, Cooper says his parents initially wanted him to pursue a career in finance and were against acting, but they eventually changed their perceptions when they saw Cooper play the part of Joseph Merrick in an excerpt from the play The Elephant Man.While attending Germantown Academy, he worked at the Philadelphia Daily News. He says that in school he was neither \"the smartest person\" nor \"the coolest kid\" and \"really didn't have anything going on!\" After graduating from high school in 1993, Cooper attended Villanova University for one year before transferring to Georgetown University, where he majored in English and minored in French. Cooper graduated in 1997 with a Bachelor of Arts with honors. He was a member of the Georgetown Hoyas rowing team and acted with Nomadic Theatre. While at",
        "ngram": 256,
        "subject": "Ice Cube"
    },
    {
        "text": "In February 2009 he applied to set up a charity called the Tony Blair Africa Governance Initiative: the application was approved in November 2009. Blair's foundation hit controversy in October 2012, when news emerged that it was taking on unpaid interns.",
        "ngram": 41,
        "subject": "Ice Cube"
    },
    {
        "text": "In 2004, Shields made several of recurring guest appearances on That '70s Show playing Pam Burkhart, Jackie's (Mila Kunis) mother, who later was briefly involved with Donna's (Laura Prepon) father (Don Stark). Shields left That '70s Show when her character was written out.",
        "ngram": 43,
        "subject": "Ice Cube"
    },
    {
        "text": "In 2021, Beyoncé and Jay-Z partnered with Tiffany & Co. for the company's \"About Love\" campaign. Beyoncé became the fourth woman, and first Black woman, to wear the 128.54-carat Tiffany Yellow Diamond. The campaign featured a robin egg blue painting by Jean-Michel Basquiat titled Equals Pi (1982). Both Beyonce and the brand faced significant backlash for the campaign, as the Tiffany Yellow Diamond, which was discovered in the Kimberley diamond mines in South Africa in 1877, is classified as a blood diamond and viewed as a symbol of British colonialism over Africa.",
        "ngram": 92,
        "subject": "Ice Cube"
    },
    {
        "text": "On October 2, 2013, MTV aired the documentary Miley: The Movement, that chronicled the recording of her fourth studio album Bangerz, which was released on October 4. The album was a commercial success, debuting at number one on the Billboard 200 with first week sales of 270,000 copies. On October 5, Cyrus hosted Saturday Night Live for the second time. On November 5, Cyrus featured on rapper Future's \"Real and True\" with Mr. Hudson; an accompanying music video premiered five days later on November 10, 2013. In late 2013 she was declared Artist of the Year by MTV. ",
        "ngram": 99,
        "subject": "Ice Cube"
    }
]