[
    {
        "text": "On 15 July 1958, at the age of 44, Julia Lennon was struck and killed by a car while she was walking home after visiting the Smiths' house. His mother's death traumatised the teenage Lennon, who, for the next two years, drank heavily and frequently got into fights, consumed by a \"blind rage\". Julia's memory would later serve as a major creative inspiration for Lennon, inspiring songs such as the 1968 Beatles song \"Julia\".",
        "ngram": 74,
        "subject": "John Candy"
    },
    {
        "text": "On March 27, 1985, just days prior to the inaugural WrestleMania, Richard Belzer requested on his cable TV talk show Hot Properties that Hogan demonstrate one of his signature wrestling moves. After consistently refusing but being egged on by Belzer, Hogan put Belzer in a modified Guillotine choke, which caused Belzer to pass out. When Hogan released him, Belzer hit his head on the floor, sustaining a laceration to the scalp that required a brief hospitalization. Belzer sued Hogan for $5 million and later settled out of court. On October 20, 2006, on the Bubba the Love Sponge Show, it was claimed (with Hogan in the studio) that the settlement totaled $5 million, half from Hogan and half from Vince McMahon. During his June 23, 2008, appearance on Sirius Satellite Radio's The Howard Stern Show, Belzer suggested that the real settlement amount was actually closer to $400,000.",
        "ngram": 147,
        "subject": "John Candy"
    },
    {
        "text": "Betty Marion Ludden (née White; January 17, 1922 – December 31, 2021) was an American actress and comedian. A pioneer of early television with a career spanning almost seven decades, she was noted for her vast number of television appearances acting in sitcoms, sketch comedy, and game shows. She produced and starred in the series Life with Elizabeth (1953–1955), thus becoming the first woman to produce a sitcom.After moving from radio to television, White became a staple panelist of American game shows such as Password, Match Game, Tattletales, To Tell the Truth, The Hollywood Squares, and The $25,000 Pyramid. Dubbed \"the first lady of game shows\", she became the first woman to receive the Daytime Emmy Award for Outstanding Game Show Host for the show Just Men! in 1983. She then became more widely known for her guest and recurring appearances on shows such as The Carol Burnett Show, Mama's Family, The Bold and the Beautiful and Boston Legal.",
        "ngram": 159,
        "subject": "John Candy"
    },
    {
        "text": "For the first time in his career, Carrey portrayed multiple characters in Disney's 3D animated take on the classic Charles Dickens tale, A Christmas Carol (2009), voicing Ebenezer Scrooge and the Ghosts of Christmas Past, Present, and Future. Directed by Robert Zemeckis, the film also starred Robin Wright Penn, Bob Hoskins, Colin Firth, Gary Oldman, and Cary Elwes. The film received decent reviews and was a financial success. Carrey landed the lead role in Mr. Popper's Penguins (2011), playing Tom Popper Jr., a realtor who becomes the caretaker of a family of penguins. The film received a mixed reception upon release.He starred alongside former co-star Steve Carell in the Don Scardino-directed comedy film The Incredible Burt Wonderstone (2013). Carrey played Steve Gray, a dangerous street magician who overshadows the formerly successful magician Burt Wonderstone (played by Carell). The film was released in March 2013 to mixed reviews and underperformed significantly at the box office, grossing just over $27 million on a $30 million budget.Around the same time, he appeared in Kick-Ass 2 (also 2013) as Colonel Stars and Stripes. He retracted support for the film two months prior to its release. He issued a statement via his Twitter account that, in light of the Sandy Hook Elementary School shooting, \"Now in all good conscience I cannot support that level of violence.\"Peter Farrelly said in April 2012 that Carrey and Jeff Daniels would return for a Dumb and Dumber sequel, Dumb and Dumber To, with the Farrelly brothers writing and directing and a planned September 2012 production",
        "ngram": 256,
        "subject": "John Candy"
    },
    {
        "text": "Cage established himself in mainstream action films, such as The Rock (1996), Con Air (1997), Face/Off (1997), Gone in 60 Seconds (2000), the National Treasure film series (2004–2007), the Ghost Rider film series (2007–2011), and Kick-Ass (2010). He also took on dramatic roles in City of Angels (1998), Bringing Out the Dead (1999),  The Family Man (2000), Matchstick Men (2003), and The Wicker Man (2006). He has voiced characters in The Croods film series (2013–2020) and in Spider-Man: Into the Spider-Verse (2018). He earned renewed critical recognition for his starring roles in Mandy (2018), Pig (2021), The Unbearable Weight of Massive Talent (2022) and Dream Scenario (2023).Cage owns the production company Saturn Films and has produced films such as Shadow of the Vampire (2000) and The Life of David Gale (2003), and has directed Sonny (2002). For his contributions to the film industry, he was inducted into the Hollywood Walk of Fame in 1998. He was ranked No. 40 in Empire magazine's The Top 100 Movie Stars of All Time list in 2007 and was placed No. 37 in Premiere's 100 Most Powerful People in Hollywood in 2008.",
        "ngram": 189,
        "subject": "John Candy"
    },
    {
        "text": "In 2013, Jones starred opposite Vanessa Redgrave in a production of Much Ado About Nothing directed by Mark Rylance at The Old Vic, London. From February to June 2013, Jones starred alongside Dame Angela Lansbury in an Australian tour of Driving Miss Daisy. In 2014, Jones starred alongside Annaleigh Ashford as Grandpa in the Broadway revival of the George S. Kaufman comedic play You Can't Take It with You at the Longacre Theatre, Broadway. Ashford received a Tony Award for Best Featured Actress in a Play nomination for her performance. On September 23, 2015, Jones opened in a new revival of The Gin Game opposite Cicely Tyson, in the John Golden Theater, where the play had originally premiered (with Hume Cronyn and Jessica Tandy). The play had a planned limited run of 16 weeks. It closed on January 10, 2016.",
        "ngram": 140,
        "subject": "John Candy"
    },
    {
        "text": "In 1961, Garland and CBS settled their contract disputes with the help of her new agent, Freddie Fields, and negotiated a new round of specials. The first, titled The Judy Garland Show, aired on February 25, 1962, and featured guests Frank Sinatra and Dean Martin. Following this success, CBS made a $24 million offer (equivalent to $185.1 million in 2023) to her for a weekly television series of her own, also to be called The Judy Garland Show, which was deemed at the time in the press to be \"the biggest talent deal in TV history\". Although she had said as early as 1955 that she would never do a weekly television series, in the early 1960s, she was in a financially precarious situation. She was several hundred thousand dollars in debt to the Internal Revenue Service, having failed to pay taxes in 1951 and 1952 and the failure of A Star is Born meant that she received nothing from that investment.",
        "ngram": 162,
        "subject": "John Candy"
    },
    {
        "text": "In 2021, Cena co-hosted the TV game show Wipeout. In 2024, an almost completely nude Cena appeared at the 96th Academy Awards to present the award for best costume design in reference to a streaker interrupting the ceremony in 1974. Cena largely received praise for his performance during the presentation. ",
        "ngram": 51,
        "subject": "John Candy"
    },
    {
        "text": "Cooper spent nearly four years working on the project, including spending five days a week taking voice, piano, and guitar lessons for six months in preparation for the role. He and Gaga co-wrote and produced most of the songs on the soundtrack for A Star Is Born, which she insisted they record live. Cooper undertook vocal training for 18 months to prepare, including with the help of vocal coach Roger Love. The album contains elements of blues rock, country and bubblegum pop. Billboard says its lyrics are about wanting change, its struggle, love, romance, and bonding, describing the music as \"timeless, emotional, gritty and earnest. They sound like songs written by artists who, quite frankly, are supremely messed up but hit to the core of the listener.\" The album's release coincided with the film's, and it contains 34 tracks, including 19 original songs. It received generally positive reviews from critics; Mark Kennedy of The Washington Post called it a \"five-star marvel\" and Ben Beaumont-Thomas of The Guardian termed it an \"instant classics full of Gaga's emotional might\". Commercially, the soundtrack reached number one in the US, Ireland and the UK. The record's lead single, \"Shallow\", was released that September and reached number one in the US, Australia, Ireland, Switzerland and the UK.For the film, Cooper received a National Board of Review Award for Best Director and two Golden Globe nominations, for Best Actor in a Drama and Best Director. Cooper earned two Grammy nominations for \"Shallow\": Record of the Year and Best Pop Duo/Group Performance (winning",
        "ngram": 256,
        "subject": "John Candy"
    },
    {
        "text": "From 1966 to 1967, Lee played the role of Kato alongside the title character played by Van Williams in the TV series produced and narrated by William Dozier titled The Green Hornet, based on the radio show by the same name. The show ran for one season (26 episodes) from September 1966 to March 1967. Lee and Williams also appeared as their characters in three crossover episodes of Batman, another William Dozier-produced television series.",
        "ngram": 74,
        "subject": "John Candy"
    },
    {
        "text": "In July, she played Wimbledon and was seeded No.25. Many felt the decision showed bias and unduly favored Williams, who was ranked No.181 in world. Others argued that the All England Club, which does not base seedings on players' current world rankings—as other Grand Slam tournaments do—had sensibly considered Williams's excellent historic record at Wimbledon. Williams reached the Wimbledon semifinals, becoming the lowest-ranked player to do so. She bested 13th seed Görges in the semifinal match, but lost to Kerber in a rematch of the 2016 Wimbledon final. Following Wimbledon, Williams entered the 2018 Silicon Valley Classic, her first appearance in a US Open series tournament since 2015. She suffered the worst loss of her career in the first round, winning just a single game against Johanna Konta. Williams later revealed in an interview with Time that she checked Instagram prior to the match, and discovered that the man who had murdered her half-sister, Yetunde, in 2003 had been released on parole earlier in the year. Williams said she \"couldn't shake it out of [her] mind.\"",
        "ngram": 176,
        "subject": "John Candy"
    },
    {
        "text": "Upon the death of Louis XV on 10 May 1774 the dauphin ascended the throne as King Louis XVI of France and Navarre with Marie Antoinette as his queen consort. At the outset, the new queen had limited political influence with her husband, who, with the support of his two most important ministers, Chief Minister Maurepas and Foreign Minister Vergennes, blocked several of her candidates from assuming important positions, including Choiseul. The queen did play a decisive role in the disgrace and exile of the most powerful of Louis XV's ministers, the Duc d'Aiguillon.On 24 May 1774, two weeks after the death of Louis XV, the king gave his wife the Petit Trianon, a small château on the grounds of Versailles that had been built by Louis XV for his mistress, Madame de Pompadour. Louis XVI allowed Marie Antoinette to renovate it to suit her own tastes; soon rumours circulated that she had plastered the walls with gold and diamonds.",
        "ngram": 160,
        "subject": "John Candy"
    },
    {
        "text": "When Bo Callaway was elected to the United States House of Representatives in 1964, Carter immediately began planning to challenge him. The two had previously clashed over which two-year college would be expanded to a four-year college program by the state, and Carter saw Callaway—who had switched to the Republican Party—as a rival who represented aspects of politics he despised. Carter was reelected to a second two-year term in the state Senate, where he chaired its Education Committee and sat on the Appropriations Committee toward the end of the term. He contributed to a bill expanding statewide education funding and getting Georgia Southwestern State University a four-year program. He leveraged his regional planning work, giving speeches around the district to make himself more visible to potential voters. On the last day of the term, Carter announced his candidacy for the House of Representatives. But Callaway decided to run for governor, and Carter changed his mind, deciding to run for governor too.",
        "ngram": 161,
        "subject": "John Candy"
    },
    {
        "text": "Carter signed the Airline Deregulation Act into law on October 24, 1978. The main purpose of the act was to remove government control over fares, routes and market entry (of new airlines) from commercial aviation. The Civil Aeronautics Board's powers of regulation were to be phased out, eventually allowing market forces to determine routes and fares. The Act did not remove or diminish the FAA's regulatory powers over all aspects of airline safety.",
        "ngram": 73,
        "subject": "John Candy"
    },
    {
        "text": "In December 2019, Brown revealed that he started working on new material for his tenth studio album. Later, on April 29, 2020, Brown announced the release of a collaborative mixtape with Young Thug, Slime & B. The mixtape was released on May 5, 2020, and features the hit single \"Go Crazy\", which peaked at number 3 on the Billboard Hot 100, becoming Brown's first song to spend one full year on the chart. In April 2021, \"Go Crazy\" broke the record for the longest running No. 1 song on R&B/Hip-Hop Airplay, a record that was previously held by Brown's 2019 hit single \"No Guidance\". On May 1, 2020, Brown was featured on Drake's Dark Lane Demo Tapes mixtape, on the track \"Not You Too\". The song earned Brown his 100th career entry on the US Billboard Hot 100, debuting at number 25.",
        "ngram": 142,
        "subject": "John Candy"
    },
    {
        "text": "Red, Swift's fourth studio album, was released in October 2012. On Red, Swift worked with Chapman and new producers including Max Martin, Shellback, Dan Wilson, Jeff Bhasker, Dann Huff, and Butch Walker, resulting in a genre-spanning record that incorporated eclectic styles of pop and rock such as Britrock, dubstep, and dance-pop. The album opened at number one on the Billboard 200 with 1.21 million sales and was Swift's first number-one album in the UK. Its lead single, \"We Are Never Ever Getting Back Together\", was her first number one on the Billboard Hot 100, and its third single, \"I Knew You Were Trouble\", reached the top five on charts worldwide. Other singles from Red were \"Begin Again\", \"22\", \"Everything Has Changed\", \"The Last Time\", and \"Red\".",
        "ngram": 126,
        "subject": "John Candy"
    },
    {
        "text": "James has maintained close ties to his hometown of Akron, Ohio, which is also where his charity foundation, the LeBron James Family Foundation (LJFF), is based. Since 2005, the foundation has held an annual bike-a-thon to raise money for various causes. In 2015, James announced a partnership with the University of Akron to provide scholarships for as many as 2,300 children beginning in 2021. In 2017, he received the J. Walter Kennedy Citizenship Award from the NBA for his \"outstanding service and dedication to the community.\"",
        "ngram": 86,
        "subject": "John Candy"
    },
    {
        "text": "Ice Cube has been married to Kimberly Woodruff since April 26, 1992. They have five children together; their oldest son O'Shea Jackson Jr. (born 1991) portrayed him in the film Straight Outta Compton. When asked about the balance between his music and parenting in 2005, Cube discussed teaching his children to question the value of violence depicted in all media, not just song lyrics. Through his son O'Shea Jackson Jr. Ice Cube is a grandfather.",
        "ngram": 75,
        "subject": "John Candy"
    },
    {
        "text": "In 2015, Musk announced a design competition for students and others to build Hyperloop pods, to operate on a SpaceX-sponsored mile-long track, for a 2015–2017 Hyperloop pod competition. The track was used in January 2017, and Musk also announced that the company had started a tunnel project, with Hawthorne Municipal Airport as its destination. In July 2017, Musk said that he had received \"verbal government approval\" to build a hyperloop from New York City to Washington, D.C., with stops in both Philadelphia and Baltimore. Mention of the projected DC-to-Baltimore leg was removed from the Boring Company website in 2021. The tunnel project to Hawthorne was discontinued in 2022 and is cited to be converted into parking spots for SpaceX workers.",
        "ngram": 120,
        "subject": "John Candy"
    },
    {
        "text": "Fraser has been in a relationship with makeup artist Jeanne Moore since September 2022. The couple made their red carpet debut at the 2022 Venice Film Festival, and Fraser thanked Moore during his acceptance speech for the Oscar for Best Actor during the 95th Academy Awards.As of February 2018, Fraser lives in Bedford, New York.Fraser speaks French and serves on the board of directors for FilmAid International. He is an accomplished amateur photographer and has used several instant cameras in movies and on TV shows, most notably on his guest roles on Scrubs. In his first appearance, he used a Polaroid pack film, and on his second appearance, he used a Holga with a Polaroid back, a Japanese-only model. The book Collector's Guide to Instant Cameras has a dedication to Fraser. He is also an accomplished amateur archer.",
        "ngram": 138,
        "subject": "John Candy"
    },
    {
        "text": "In 2012, Brown launched a streetwear clothing line called Black Pyramid, in collaboration with the founders of the Pink + Dolphin clothing line. In 2016 the clothing label was set for larger release, partnering with streetwear clothing lines such as Snipes for a worldwide distribution, also being distributed through its own Black Pyramid boutiques.",
        "ngram": 54,
        "subject": "John Candy"
    },
    {
        "text": "In 2017, Reeves agreed to reprise his role for a sequel in the John Wick franchise, John Wick: Chapter 2. The story carries on from the first film and follows John Wick as he goes on the run when a bounty is placed on him. The film was a critical and commercial success, grossing $171.5 million worldwide, more than its predecessor. Chris Hewitt of Empire magazine praised Reeves' performance, which complemented his previous action roles (Point Break and Speed). However, Justin Chang of the Los Angeles Times described the picture as \"a down-and-dirty B-picture with a lustrous A-picture soul\". Besides to this large-scale feature, Reeves starred in a drama, To the Bone, in which he plays a doctor helping a young woman with anorexia. It premiered at the 2017 Sundance Film Festival, followed by distribution on Netflix in July. Early reviews were positive, with praise for its non-glamorized portrayal of anorexia, although the New Statesman magazine thought it was irresponsible. That year, Reeves also made cameo appearances in the films A Happening of Monumental Proportions and SPF-18. ",
        "ngram": 178,
        "subject": "John Candy"
    },
    {
        "text": "Downey made his acting comeback in the 2003 film The Singing Detective, after Mel Gibson paid his insurance bond because completion bond companies would not insure him. He went on to star in the black comedy Kiss Kiss Bang Bang (2005), the thriller Zodiac (2007), and the action comedy Tropic Thunder (2008). Downey gained global recognition for starring as Iron Man in ten films within the Marvel Cinematic Universe, beginning with Iron Man (2008), and leading up to Avengers: Endgame (2019). He has also played Sherlock Holmes in Guy Ritchie's Sherlock Holmes (2009), which earned him his second Golden Globe, and its sequel, Sherlock Holmes: A Game of Shadows (2011). Downey has also taken on dramatic parts in The Judge (2014) and Oppenheimer (2023), winning an Academy Award, a Golden Globe, and a BAFTA Award for his portrayal of Lewis Strauss in the latter.",
        "ngram": 144,
        "subject": "John Candy"
    },
    {
        "text": "For years, some of Shatner's Star Trek co-stars accused him of being difficult to work with, particularly George Takei, Walter Koenig, and James Doohan. Shatner acknowledged the resentment that Koenig and Doohan felt towards him; in Star Trek Movie Memories, Shatner recalled having to work with them again while filming 1994's Star Trek Generations:",
        "ngram": 54,
        "subject": "John Candy"
    },
    {
        "text": "Cena failed to win the Royal Rumble on January 28, 2018, and the Elimination Chamber match to determine the No. 1 contender for the Universal Championship on February 25 at Elimination Chamber, as well as a six-pack challenge on March 11 at Fastlane for the WWE Championship. On April 8 at WrestleMania 34, Cena was quickly defeated by The Undertaker. After defeating Triple H on April 27 at the Greatest Royal Rumble, he thanked the crowd for sticking by him during a tough period, referencing his loss to Undertaker and his recent breakup with Nikki Bella. Cena competed in a tag team match with Bobby Lashley against Elias and Kevin Owens at Super Show-Down on October 6 in Melbourne, Australia, which he and Lashley won.  He was also scheduled for a match at Crown Jewel in Saudi Arabia on November 2, but Cena refused to work the event following the murder of Saudi journalist Jamal Khashoggi.",
        "ngram": 157,
        "subject": "John Candy"
    },
    {
        "text": "In 2005, Brown was in negotiations with the Bravo television network for a reality series entitled Being Bobby Brown. Bravo, however, was not ready to commit to the deal unless Brown's superstar wife Whitney Houston agreed to be part of the cast, which she did. The show then received the greenlight from Bravo and was a massive success in the ratings, with Houston proving so popular on the series that she received as much screen time as the show's name-sake. The series showed Brown and Houston not always in their best moments. The Hollywood Reporter said that the show was \"undoubtedly the most disgusting and execrable series ever to ooze its way onto television\". Despite the perceived train-wreck nature of the show, it continued Houston's unbroken string of hit motion pictures and television projects, and it gave Bravo its highest ratings ever of any of its ongoing series. The show lasted one season and ended in 2006 after Houston stated she would not appear in season two and Bravo and Brown could not settle on a new deal.",
        "ngram": 178,
        "subject": "John Candy"
    },
    {
        "text": "Cena returned to WWE again on the February 28, 2020 episode of SmackDown, seemingly announcing his retirement before he was confronted by \"The Fiend\" Bray Wyatt, who challenged him to a match at WrestleMania 36—a sequel to their WrestleMania XXX match in 2014—which Cena accepted. On the second night of the event on April 5, rather than a traditional wrestling match, the two squared off in a surreal cinematic-style match called a Firefly Fun House match, taking the competitors on a trip through history as moments from Cena's and Wyatt's history were played out, including Cena's debut against Kurt Angle, a moment featuring his Doctor of Thuganomics character, and the pair's match at WrestleMania XXX. Wyatt ultimately defeated Cena, and following his victory Cena's motionless body vanished from the middle of the ring.",
        "ngram": 133,
        "subject": "John Candy"
    },
    {
        "text": "Cyrus attended Heritage Elementary School in Williamson County while she and her family lived in Thompson's Station, Tennessee. When she was cast in Hannah Montana, the family moved to Los Angeles and she attended Options for Youth Charter Schools studying with a private tutor on set. Raised as a Christian, she was baptized in a Southern Baptist church before moving to Hollywood in 2005. She attended church regularly while growing up and wore a purity ring. In 2001, when Cyrus was eight, she and her family moved to Toronto, Canada, while her father filmed the television series Doc. After Billy Ray Cyrus took her to see a 2001 Mirvish production of Mamma Mia! at the Royal Alexandra Theatre, Miley Cyrus grabbed his arm and told him, \"This is what I want to do, daddy. I want to be an actress.\" She began to take singing and acting lessons at the Armstrong Acting Studio in Toronto.",
        "ngram": 155,
        "subject": "John Candy"
    },
    {
        "text": "In 2015, Trejo appeared in a television commercial for Snickers that aired during Super Bowl XLIX, in which he portrayed Marcia Brady prior to eating the Snickers candy bar. In 2016 and 2017, he appeared as himself in transparent disguises in TV ads for Sling TV.",
        "ngram": 46,
        "subject": "John Candy"
    },
    {
        "text": "On January 22, 2006, in Kyoto, Japan, Presley married for a fourth time, to Michael Lockwood, her guitarist, music producer, and director. Danny Keough served as best man at the wedding. In March 2008, Presley announced that she was pregnant. Her husband was a first-time father. On October 7, 2008, Presley gave birth to fraternal twin girls, via Caesarean section, at Los Robles Hospital & Medical Center in Thousand Oaks, California. The couple had a home in England at Coes Manor, Rotherfield, East Sussex, where Presley enjoyed life out of the limelight.",
        "ngram": 92,
        "subject": "John Candy"
    },
    {
        "text": "Dwayne Michael Carter Jr. (born September 27, 1982), known professionally as Lil Wayne, is an American rapper, singer, and songwriter. He is regarded as one of the most influential hip hop artists of his generation, and is often mentioned among the greatest rappers of all time. Carter's career began in 1995, when he was signed by rapper Birdman to his record label Cash Money Records, becoming the youngest member of the label at age eleven. From then on, he was the flagship artist of Cash Money Records before ending his association with the imprint in June 2018. ",
        "ngram": 98,
        "subject": "John Candy"
    },
    {
        "text": "Lopez released two studio albums in 2007. Her fifth album, Como Ama una Mujer, was her first to be recorded entirely in Spanish. Chris Willman of Entertainment Weekly acknowledged that the album offered \"fairly persuasive proof\" that Lopez can sing, but was unimpressed by the \"flaccid torch songs.\" It became the fifth Spanish album to debut in the top ten of the Billboard 200, and achieved the highest first-week sales for an artist's debut Spanish album at the time. The lead single \"Qué Hiciste\" reached number 86 on the Billboard Hot 100 while the second single \"Me Haces Falta\" failed to chart. Lopez's sixth studio album Brave, released later that year, was her lowest-charting album worldwide. Jonathan Bernstein of Entertainment Weekly was disappointed that Lopez had returned to \"listless vocals\" for her \"back-to-the-dance-floor album.\" The album debuted at number 12 on the Billboard 200 and produced two singles, \"Do It Well\" and \"Hold It Don't Drop It\". The first peaked at number 31 on the Billboard Hot 100 chart, while the latter failed to chart. While pregnant with twins, Lopez embarked upon her first ever concert tour, a show co-headlined by Anthony, in September 2007; the tour was well-received. She also created, produced and was featured in the MTV show DanceLife, which she described as a \"passion project\".",
        "ngram": 218,
        "subject": "John Candy"
    },
    {
        "text": "Along with her younger sister, Serena, Venus Williams was coached by her parents Oracene Price and Richard Williams. Turning professional in 1994, she reached her first major final at the 1997 US Open. In 2000 and 2001, Williams claimed the Wimbledon and US Open titles, as well as Olympic singles gold at the 2000 Sydney Olympics. She first reached the singles world No. 1 ranking on 25 February 2002, becoming the first African American woman to do so in the Open era, and the second of all time after Althea Gibson. She reached four consecutive major finals between 2002 and 2003, but lost each time to Serena. She then suffered from injuries, winning just one major title between 2003 and 2006. Williams returned to form starting in 2007, when she won Wimbledon (a feat she repeated the following year). In 2010, she returned to the world No. 2 position in singles, but then suffered again from injuries. Starting in 2014, she again gradually returned to form, culminating in two major final appearances at the Australian Open and Wimbledon in 2017.",
        "ngram": 180,
        "subject": "John Candy"
    },
    {
        "text": "Instead, Reeves toured with his band Dogstar, and appeared in the drama The Last Time I Committed Suicide (1997), based on a 1950 letter written by Neal Cassady to Jack Kerouac. Reeves's performance gained mixed reviews; Paul Tatara of CNN called him \"void of talent [...] here he is again, reciting his lines as if they're non-related words strung together as a memory exercise\", whereas Empire magazine thought \"Reeves gives the nearest thing to a performance in his career as the enthusiastic feckless drunk\". He starred in the 1997 supernatural horror The Devil's Advocate alongside Al Pacino and Charlize Theron; Reeves agreed to a pay cut of several million dollars so that the film studio could afford to hire Pacino. Based on Andrew Neiderman's novel of the same name, the feature is about a successful young lawyer invited to New York City to work for a major firm, who discovers the owner of the firm is a devil. The Devil's Advocate attracted positive reviews from critics. Film critic James Berardinelli called the film \"highly enjoyable\" and wrote, \"There are times when Reeves lacks the subtlety that would have made this a more multi-layered portrayal, but it's nevertheless a solid job\".",
        "ngram": 200,
        "subject": "John Candy"
    },
    {
        "text": "On January 29, 2017, Cena defeated Styles at the Royal Rumble to win the WWE Championship and tie Ric Flair for the most recognized world title reigns at 16. However, Cena would lose the championship two weeks later in an Elimination Chamber match at Elimination Chamber on February 12 to Bray Wyatt. Two nights later on SmackDown, Cena lost a triple threat match against Wyatt for the championship in a match also featuring Styles. Cena then began a feud with The Miz, with Miz accusing Cena of being a hypocrite because of his movie commitments, while Cena accused Miz of stealing other wrestlers' moves and personalities. Miz's wife Maryse then slapped Cena before Cena and his girlfriend Nikki Bella sent Miz and Maryse retreating. SmackDown General Manager Daniel Bryan then set up a mixed tag team match for WrestleMania 33 on April 2, which Cena and Bella won. Cena proposed marriage to Bella after the match and she accepted.",
        "ngram": 159,
        "subject": "John Candy"
    },
    {
        "text": "In 2005, Simon was honored at the 53rd Annual BMI Pop Awards. His songwriting catalog had earned 39 BMI Awards, including numerous citations for \"Bridge over Troubled Water\", \"Mrs. Robinson\", \"Scarborough Fair\" and \"The Sound of Silence\". By 2005 he had amassed nearly 75 million broadcast airplays, according to BMI surveys. In 2006, he was selected by Time Magazine as one of the \"100 People Who Shaped the World\".",
        "ngram": 69,
        "subject": "John Candy"
    },
    {
        "text": "Her next major film role was in Franco Zeffirelli's drama Endless Love (1981). The MPAA initially rated Endless Love with an X rating. The film was re-edited to earn an R rating. For her performance in the film, she received her first Razzie Award nomination for worst actress. ",
        "ngram": 49,
        "subject": "John Candy"
    },
    {
        "text": "After Germany and Italy declared war on the U.S. on December 11, 1941, the U.S. Congress approved a declaration of war in return. He worked closely with other national leaders in leading the Allies against the Axis powers. Roosevelt supervised the mobilization of the American economy to support the war effort and implemented a Europe first strategy. He also initiated the development of the first atomic bomb and worked with the other Allied leaders to lay the groundwork for the United Nations and other post-war institutions, even coining the term \"United Nations\". Roosevelt won reelection in 1944 but died in 1945 after his physical health seriously and steadily declined during the war years. Since then, several of his actions have come under criticism, including his ordering of the internment of Japanese Americans, German and Italian Americans, and refusal to accept Jewish refugees from Germany or Italy. Nonetheless, historical rankings consistently place him as one of the greatest American presidents.",
        "ngram": 159,
        "subject": "John Candy"
    }
]