[
    {
        "text": "Henry Franklin Winkler (born October 30, 1945) is an American actor, comedian, author, producer, and director. Widely known as Arthur \"Fonzie\" Fonzarelli on the American television series Happy Days, Winkler has distinguished himself as a character actor for roles on stage and screen. His many accolades include three Emmy Awards, two Golden Globe Awards, and two Critics Choice Awards.",
        "ngram": 59,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Meghan retired from acting upon her marriage to Prince Harry in 2018 and became known as the Duchess of Sussex. Meghan and Harry have two children: Archie and Lilibet. The couple stepped down as working royals in January 2020, moved to Meghan's native Southern California and launched Archewell Inc., a Beverly Hills-based mix of for-profit and not-for-profit (charitable) business organizations. In March 2021, she sat for Oprah with Meghan and Harry, a much-publicized American television interview with her husband and Oprah Winfrey. She has released The Bench (a picture book for children) and launched a podcast Archetypes. Meghan and Harry filmed Harry & Meghan, a Netflix docuseries, which was released in December 2022.",
        "ngram": 113,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "During his senior year at Emerson, Winkler decided to audition for the Yale School of Drama. Although his then-undiagnosed dyslexia led to his forgetting the Shakespearean monologue he was supposed to perform, forcing him to improvise, Winkler was still admitted to the M.F.A. program in 1967.He appeared in They Told Me That You Came This Way, Any Day Now, Any Day Now, and The Bacchae (as a member of the chorus). During the summers, he and his Yale classmates stayed in New Haven, and opened a summer stock theater called the New Haven Free Theater. They performed various plays including Woyzeck, where he portrayed the title role, and Just Add Water for improv night. He also performed in the political piece, The American Pig at the Joseph Papp Public Theater for the New York Shakespeare Festival in New York City, with classmates James Keach, James Naughton, and Jill Eikenberry. In addition, he also appeared in a number of Yale Repertory Theatre productions while still a student, including, The Government Inspector, The Rhesus Umbrella, Don Juan, Endgame, and The Physicists. He also appeared in Sweeney Agonistes and Hughie. Winkler would later credit his time at Yale as critical to his future success.Out of his original cohort of 25 actors at Yale, Winkler was one of 11 who graduated when he received his MFA in 1970. Over two decades later, in May 1996, he served as the Senior Class Day Speaker for Yale University's graduating seniors.",
        "ngram": 244,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "=== 2008–2009: E=MC², Memoirs of an Imperfect Angel, and Precious ===In 2009, she appeared as a social worker in Precious, the movie adaptation of the 1996 novel Push by Sapphire. The film garnered mostly positive reviews from critics, also for Carey's performance. Variety described her acting as \"pitch-perfect.\" In January 2010, Carey won the Breakthrough Actress Performance Award for her role in Precious at the Palm Springs International Film Festival.",
        "ngram": 70,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "In 1780, Jefferson received from French diplomat François Barbé-Marbois a letter of inquiry into the geography, history, and government of Virginia, as part of a study of the United States. Jefferson organized his responses in a book, Notes on the State of Virginia (1785). He compiled the book over five years, including reviews of scientific knowledge, Virginia's history, politics, laws, culture, and geography. The book explores what constitutes a good society, using Virginia as an exemplar. Jefferson included extensive data about the state's natural resources and economy and wrote at length about slavery and miscegenation; he articulated his belief that blacks and whites could not live together as free people in one society because of justified resentments of the enslaved. He also wrote of his views on the American Indian, equating them to European settlers.",
        "ngram": 135,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Bird entered the NBA for the 1979–80 season, where he made an immediate impact, starting at power forward and leading the Celtics to a 32-win improvement over the previous season before being eliminated from the playoffs in the conference finals. He played for the Celtics during his entire professional career (13 seasons), leading them to five NBA finals appearances and three NBA championships. He played most of his career with forward Kevin McHale and center Robert Parish, considered by some to be the greatest front court in NBA history. Bird was a 12-time NBA All-Star, won two NBA Finals MVP awards and received the NBA Most Valuable Player Award three consecutive times (1984–1986), making him the only forward in league history to do so. Bird was also a member of the gold medal-winning 1992 U.S. Olympic basketball team, known as the \"Dream Team\". He was inducted into the Naismith Memorial Basketball Hall of Fame twice as a player—first in 1998 as an individual, and again in 2010 as a member of the \"Dream Team\". He was voted onto the NBA's 50 Greatest Players in NBA History list in 1996, and subsequently the 75th Anniversary Team list in 2021.",
        "ngram": 198,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "On January 2, 2015, The Game claimed that he and 50 were \"sworn enemies\", promising never to reconcile with him anymore, but on August 1, 2016, they ended their twelve-year feud when the two were in the Ace of Diamonds strip club and The Game said \"I love 50, man. What happened, that shit was 12 years ago.\"In January 2022, the feud reiterated after 50 critiqued Game's Drink Champs interview with N.O.R.E., where he claimed that 50's former competitor Kanye West did \"more for me in two weeks than [Dr.] Dre did for me throughout my entire career\". The Game responded, commenting that he enclosed the entirety of G-Unit as a group and clothing brand \"in a casket\", also expressing his likeliness in the Power television trilogy, but warning 50 to \"leave [the past] alone or else... I'm outside #Numinati\". Then, two months later, in March, 50 Cent published a video via Instagram of Game being shunned by former Interscope Records CEO Jimmy Iovine at a basketball game, poking fun of it while also commenting \"50 wrote ya hits\". The Game once again flamed 50 after the claims were brought back up and also bragged to \"get [50's] girlfriend out of my DM's\". This was believed to have been a consequential result of Game claiming on Drink Champs to be \"the best and a better rapper\" than Eminem, with whom 50 still remains close friends. Additionally, Game's manager, Wack 100, has subliminally called out or questioned 50 Cent's credibility, over the rapper's surprise appearance at the",
        "ngram": 256,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "King was conscious enough to give the deputy phone numbers to contact his family but was in considerable pain. He was transported to Northern Cumberland Hospital in Bridgton and then flown by air ambulance to Central Maine Medical Center (CMMC) in Lewiston. His injuries—a collapsed right lung, multiple fractures of his right leg, scalp laceration and a broken hip—kept him at CMMC until July 9. His leg bones were so shattered that doctors initially considered amputating his leg but stabilized the bones in the leg with an external fixator. After five operations in 10 days and physical therapy, King resumed work on On Writing in July, though his hip was still shattered and he could sit for only about 40 minutes before the pain became unbearable.: 216 ",
        "ngram": 126,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Williams's forehand and backhand are considered two of the most powerful shots in the history of women's tennis. She hit both her forehand and her backhand in an open stance, allowing her to generate consistently powerful, heavy, and dominating groundstrokes. She was able to generate sharp, acute angles, which allowed her to hit winners from any position on the court. Her forehand—which has been described as \"devastating\"—was hit with heavy topspin, which allowed her to dominate rallies. She was capable of hitting her forehand both crosscourt and down the line to produce winners. Her two-handed backhand was equally dominant, and has been described as one of the greatest backhands of all time. Williams tended to hit her backhand flatter than her forehand, which allowed her to hit with speed, power, and depth both crosscourt and down the line. Despite playing primarily from the baseline, Williams was an adept net player thanks to her extensive doubles experience. She frequently chose to finish points at the net, either with deft touch, aggressive drive volleys, or a solid, powerful, and reliable overhead smash. She possessed an aggressive return of serve; she neutralized powerful first serves, and attacked weak second serves. She is widely considered one of the greatest returners of all time.",
        "ngram": 209,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "On April 28, 2000, Selleck received an honorary doctorate degree from Pepperdine University. He was chosen because of his outstanding character and ethic. He is a board member of the non-profit Joseph and Edna Josephson Institute of Ethics and co-founder of the Character Counts Coalition. He received a Star on the Hollywood Walk of Fame in 1986. The star is situated at 6925 Hollywood Blvd. In 1989, he received the Golden Plate Award of the American Academy of Achievement.",
        "ngram": 79,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Grant signed the Coinage Act of 1873, effectively ending the legal basis for bimetallism (the use of both silver and gold as money). The Coinage Act discontinued the standard silver dollar and established the gold dollar as the monetary standard; because the gold supply did not increase as quickly as the population, the result was deflation. Silverites, who wanted more money in circulation to raise the prices that farmers received, denounced the move as the \"Crime of 1873\", claiming the deflation made debts more burdensome for farmers.",
        "ngram": 87,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "In 1993, Morrison was inducted into the Rock and Roll Hall of Fame as a member of the Doors; the other band members dedicated their induction to Morrison. In 2011, a Rolling Stone readers' pick placed Morrison in fifth place of the magazine's \"Best Lead Singers of All Time\". In another Rolling Stone list, entitled \"The 100 Greatest Singers of All Time\", he was ranked 47th. NME named him the 13th greatest singer of all time. He was also ranked number 22 on Classic Rock magazine's \"50 Greatest Singers in Rock\".",
        "ngram": 91,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Short met Canadian comic actress Nancy Dolman in 1972 during the run of Godspell. The couple married in 1980. Dolman retired from show business in 1985 to be a stay-at-home mother and raise their family. Short and Dolman adopted three children: Katherine, Oliver, and Henry. Dolman died of ovarian cancer on August 21, 2010.Short and his family make their home in Pacific Palisades, Los Angeles. He also has a home on Lake Rosseau in Ontario. He is a naturalized U.S. citizen.Nancy Dolman's brother, screenwriter/director Bob Dolman (who served as a part of Second City Television (SCTV)'s Emmy-winning writing team alongside Short), married their close friend and colleague Andrea Martin, also in 1980. Short is uncle to the couple's two sons, Jack and Joe. Bob Dolman and Andrea Martin have since divorced (2004). Short is a first cousin of Clare Short, a former member of the British Parliament and former British cabinet minister.",
        "ngram": 152,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "On September 23, when the gold price reached 143+1⁄8, Boutwell rushed to the White House and talked with Grant. The following day, September 24, known as Black Friday, Grant ordered Boutwell to sell, whereupon Boutwell wired Butterfield to sell $4,000,000 in gold. The bull market at Gould's Gold Room collapsed, the price of gold plummeted from 160 to 133+1⁄3, a bear market panic ensued, Gould and Fisk fled for their own safety, and severe economic damages lasted months. By January 1870, the economy resumed its post-war recovery.",
        "ngram": 87,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Aguilera's fifth studio album, Back to Basics, was released as a double album in August 2006. The album was inspired by 1920s–1950s music and was described as a \"throwback with elements of old-school [music] combined with a modern-day twist\". The album debuted at number one on the US Billboard 200 making it Aguilera's first album to top the chart since 1999. It also debuted atop the charts in numerous countries, including Australia, Canada, Germany, Switzerland, and the UK. The album received positive reviews and was nominated a Best Pop Vocal Album at the 49th Annual Grammy Awards. The album was later certified double platinum by the RIAA, and sold over 5 million units worldwide. \"Hurt\" and \"Candyman\" were released as singles following the album's release and became top-ten hits on various international charts, and peaked top-thirty on Hot 100.In November 2006, Aguilera performed \"Steppin' Out with My Baby\" at NBC's Tony Bennett: An American Classic special as a duet alongside Tony Bennett. The duo performed the song on Saturday Night Live and at the 59th Primetime Emmy Awards. Their live performance was nominated a Grammy Award at the 50th Annual Grammy Awards. Their version was officially recorded in 2012 for Bennett's Viva Duets. That same month, Aguilera also featured on rapper Diddy's song \"Tell Me\" which topped the UK R&B Singles chart and number eight in the UK.At the end of November 2006 until October 2008, Aguilera embarked on the Back to Basics Tour which visited North America, Europe, Asia, and Oceania. The tour received positive",
        "ngram": 256,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "In response to the 2010 Haiti earthquake, Williams, along with other ATP and WTA stars, decided to forgo their final day of preparation for the Australian Open to assist earthquake victims. Serena and Venus are contributors to First Serve Miami, a foundation for youth who want to learn tennis but face social and economic obstacles. The sisters have collaborated on philanthropic projects through the Williams Sisters Fund, which assists individuals and communities affected by violence, and aims to ensure that youth have access to education. In 2014, Williams began hosting an annual charity run named \"The Serena Williams Ultimate Fun Run\" to support the Fund. In 2016, in her childhood home of Compton, she and Venus founded the Yetunde Price Resource Center, in honor of their late half-sister Yetunde.",
        "ngram": 129,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "In 1997, Knievel signed with the California Motorcycle Company to release a limited Evel Knievel Motorcycle. The motorcycle was not built to jump but was rather a V-twin cruiser motorcycle intended to compete with Harley-Davidson street bikes. Knievel promoted the motorcycle at his various public appearances. After the company closed in 2003, Knievel returned to riding modern street Harley-Davidson motorcycles at his public appearances.",
        "ngram": 64,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "One week after Miami, Williams participated in Charleston as the fifth seed. She reached the semifinals, after playing both her third round and quarterfinals matches on the same day, where she lost to her sister Serena in two sets in the sisters' first meeting since the 2009 WTA Tour Championships.A few weeks later she participated in Fed Cup, in a tie between the United States and Sweden. After Sloane Stephens lost the opening match, Williams stepped into her spot, winning a match against Johanna Larsson, after converting on her eighth match point. This was the first time in Williams's career that she clinched the winning match in a Fed Cup tie, leading the United States to a 3–2 victory over Sweden. Williams's next event was the Madrid Open where she withdrew just before playing her first round match, her next tournament was the Italian Open in Rome where she lost in the first round to Laura Robson. Williams then played at the 2013 French Open where she lost to Urszula Radwańska in the first round. She was also entered in doubles with her sister Serena but pulled out just before their first-round match. Williams pulled out of the 2013 Wimbledon Championships due to a back injury. It was the first time she has missed Wimbledon in her career.",
        "ngram": 218,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "In 2018, Rihanna launched a lingerie brand named Savage X Fenty. The line was born from Rihanna's vision creating an inclusive brand. Products come in a variety of shades to match all skin tones and a range of sizes. She showcased the brand at the New York Fashion Week in September 2018. The brand has been positively reviewed by the public for including plus size models in their promotion, though some fans argued there were not enough plus sizes.",
        "ngram": 79,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "In the weeks leading up to the Iowa caucuses, she sometimes staged more campaign appearances in that state than her husband did. She gave out her campaign e-mail address to voters in case they wanted to ask her follow-up questions. In joint appearances, she sometimes spoke after he did, acting in the \"closer\" role. After experiencing a number of victories around the nation, she gained some media attention at the March 3 Super Tuesday primaries during her husband's speech when she physically blocked a protester from getting at him. Asked about the stiff-arm she employed, she said, \"I'm a good Philly girl.\"With her husband having become the presumptive Democratic nominee, in June 2020, she published the children's book Joey: The Story of Joe Biden, which portrayed him as having been \"brave and adventurous\" as a child despite having a stutter he was bullied for. In July 2020, she spoke out about the impact of the COVID-19 pandemic on education, appearing in a video with her husband to emphasize that she understands the frustration with virtual education substitutes: \"Schools and parents alike want a clear, science-based strategy, not mixed messages and ultimatums.\" She criticized U.S. Secretary of Education Betsy DeVos for what she saw as political motivations in advocating a reopening of schools no matter what and said that \"the first thing [Joe Biden]'s going to do is pick a secretary of education, who is a public school educator and has experience in the classroom. I mean I hear that, again and again and again – no",
        "ngram": 256,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Clancy was one of only three authors to sell two million copies on a first printing in the 1990s (the others were John Grisham and J. K. Rowling). Clancy's novel Clear and Present Danger (1989) sold 1,625,544 hardcover copies, making it the #1 bestselling novel of the 1980s.",
        "ngram": 48,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Cyrus signed a four-album deal with Hollywood Records to distribute her non-Hannah Montana soundtrack music. She released the two-disc album Hannah Montana 2: Meet Miley Cyrus in June 2007. The first disc was credited as the second soundtrack by \"Hannah Montana\", while the second disc served as Cyrus's debut studio album. The album became her second to reach the top of the Billboard 200, and has sold over three million copies. Months after the release of the project, \"See You Again\" (2007) was released as the lead single from the album. The song was a commercial success, and has sold over two million copies in the United States since its release. She collaborated with her father on the single \"Ready, Set, Don't Go\" (2007). Next Cyrus embarked on her highly successful Best of Both Worlds Tour (2007–08) to promote its release. Ticketmaster officials commented that \"there [hadn't] been a demand of this level or intensity since The Beatles or Elvis.\" The tour's success led to the theatrical release of the 3D concert film Hannah Montana & Miley Cyrus: Best of Both Worlds Concert (2008). While initially intended to be a limited release, the film's success led to a longer run.",
        "ngram": 200,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Van Gogh's fame reached its first peak in Austria and Germany before World War I, helped by the publication of his letters in three volumes in 1914. His letters are expressive and literate, and have been described as among the foremost 19th-century writings of their kind. These began a compelling mythology of Van Gogh as an intense and dedicated painter who suffered for his art and died young. In 1934, the novelist Irving Stone wrote a biographical novel of Van Gogh's life titled Lust for Life, based on Van Gogh's letters to Theo. This novel and the 1956 film further enhanced his fame, especially in the United States where Stone surmised only a few hundred people had heard of Van Gogh prior to his surprise best-selling book.",
        "ngram": 127,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Bird was voted onto the NBA's 50th Anniversary All-Time Team list in 1996, and inducted into the Naismith Memorial Basketball Hall of Fame in 1998. He was inducted into the Hall of Fame again in 2010, as a member of the \"Dream Team\". In 1999, Bird ranked No. 30 on ESPN SportsCentury's list of 50 Greatest Athletes of the 20th century. He played both the small forward and power forward positions. Universally recognized as an all-time great player, Bird was placed at the power forward position on an NBA all-time starting five roster with fellow superstars Magic Johnson (point guard), Michael Jordan (shooting guard), LeBron James (small forward), and Kareem Abdul-Jabbar (center) in 2020.",
        "ngram": 114,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Sylvester Gardenzio Stallone was born in the Hell's Kitchen neighborhood of New York City's Manhattan borough on July 6, 1946, the elder son of women's professional wrestling promoter Jacqueline \"Jackie\" Stallone (née Labofish; 1921–2020) and hairdresser Francesco \"Frank\" Stallone Sr. (1919–2011). His mother was an American from Washington, D.C. with Breton French and Ukrainian Jewish ancestry, while his father was an Italian immigrant from Gioia del Colle who moved to the U.S. in the 1930s. His younger brother is actor and musician Frank Stallone. Many biographies of Stallone indicate that his birth name is \"Michael Sylvester Gardenzio Stallone\" and his mother explained in an interview that she originally named him \"Tyrone\" because she admired the actor Tyrone Power, but Stallone's father changed it to \"Sylvester\". His nickname as a child was \"Binky\" but he chose to go by the nickname of Mike/Michael after schoolmates began calling him \"Stinky\". His middle name \"Gardenzio\" is an alteration of the Italian given name \"Gaudenzio\" and he usually shortened it to \"Enzio\".",
        "ngram": 168,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "Trump's comments on the 2017 Unite the Right rally, condemning \"this egregious display of hatred, bigotry and violence on many sides\" and stating that there were \"very fine people on both sides\", were widely criticized as implying a moral equivalence between the white supremacist demonstrators and the counter-protesters.",
        "ngram": 48,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "In 2013, Jordan starred as shooting victim Oscar Grant in Fruitvale Station, directed by Ryan Coogler. His performance garnered critical acclaim, with Todd McCarthy of The Hollywood Reporter stating that Jordan reminded him of \"a young Denzel Washington\". Following his role in Fruitvale Station, Jordan was named an \"actor to watch\" by People and Variety. Time magazine named him with Coogler one of 30 people under 30 who are changing the world, and he was also named one of 2013's breakout stars by Entertainment Weekly and GQ.",
        "ngram": 87,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "His younger brother Robert Lee Jun-fai is a musician and singer; he performed in the Hong Kong group The Thunderbirds. A few singles were sung mostly or all in English. Also released was Lee singing a duet with Irene Ryder. Lee Jun-fai lived with Lee in Los Angeles in the United States and stayed. After Lee's death, Lee Jun-fai released an album and a single by the same name dedicated to Lee called \"The Ballad of Bruce Lee\".",
        "ngram": 78,
        "subject": "Prince Harry, Duke of Sussex"
    },
    {
        "text": "According to review aggregation website Rotten Tomatoes, Pfeiffer's most acclaimed films include The Fabulous Baker Boys (1989), Avengers: Endgame (2019), Dangerous Liaisons (1988), Hairspray (2007), Married to the Mob (1988), Ant-Man and the Wasp (2018), The Age of Innocence (1993), Batman Returns (1992), Scarface (1983), Where Is Kyra? (2017), The Prince of Egypt (1998), and Stardust (2007).",
        "ngram": 57,
        "subject": "Prince Harry, Duke of Sussex"
    }
]