[
    {
        "text": "In an updated epilogue for the couple's unauthorized biography, Finding Freedom by Omid Scobie and Carolyn Durand, the authors claimed that \"two of the individuals mentioned in [Knauf's] email asked for any allegations made to HR about their experiences with Meghan to be rescinded\". Speaking on behalf of the Duchess in a BBC documentary, Jenny Afia, a lawyer who represented Meghan in her case against ANL, stated that the bullying allegations were \"just not true\". In June 2022, The Times reported that the results from the inquiry made Buckingham Palace modify some of the policies and procedures in its HR department, but the report would not be published to ensure the privacy of those who took part in it.",
        "ngram": 119,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In January 2016, Lopez commenced a concert residency show, All I Have, at Planet Hollywood's Zappos Theater in Las Vegas. She performed 120 shows during the three-year run, grossing over $100 million in ticket sales. At the beginning of the residency, Lopez signed a multi-album deal with her former label Epic Records, and released \"Ain't Your Mama\", one of her most successful singles during the 2010s. Also in 2016, she began starring in NBC's crime drama series Shades of Blue, which she also executive produced. She played Harlee Santos, a single mother and police detective who goes undercover for the FBI to investigate her own squad. The series' premiere brought NBC its most-watched Thursday debut in seven years. Starring alongside Ray Liotta, Lopez's performance received critical praise. That year, she also reprised her voice role as Shira in the animated film Ice Age: Collision Course (2016), and designed a capsule collection of shoes and jewelry in collaboration with Giuseppe Zanotti.",
        "ngram": 160,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "As Bond girl Giacinta 'Jinx' Johnson in the 2002 blockbuster Die Another Day, Berry recreated a scene from Dr. No, emerging from the surf to be greeted by James Bond as Ursula Andress had 40 years earlier. Lindy Hemming, costume designer on Die Another Day, had insisted that Berry wear a bikini and knife as a homage. Berry has said of the scene: \"It's splashy\", \"exciting\", \"sexy\", \"provocative\" and \"it will keep me still out there after winning an Oscar.\" According to an ITV news poll, Jinx was voted the fourth toughest girl on screen of all time. Berry was hurt during filming when debris from a smoke grenade flew into her eye. It was removed in a 30-minute operation. After Berry won the Academy Award, rewrites were commissioned to give her more screentime for X2.",
        "ngram": 136,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Johnathan Southworth Ritter (September 17, 1948 – September 11, 2003) was an American actor. Ritter was a son of the singing cowboy star Tex Ritter and the father of actors Jason and Tyler Ritter. He is known for playing Jack Tripper on the ABC sitcom Three's Company (1977–1984), and received a Primetime Emmy Award and a Golden Globe Award for the role in 1984. Ritter briefly reprised the role on the spin-off Three's a Crowd, which aired for one season, producing 22 episodes before its cancellation in 1985.",
        "ngram": 88,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "When Roosevelt returned to the United States from the Yalta Conference, many were shocked to see how old, thin and frail he looked. He spoke while seated in the well of the House, an unprecedented concession to his physical incapacity. During March 1945, he sent strongly worded messages to Stalin accusing him of breaking his Yalta commitments over Poland, Germany, prisoners of war and other issues. When Stalin accused the western Allies of plotting behind his back a separate peace with Hitler, Roosevelt replied: \"I cannot avoid a feeling of bitter resentment towards your informers, whoever they are, for such vile misrepresentations of my actions or those of my trusted subordinates.\" On March 29, 1945, Roosevelt went to the Little White House at Warm Springs, Georgia, to rest before his anticipated appearance at the founding conference of the United Nations.",
        "ngram": 140,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Harrison Ford was born at the Swedish Covenant Hospital in Chicago, Illinois, on July 13, 1942, to former radio actress Dorothy (née Nidelman) and advertising executive and former actor John William \"Christopher\" Ford. His younger brother, Terence, was born in 1945. Their father was a Catholic of Irish descent, while their mother was an Ashkenazi Jew whose parents were emigrants from Minsk, Belarus, then in the Russian Empire. When asked in which religion he and his brother were raised, Ford jokingly responded \"Democrat\" and more seriously stated that they were raised to be \"liberals of every stripe\". When asked about what influence his Jewish and Irish Catholic ancestry may have had on him, he quipped, \"As a man I've always felt Irish, as an actor I've always felt Jewish.\"",
        "ngram": 129,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In January 2000, Melissa Etheridge announced that Crosby was the biological father of two children with her partner Julie Cypher by means of artificial insemination. On May 13, 2020, Etheridge announced on her Twitter account that her and Cypher's son Beckett had died of causes related to opioid addiction at the age of 21.",
        "ngram": 54,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Williams then missed all tournaments in the US Open Series because of a left knee injury but still participated at the US Open as the third seed. She won three matches to move into the fourth round. Williams became one of only two women in 2010 (along with Caroline Wozniacki) to reach at least the fourth round at all four Grand Slam singles tournaments. Williams then defeated Pe'er and French Open champion Schiavone en route to her eighth US Open semifinal, against defending champion Clijsters. Williams won the first set of their match and recovered from 5–2 down in the second set but ultimately double-faulted on a key point near the end of the match and lost in three sets. Because of Serena's withdrawal from the US Open, Venus did not participate at the doubles event, where she was the defending champion.",
        "ngram": 142,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Since Cuban joined the show in 2011, the ratings for Shark Tank have increased, and also during his tenure, the show has won four Primetime Emmy Awards for Outstanding Structured Reality Program (from 2014 to 2017). Before the category came into existence it won the award for outstanding reality program for two years in a row (2012 to 2013), all of these awards came after he joined. As of 2023, Cuban is the richest of all Sharks to appear on the show. He announced in November 2023 that the show's 16th season will be his last.",
        "ngram": 96,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Roosevelt is widely considered to be one of the most important figures in the history of the United States, as well as one of the most influential figures of the 20th century. Historians and political scientists consistently rank Roosevelt, George Washington, and Abraham Lincoln as the three greatest presidents, although the order varies. Reflecting on Roosevelt's presidency, \"which brought the United States through the Great Depression and World War II to a prosperous future\", biographer Jean Edward Smith said in 2007, \"He lifted himself from a wheelchair to lift the nation from its knees.\"",
        "ngram": 94,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In 1984, Springsteen released Born in the U.S.A., which sold 30 million worldwide, and became one of the best-selling albums of all time, with seven singles hitting the top ten. The title track was a bitter commentary on the treatment of Vietnam veterans, some of whom were Springsteen's friends. The lyrics in the verses were entirely unambiguous when listened to, but the anthemic music and the title of the song made it hard for many, from politicians to the common person, to get the lyrics—except those in the chorus, which could be read many ways. The song made a huge political impact, as he was advocating for the rights of the common working-class man.",
        "ngram": 114,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Carter was sworn in as the 76th governor of Georgia on January 12, 1971. In his inaugural speech, he declared that \"the time of racial discrimination is over\", shocking the crowd and causing many of the segregationists who had supported him during the race to feel betrayed. Carter was reluctant to engage with his fellow politicians, making him unpopular with the legislature. He expanded the governor's authority by introducing a reorganization plan submitted in January 1972. Despite initially having a cool reception in the legislature, the plan passed at midnight on the last day of the session. Carter merged about 300 state agencies into 22, although it is disputed whether that saved the state money. On July 8, 1971, during an appearance in Columbus, Georgia, he stated his intention to establish a Georgia Human Rights Council to help solve issues ahead of any potential violence.",
        "ngram": 145,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In July 2013, Brown's probation was revoked after he was involved in an alleged hit and run in Los Angeles. He was released from court and scheduled to reappear in August 2013 to learn whether he would serve time in prison. The charges would later be dropped, but Brown would have 1,000 additional hours of community service added to his probation terms. In October 2013, Brown was arrested for felony assault in Washington, D.C., after refusing to take a picture with a man, and throwing a punch that broke the man's nose. The charge was reduced to a misdemeanor. Brown spent 36 hours in a Washington jail and was taken to court in shackles. He was released and ordered to report to his California probation officer within 48 hours.",
        "ngram": 129,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Morrison's senior year English teacher later said, \"Jim read as much and probably more than any student in class, but everything he read was so offbeat I had another teacher (who was going to the Library of Congress) check to see if the books Jim was reporting on actually existed. I suspected he was making them up, as they were English books on sixteenth- and seventeenth-century demonology. I'd never heard of them, but they existed, and I'm convinced from the paper he wrote that he read them, and the Library of Congress would've been the only source.\"",
        "ngram": 97,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Stallone occasionally attempted, albeit unsuccessfully, roles in different genres. In 1984, he co-wrote and starred alongside Dolly Parton in the comedy film Rhinestone, where he played a wannabe country music singer. For the Rhinestone soundtrack, he performed a song. Stallone turned down the lead male role in Romancing the Stone in order to make Rhinestone instead, a decision he later regretted.",
        "ngram": 61,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Morissette was featured as a guest vocalist on Ringo Starr's cover of \"Drift Away\" on his 1998 album, Vertical Man, and on the songs \"Don't Drink the Water\" and \"Spoon\" on the Dave Matthews Band album Before These Crowded Streets. She recorded the song \"Uninvited\" for the soundtrack to the 1998 film City of Angels. Although the track was never commercially released as a single, it received widespread radio airplay in the U.S. At the 1999 Grammy Awards, it won in the categories of Best Rock Song and Best Female Rock Vocal Performance, and was nominated for Best Song Written for a Motion Picture, Television or Other Visual Media. It was also nominated for a Golden Globe Award for Best Original Song.",
        "ngram": 122,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "On 1 May 2011, Laurie and a jazz quintet closed the 2011 Cheltenham Jazz Festival to great acclaim. He followed that up as the subject of the 15 May 2011 episode of ITV's series Perspectives, explaining his love for the music of New Orleans and playing music, from his album Let Them Talk, at studios and live venues in the city itself. He was the subject of PBS Great Performances Let them Talk, also about New Orleans jazz, first broadcast on 30 September 2011.His second album, Didn't It Rain, was released in the UK on 6 May 2013. In the same year he played at the RMS Queen Mary together with his band. This concert was filmed and later released as Live on the Queen Mary on DVD and Blu-ray.",
        "ngram": 130,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "On September 16, 1963, Garland – along with daughter Liza Minnelli, Carolyn Jones, June Allyson and Allyson's daughter Pam Powell – held a press conference to protest the recent bombing of the 16th Street Baptist Church in Birmingham, Alabama, that resulted in the death of four young African American girls. They expressed their shock and outrage at the attack and requested funds for the families of the victims. Pam Powell and Liza Minnelli both announced their intention to attend the funeral of the victims during the press conference.",
        "ngram": 88,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Michelle Marie Pfeiffer was born on April 29, 1958, in Santa Ana, California, the second of four children of Donna Jean (née Taverna), a housewife, and Richard Pfeiffer, an air-conditioning contractor. She has an older brother, Rick, and two younger sisters, Dedee and Lori. Her parents were both originally from North Dakota. Her paternal grandfather was of German ancestry and her paternal grandmother was of English, Welsh, French, Irish, and Dutch descent, while her maternal grandfather was of Swiss-German-Italian descent and her maternal grandmother of Swedish ancestry. The family moved to Midway City, another Orange County community around seven miles (11 km) away, where Pfeiffer spent her early years.",
        "ngram": 109,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In 1973, Welch acted in two films: The Last of Sheila and The Three Musketeers. The latter – for which she won a Golden Globe as Best Actress in a Comedy – spawned a sequel, The Four Musketeers (1974). Welch was offered the title role in Alice Doesn't Live Here Anymore (1974), which earned an Oscar for its eventual star Ellen Burstyn; she also turned down the chance to play Honey Bruce in the biographical film Lenny (1974), a part that went to Valerie Perrine. In 1975, Welch appeared in The Wild Party and also performed a duet with Cher, singing \"I'm a Woman\" on an episode of The Cher Show. She then co-starred with Bill Cosby and Harvey Keitel in the action comedy Mother, Jugs & Speed (1976), directed by Peter Yates. Welch's character, promoted from Dispatcher to Emergency Medical Technician after threatening a sexual discrimination lawsuit, is an early example of feminism and equal pay for equal work as she breaks the \"glass ceiling\" doing a \"man's work\".",
        "ngram": 170,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Berry first saw baseball player David Justice on TV playing in an MTV celebrity baseball game in February 1992. When a reporter from Justice's hometown of Cincinnati told her that Justice was a fan, Berry gave her phone number to the reporter to give to Justice. Berry married Justice shortly after midnight on January 1, 1993. Following their separation in February 1996, Berry stated publicly that she was so depressed that she had considered taking her own life. Berry and Justice were divorced on June 20, 1997.",
        "ngram": 87,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Grace Patricia Kelly (November 12, 1929 – September 14, 1982), also known as Grace of Monaco, was an American actress and Princess of Monaco as the wife of Prince Rainier III from their marriage on April 18, 1956, until her death. Prior to her marriage, she starred in several significant films in the early to mid-1950s. She received an Academy Award, three Golden Globe Awards and was ranked 13th on the American Film Institute's 25 Greatest Female Stars list.Kelly was born into a prominent Catholic family in Philadelphia. After graduating from the American Academy of Dramatic Arts in 1949, Kelly began appearing in New York City theatrical productions and television broadcasts. She made her film debut in Fourteen Hours (1951) and gained stardom from her roles in Fred Zinnemann's western film High Noon (1952), and John Ford's adventure-romance Mogambo (1953), the latter of which earned her the Academy Award for Best Supporting Actress nomination. She won the Academy Award for Best Actress for her performance in the drama The Country Girl (1954). Other notable works include the war film The Bridges at Toko-Ri (1954), the romantic comedy High Society (1956), and three Alfred Hitchcock suspense thrillers: Dial M for Murder (1954), Rear Window (1954), and To Catch a Thief (1955).",
        "ngram": 210,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "On July 21, 2012, Jackson became a licensed boxing promoter when he formed his new company, TMT (The Money Team). Licensed to promote in New York, he was in the process of being licensed in Nevada (where most major fights are held in the U.S.). A former amateur boxer, Jackson signed gold medalist and former featherweight champion Yuriorkis Gamboa and middleweight Olympic medalist Andre Dirrell. On July 29, 2012, he and the boxer Floyd Mayweather, Jr., signed IBF featherweight champion Billy Dib. They unveiled plans to challenge the box-office dominance of mixed martial arts and change the landscape of boxing with TMT Promotions. Boxer Zab Judah also expressed interest in making a deal with Jackson. In December 2012, Mayweather and Jackson parted company, with Jackson taking over the promotion company and founding SMS Promotions with Gamboa, Dirrell, Dib, James Kirkland, Luis Olivares and Donte Strayhorn in his stable.",
        "ngram": 148,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "On October 28, 2023, Perry was found unresponsive in a hot tub at his home in Los Angeles. He was pronounced dead at 4:17 pm that day at the age of 54.On November 3, 2023, Perry's funeral was held at Forest Lawn Memorial Park in Los Angeles where he was buried. His five Friends co-stars attended, as did his father, mother and stepfather. The Peter Gabriel and Kate Bush song \"Don't Give Up\" was played at his funeral. Perry was enamored with the song, and he referenced it in signed copies of his autobiography, released in part to help people suffering from depression or addiction issues. Following Perry's death, the National Philanthropic Trust established the \"Matthew Perry Foundation\" to support people suffering from addiction.On December 15, 2023, Perry's death was revealed to have occurred due to \"acute effects of ketamine\". Other circumstances that contributed to his death included the effects of buprenorphine, drowning, and coronary artery disease. The LA County medical examiner said in a statement that \"at the high levels of ketamine found in his post-mortem blood specimens, the main lethal effects would be from both cardiovascular overstimulation and respiratory depression,\" while \"drowning contributes due to the likelihood of submersion into the pool as he lapsed into unconsciousness; coronary artery disease contributes due to exacerbation of ketamine induced myocardial effects on the heart\". Perry had been receiving ketamine-assisted psychotherapy sessions to treat anxiety at the time of his death, his last known session of which having been the week prior to his death. However, the",
        "ngram": 256,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "After signing with Republic Records in 2018, Swift released the eclectic pop album Lover (2019) and the autobiographical documentary Miss Americana (2020). She explored indie folk styles on the 2020 albums Folklore and Evermore, subdued electropop on Midnights (2022), and re-recorded four albums subtitled Taylor's Version after a dispute with Big Machine. These albums spawned the number-one songs \"Cruel Summer\", \"Cardigan\", \"Willow\", \"Anti-Hero\", \"All Too Well\", and \"Is It Over Now?\". Her Eras Tour (2023–2024) and its accompanying concert film became the highest-grossing tour and concert film of all time, respectively. Swift has directed videos and films such as Folklore: The Long Pond Studio Sessions (2020) and All Too Well: The Short Film (2021).",
        "ngram": 114,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Carter broke his hip during a fall at his Plains home on May 13, 2019, and underwent surgery the same day at the Phoebe Sumter Medical Center in Americus, Georgia. On October 6, a forehead injury above his left eyebrow received during another fall at home required 14 stitches. A public appearance afterward revealed that the former president had a black eye from the injury. On October 21, Carter was admitted to the Phoebe Sumter Medical Center after sustaining a minor pelvic fracture after falling again at home for the third time in 2019. He was able to resume teaching Sunday school at Maranatha Baptist Church on November 3.",
        "ngram": 109,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In October 2007, Cooper began hosting the documentary Planet in Peril with Sanjay Gupta and Jeff Corwin on CNN. In 2008, Cooper, Gupta, and Lisa Ling from National Geographic Explorer teamed up for a sequel, Planet in Peril: Battle Lines, which premiered in December 2008.",
        "ngram": 45,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Ranked 36th and unseeded at Indian Wells, Williams started with a win over Andrea Petkovic, before coming back from a set and a double break down to beat the third seed Petra Kvitová in the second round. This was Williams's first top five win since the 2017 WTA Finals. She then defeated Christina McHale and Mona Barthel to advance to her third straight Indian Wells quarterfinal, where she lost to the eighth seed and eventual runner-up, Angelique Kerber.",
        "ngram": 78,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Prince Harry, Duke of Sussex  (Henry Charles Albert David; born 15 September 1984), is a member of the British royal family. As the younger son of King Charles III and Diana, Princess of Wales, he is fifth in the line of succession to the British throne.",
        "ngram": 47,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Early in 1984, Springsteen asked Scialfa to join the E Street Band for the Born in the U.S.A. Tour, which began in June 1984. According to the book Bruce by Peter Ames Carlin, they seemed about to become a couple through the first leg of the tour, but Springsteen was introduced to actress Julianne Phillips, and married her shortly after midnight on May 13, 1985, at Our Lady of the Lake Catholic Church in Lake Oswego, Oregon. Opposites in background, the two had an 11-year age difference, and Springsteen's traveling took its toll on their relationship. Many of the songs on Tunnel of Love described the unhappiness he felt in his relationship with Phillips. ",
        "ngram": 115,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Kissinger attended the opening ceremony of the 2008 Beijing Summer Olympics. A few months before the Games opened, as controversy over China's human rights record was intensifying due to criticism by Amnesty International and other groups of the widespread use of the death penalty and other issues, Kissinger told China's official press agency Xinhua: \"I think one should separate Olympics as a sporting event from whatever political disagreements people may have had with China. I expect that the games will proceed in the spirit for which they were designed, which is friendship among nations, and that other issues are discussed in other forums.\" He said China had made huge efforts to stage the Games. \"Friends of China should not use the Olympics to pressure China now.\" He added that he would bring two of his grandchildren to watch the Games and planned to attend the opening ceremony. During the Games, he participated with Australian swimmer Ian Thorpe, film star Jackie Chan, and former British prime minister Tony Blair at a Peking University forum on the qualities that make a champion. He sat with his wife Nancy Kissinger, President George W. Bush, former president George H. W. Bush, and Foreign Minister Yang Jiechi at the men's basketball game between China and the U.S.",
        "ngram": 212,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "The declaration was introduced on Friday, June 28, and Congress began debate over its contents on Monday, July 1, resulting in the removal of roughly a fourth of Jefferson's original draft. Jefferson resented the changes, but he did not speak publicly about the revisions. On July 4, 1776, the Congress ratified the Declaration, and delegates signed it on August 2; in so doing, the delegates were knowingly committing an act of high treason against The Crown, which was deemed the most serious criminal offense and was punishable by torture and death.",
        "ngram": 91,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "At the French Open, Williams was bested by Samantha Stosur in the quarterfinals. She and Venus won the doubles event, achieving their fourth consecutive Grand Slam doubles title and improving their doubles ranking to No.1. Williams's next tournament was Wimbledon, where she did not lose a single set, defeating Zvonareva in the final. After the match, Navratilova said Williams was among the top five female tennis players in history. She asserted that being a great player is \"not just about how many Slams you win ... it's just your game overall ... she's got all the goods.\" The Williams sisters lost in the doubles quarterfinals to Elena Vesnina and Zvonareva. In Munich on July 7, Williams stepped on broken glass while in a restaurant, and the injury caused her to miss the rest of the year. She finished 2010 ranked No.4 in singles and No.11 in doubles. On March 2, 2011, she confirmed that she had suffered a hematoma and a pulmonary embolism.",
        "ngram": 163,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Stories were circulated that Hamilton had made two quips about God at the time of the Constitutional Convention in 1787. During the French Revolution, he displayed a utilitarian approach to using religion for political ends, such as by maligning Jefferson as \"the atheist\", and insisting that Christianity and Jeffersonian democracy were incompatible.: 316  After 1801, Hamilton further attested his belief in Christianity, proposing a Christian Constitutional Society in 1802 to take hold of \"some strong feeling of the mind\" to elect \"fit men\" to office, and advocating \"Christian welfare societies\" for the poor. After being shot, Hamilton spoke of his belief in God's mercy.On his deathbed, Hamilton asked the Episcopal Bishop of New York, Benjamin Moore, to give him holy communion. Moore initially declined to do so, on two grounds: that to participate in a duel was a mortal sin, and that Hamilton, although undoubtedly sincere in his faith, was not a member of the Episcopalian denomination. After leaving, Moore was persuaded to return that afternoon by the urgent pleas of Hamilton's friends, and upon receiving Hamilton's solemn assurance that he never attended to shoot Burr and repented for his part in the duel, Moore gave him communion. Bishop Moore returned the next morning, stayed with Hamilton for several hours until his death, and conducted the funeral service at Trinity Church.",
        "ngram": 220,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "After gaining early recognitions in western films in the late 1960s and continuing into the 1970s and 1980s, Elliott received two Golden Globe Award nominations—for Best Actor in a Miniseries or Television Film and Supporting Actor in a Series, Miniseries or Television Film—for his respective roles in the television film Conagher (1991) and miniseries Buffalo Girls (1995), the latter of which also earned him a nomination for the Primetime Emmy Award for Outstanding Supporting Actor in a Miniseries or Special. His voice-over performance in Robot Chicken (2012–2020) earned him a nomination for the Primetime Emmy Award for Outstanding Voice-Over Performance. Elliott's guest role in Justified (2015) earned him a Critics' Choice Television Award for Best Guest Performer in a Drama Series.",
        "ngram": 121,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "From 2004 to 2015, Trump was co-producer and host of reality shows The Apprentice and The Celebrity Apprentice. Trump played a flattering, highly fictionalized version of himself as a superrich and successful chief executive who eliminated contestants with the catchphrase \"You're fired\". The shows remade his image for millions of viewers nationwide. With the related licensing agreements, they earned him more than $400 million which he invested in largely unprofitable businesses.",
        "ngram": 71,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "Tha Carter II, the follow-up to the original Tha Carter album, was released in December 2005, this time without production by longtime Cash Money Records producer Mannie Fresh, who had left the label. Tha Carter II sold more than 238,000 copies in its first week of release, debuting at number 2 on the Billboard 200 albums chart, and went on to sell 2,000,000 copies worldwide. The lead single \"Fireman\" became a hit in the US, peaking at 32 on the Billboard Hot 100 chart. Other singles included \"Grown Man\" with Currensy, \"Hustler Musik\", and \"Shooter\" with R&B singer Robin Thicke. Carter also appeared on a remix of Bobby Valentino's \"Tell Me\", which rose to number 13 on the U.S. R&B Charts. In 2005, Carter was named president of Cash Money, and in the same year he founded Young Money Entertainment as an imprint of Cash Money. However, as of late 2007, Carter reported having stepped down from the management of both labels and had handed management of Young Money over to Cortez Bryant.",
        "ngram": 173,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "The following night on Raw, Cena gave a farewell speech before costing Barrett the WWE Championship by interfering in his rematch with Orton. A week later, Cena invaded Raw, first as a spectator, but then attacked members of Nexus, explaining he would still take down Nexus one by one despite not being employed. On the December 13 episode of Raw, Cena was rehired by Barrett in exchange that he would face him on December 19 at TLC: Tables, Ladders & Chairs in a chairs match, which Cena won.",
        "ngram": 88,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In September 2018, West announced that he would be permanently moving back to Chicago to establish his Yeezy company headquarters there. This did not actually occur, and West instead went on to purchase two ranches near Cody, Wyoming, where he recorded his eighth solo studio album, Ye. Kardashian resides with their children in a home that the now-divorced couple owns in California, whereas West moved into a home across the street to continue to be near their children. In October 2021, West began the process of selling his Wyoming ranch.",
        "ngram": 90,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In the 2015 documentary Listen to Me Marlon, Brando shared his thoughts on playing a death scene, stating, \"That's a tough scene to play. You have to make 'em believe that you are dying ... Try to think of the most intimate moment you've ever had in your life.\" His favorite actors were Spencer Tracy, John Barrymore, Fredric March, James Cagney and Paul Muni. He also showed admiration for Sean Penn, Jack Nicholson, Johnny Depp and Daniel Day-Lewis.",
        "ngram": 78,
        "subject": "Daniel Day-Lewis"
    },
    {
        "text": "In 2017, Wilde made her Broadway debut portraying the role of Julia in 1984. It opened at the Hudson Theatre in New York City on June 22 (previews beginning May 18) for a limited run until October 8, 2017. In May 2017, Wilde became chief brand activist of True Botanicals, a cosmetics and skin care company. Her documentary short Fear Us Women (2017) follows Canadian civilian Hanna Bohman, who has spent the last three years in Syria as a volunteer soldier battling ISIS. As a member of the YPJ, an all-female Kurdish army, Hanna gives an inside look at the women fighting for liberation in Syria.",
        "ngram": 106,
        "subject": "Daniel Day-Lewis"
    }
]