[
    {
        "text": "Yahoo!'s costly purchase of Broadcast.com is now regarded as one of the worst internet acquisitions of all time. Broadcast.com and Yahoo!'s other broadcasting services were discontinued within a few years after the acquisition. Cuban has repeatedly described himself as very lucky to have sold the company before the dot-com bubble burst. However, he also emphasized that he hedged against the Yahoo! shares he received from the sale and would have lost most of his fortune if he had not done so.",
        "ngram": 81,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Simon has earned sixteen Grammy Awards for his solo and collaborative work, including three for Album of the Year (Bridge Over Troubled Water, 1971; Still Crazy After All These Years, 1976; and Graceland, 1988), and a Lifetime Achievement Award. He is one of only six artists to have won the Grammy Award for Album of the Year more than once as the main credited artist.",
        "ngram": 65,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "During the 2019 off-season, James filed for a trademark through a shell company on the term \"Taco Tuesday\" for use in downloadable audio/visual works, podcasts, social media, online marketing, and entertainment services. This was related to James's use of the term on Instagram for his family's taco dinners. The request was denied by the United States Patent and Trademark Office, stating that Taco Tuesday was \"a commonplace term, message or expression widely used by a variety of sources that merely conveys an ordinary, familiar, well-recognized concept or sentiment.\"",
        "ngram": 88,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Her first starring role in a wide theatrical release was Starship Troopers in 1997 for which Richards was nominated for the Blockbuster Entertainment Award for Favorite Female Newcomer. The film grossed a total of $121.2 million worldwide. In 2012, Slant Magazine ranked the film at number 20 on its list of the 100 Best Films of the 1990s. She followed this with a role in the erotic thriller film Wild Things (1998) alongside Kevin Bacon, Matt Dillon and Neve Campbell. Variety praised Richards's transition from good-girl-type roles to manipulative villainess and the review continued to include her as part of \"an ensemble that appears to be enjoying the challenge of offbeat roles and unusual material. There's not a wrong note struck by the game group of players.\" In 2016, Glamour praised the film's female characters by describing Richards and Neve Campbell as \"two of the most well-rounded, fascinating, and exciting characters to ever grace the screen.\"Richards was cast as the nuclear physicist Christmas Jones in the James Bond film The World Is Not Enough (1999). Though she considered her role \"brainy\", \"athletic\", and having depth of character, she was criticized as not credible in the role. Her outfit, which often comprised a low-cut tank top and tight shorts, elicited unfavorable comments. Richards stated that a lot of viewers \"made fun of\" the character's attire but that \"These Bond girls are so outrageous and if I did really look like a scientist, the Bond fans would have been disappointed.\" Richards was nominated for the Blockbuster Entertainment Award",
        "ngram": 256,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Pfeiffer is attached to star alongside Annette Bening in the psychological thriller, Turn of Mind, set to be directed by Gideon Raff. In 2022, she was cast in Wild Four O'Clocks, penned and directed by Peter Craig, and produced by Marc Platt and Adam Siegel.",
        "ngram": 45,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "King testified in an August 2022 in a case brought by the U.S. Justice Department to block a $2.2 billion merger of Penguin Random House and Simon & Schuster (two of the \"Big Five\" book publishers). The New York Times credited King's high-profile testimony, which was against his own publisher, with helping to convince presiding judge Florence Y. Pan with ultimately blocking the merger.",
        "ngram": 64,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "John Davison Rockefeller Sr. (July 8, 1839 – May 23, 1937) was an American business magnate and philanthropist. He was one of the wealthiest Americans of all time and one of the richest people in modern history. Rockefeller was born into a large family in Upstate New York who moved several times before eventually settling in Cleveland, Ohio. He became an assistant bookkeeper at age 16 and went into several business partnerships beginning at age 20, concentrating his business on oil refining. Rockefeller founded the Standard Oil Company in 1870. He ran it until 1897 and remained its largest shareholder. In his retirement, he focused his energy and wealth on philanthropy, especially regarding education, medicine, higher education, and modernizing the American South.",
        "ngram": 122,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In 2001, between his training in Ultimate Pro Wrestling and Ohio Valley Wrestling, Cena was involved in the UPN produced reality show Manhunt, in which he portrayed Big Tim Kingman, leader of the group of bounty hunters who chased down the contestants who acted as fugitives. The show, however, was mired in controversy when it was alleged that the portions of the show were rigged to eliminate certain players, scenes were re-shot or staged to enhance drama and contestants read from scripts.",
        "ngram": 82,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Following her film debut in Lucas (1986), Ryder rose to prominence when played the supporting part of Lydia Deetz in Beetlejuice (1988). Major parts in Heathers (1989), Edward Scissorhands, Mermaids (both 1990), and Bram Stoker's Dracula (1992) came next. She earned two consecutive Oscar nominations—Best Supporting Actress and Best Actress—for her portrayals of May Welland in The Age of Innocence (1993) and Jo March in Little Women (1994), respectively. Her subsequent work included starring roles in Reality Bites (1994), How to Make an American Quilt (1995), The Crucible (1996), Alien Resurrection (1997), Celebrity (1998), Girl, Interrupted (1999), Autumn in New York (2000), and Mr. Deeds (2002).",
        "ngram": 106,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Candy provided the voice for Don the Horse in Hot to Trot (1988) and starred in a flop comedy, considered by some to be a cult classic, Who's Harry Crumb? (1989), which he also produced. He was also in the box office flop Speed Zone aka Cannonball Fever (1989), however, he had another hit film with Hughes as writer and director in Uncle Buck (1989). Candy also produced and starred in a Saturday-morning animated series on NBC titled Camp Candy in 1989. The show was set in a fictional summer camp run by Candy, featured his two children in supporting roles, and also spawned a brief comic book series published by Marvel Comics' Star Comics imprint. During this time, he also made the television film The Rocket Boy (1989) in Canada.",
        "ngram": 131,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Stiller says that he and Downey always stayed focused on the fact that they were skewering insufferable actors, not African Americans. \"I was trying to push it as far as you can within reality\", Stiller explains. \"I had no idea how people would respond to it\". Stiller screened a rough cut of the film [in March 2008] and it scored high with African Americans. He was relieved at the reaction. \"It seems people really embrace it\", he said.",
        "ngram": 78,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Despite Cuban's history with David Stern, he believed the NBA Commissioner would leave a lasting legacy \"of a focus on growth and recognizing that the NBA is in the entertainment business and that it's a global product, not just a local product. Whatever platforms that took us to, he was ready to go. He wasn't protective at all. He was wide open. I think that was great.\"",
        "ngram": 67,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In May, Williams reached her first clay-court final at the Eurocard German Open, but lost to Justine Henin. Williams won her first clay-court title at the Italian Open, which raised her ranking to a new high of No.3. She then claimed her first French Open title, which elevated her to No.2, second only to Venus. During the summer, Williams won Wimbledon for the first time, defeating Venus in the final. The victory propelled her to No.1, making her the third African American woman to hold the top ranking. The Williams sisters also won the doubles event at the tournament.",
        "ngram": 99,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Protective of his privacy, Day-Lewis has described his life as a \"lifelong study in evasion\". He had a relationship with French actress Isabelle Adjani that lasted six years, eventually ending after a split and reconciliation. Their son was born in 1995 in New York City a few months after the relationship ended.In 1996, while working on the film version of the stage play The Crucible, he visited the home of playwright Arthur Miller, where he was introduced to the writer's daughter, Rebecca Miller. They married later that year, on 13 November 1996. The couple have two sons. They divide their time between their homes in Manhattan and Annamoe, Ireland.Day-Lewis has held dual British and Irish citizenship since 1993. He has maintained his Annamoe home since 1997. He stated: \"I do have dual citizenship, but I think of England as my country. I miss London very much, but I couldn't live there because there came a time when I needed to be private and was forced to be public by the press. I couldn't deal with it.\" He is a supporter of South East London football club Millwall. Day-Lewis is also an Ambassador for The Lir Academy, a new drama school at Trinity College Dublin, founded in 2011.In 2010, Day-Lewis received an honorary doctorate in letters from the University of Bristol, in part because of his attendance of the Bristol Old Vic Theatre School in his youth. Day-Lewis has stated that he had \"no real religious education\", and that he \"suppose[s]\" he is \"a die-hard agnostic\". In",
        "ngram": 256,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "They were a fascinating pair. In a way, they complemented each other perfectly. Kissinger was the charming and worldly Mr. Outside who provided the grace and intellectual-establishment respectability that Nixon lacked, disdained and aspired to. Kissinger was an international citizen. Nixon very much a classic American. Kissinger had a worldview and a facility for adjusting it to meet the times, Nixon had pragmatism and a strategic vision that provided the foundations for their policies. Kissinger would, of course, say that he was not political like Nixon—but in fact he was just as political as Nixon, just as calculating, just as relentlessly ambitious ... these self-made men were driven as much by their need for approval and their neuroses as by their strengths.",
        "ngram": 122,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "For his role in Far from Heaven (2002) he won the New York Film Critics Circle Award for Best Supporting Actor, the Chicago Film Critics Association Award for Best Supporting Actor, the Online Film Critics Society Award for Best Supporting Actor and the Independent Spirit Award for Best Supporting Male. He received nominations for Best Supporting Actor from the Golden Globe Awards, the Phoenix Film Critics Society Awards and the Screen Actors Guild Awards. Quaid was also honored with a Distinguished Alumni Award from his alma mater, the University of Houston, in April 2012.",
        "ngram": 94,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "James has maintained close ties to his hometown of Akron, Ohio, which is also where his charity foundation, the LeBron James Family Foundation (LJFF), is based. Since 2005, the foundation has held an annual bike-a-thon to raise money for various causes. In 2015, James announced a partnership with the University of Akron to provide scholarships for as many as 2,300 children beginning in 2021. In 2017, he received the J. Walter Kennedy Citizenship Award from the NBA for his \"outstanding service and dedication to the community.\"",
        "ngram": 86,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Anthony became a minority owner of the Miami Dolphins in 2009. In 2011, he returned to television on the TNT series Hawthorne, toured the U.S., and launched his line of clothes and luxury accessories for Kohl's. Together with Jamie King and Jennifer Lopez, he produced the 2012 TV series ¡Q' Viva! The Chosen, which aired simultaneously on Spanish and English television in the US and Latin America. In April 2015, Anthony announced the formation of the entertainment company Magnus Media. More recently, his production company signed a first-look deal with ViacomCBS International Studios.",
        "ngram": 93,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Curtis spoke of his disappointment at never being awarded an Oscar. In March 2006, Curtis received the Sony Ericsson Empire Lifetime Achievement Award. He also has a star on the Hollywood Walk of Fame inducted in 1960, and received the Ordre des Arts et des Lettres from France in 1995.",
        "ngram": 50,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In 1998 Buffett acquired General Re (Gen Re) as a subsidiary in a deal that presented difficulties—according to the Rational Walk investment website, \"underwriting standards proved to be inadequate\", while a \"problematic derivatives book\" was resolved after numerous years and a significant loss. Gen Re later provided reinsurance after Buffett became involved with Maurice R. Greenberg at AIG in 2002.",
        "ngram": 60,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "During the 1990s, Warwick hosted infomercials for the Psychic Friends Network, which featured self-described psychic Linda Georgian. The 900 number psychic service was active from 1991 to 1998. According to press statements throughout the 1990s, the program was the most successful infomercial for several years and Warwick earned in excess of three million dollars per year as spokesperson for the network. In 1998, Inphomation, the corporation owning the network, filed for bankruptcy and Warwick ended her association with the organization. Warwick's longtime friend and tour manager Henry Carr acknowledged that \"when Dionne was going through an airport and a child recognized her as 'that psychic lady on TV', Dionne was crushed and said she had worked too hard as an entertainer to become known as 'the psychic lady.'\"Warwick's most publicized album during this period was 1993's Friends Can Be Lovers, which was produced in part by Ian Devaney and Lisa Stansfield. Featured on the album was \"Sunny Weather Lover\", which was the first song that Burt Bacharach and Hal David had written together for Warwick since 1972. It was Warwick's lead single in the United States, and was heavily promoted by Arista, but failed to chart. A follow-up \"Where My Lips Have Been\" peaked at No. 95 on the Hot R&B/Hip-Hop Singles & Tracks. The 1994 Aquarela Do Brasil album marked the end of Warwick's contract with Arista Records. In 1990, Warwick recorded the song \"It's All Over\" with former member of Modern Talking Dieter Bohlen (Blue System). The single peaked at No. 60 (No. 33",
        "ngram": 256,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "After leaving university, Neeson returned to Ballymena, where he worked in a variety of casual jobs, such as a forklift operator at Guinness and a lorry driver. He also attended teacher training college for two years in Newcastle upon Tyne before again returning to his hometown. In 1976, he joined the Lyric Players' Theatre in Belfast, where he performed for two years. He got his first film experience in 1977, playing Jesus Christ and The Evangelist in the religious film Pilgrim's Progress (1978). He moved to Dublin in 1978 when he was offered a part in Ron Hutchinson's Says I, Says He, a drama about The Troubles, at the Project Arts Centre. He acted in several other Project productions and joined the Abbey Theatre (the National Theatre of Ireland). In 1980, he performed with Stephen Rea, Ray McAnally and Mick Lally, playing Doalty in Brian Friel's play Translations, the first production of Friel's and Rea's Field Day Theatre Company, first presented in the Guildhall in Derry on 23 September 1980.In 1980, filmmaker John Boorman saw him on stage as Lennie Small in Of Mice and Men and offered him the role of Sir Gawain in the Arthurian film Excalibur. After the role, Neeson moved to London, where he continued working on stage, and in small-budget films and television. He lived with actress Helen Mirren, whom he met working on Excalibur. Between 1982 and 1987, he starred in five films, most notably with Mel Gibson and Anthony Hopkins in 1984's The Bounty and Robert De Niro and",
        "ngram": 256,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In 2017, the Evel Knievel Museum, a 13,000 square foot (1,200 square meters) museum honoring Knievel was opened in Topeka, Kansas, by co-founders Lathan Mckay and Mike Patterson. The museum features his motorcycles, leathers, helmets, wardrobe, and jewelry along with various displays and a virtual reality motorcycle jump.",
        "ngram": 48,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Knievel was buried at Mountain View Cemetery in his hometown of Butte, Montana on December 10, 2007, following a funeral at the 7,500-seat Butte Civic Center presided over by Robert H. Schuller with actor Matthew McConaughey giving the eulogy. Before the Monday service, fireworks exploded in the Butte night sky as pallbearers carried Knievel's casket into the center.",
        "ngram": 58,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Media analysis of the sudden announcement was wide-ranging, describing it as an act of \"desperation\" to obtain a better launch reception of a humiliating \"publishing flop\" that had languished in the ratings, \"blood money\" for the lives lost in the Iraq and Afghanistan wars, an act with a \"hidden motive\" or an expression of \"guilt\", a \"genius move\" to address the problem that \"Tony Blair ha[d] one of the most toxic brands around\" from a PR perspective, and a \"cynical stunt to wipe the slate\", but also as an attempt to make amends. Friends had said that the act was partly motivated by the wish to \"repair his reputation\".",
        "ngram": 109,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Seagal holds citizenships in three countries: the United States, Serbia, and Russia. Born in the United States, he possesses jus soli U.S. citizenship. He was granted Serbian citizenship on January 11, 2016, following several visits to the country, and has been asked to teach aikido to the Serbian Special Forces.Seagal was granted Russian citizenship on November 3, 2016; according to government spokesman Dmitry Peskov, \"He was asking quite insistently and over a lengthy period to be granted citizenship.\" Various media outlets have cited Seagal and President Vladimir Putin as friends and Seagal stated that he \"would like to consider [Putin] as a brother\", Putin bestowed the Russian award of Order of Friendship medal, upon Seagal in 2023; Peskov has said of Putin: \"he's definitely seen some of his movies.\" Seagal declared himself, 'one million per cent' Russian and has lashed out at US 'disinformation'.",
        "ngram": 144,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In 2020, Favre's involvement with the development and promotion of a concussion treatment drug, Prevasol, by the Prevacus corporation, came under scrutiny. The nonprofit Mississippi Community Education Center (MCEC) received $2.5 million in federal grant funds diverted from Mississippi's Temporary Assistance for Needy Families welfare funds (TANF), as well as tens of millions in public funds as an element of the scheme. The Mississippi state auditor has termed the scheme \"the largest public embezzlement case in state history\". A grand jury in Hinds County indicted MCEC founder, Nancy New, and her son Zach in the scheme. Favre had introduced MCEC's founders to top state welfare officials. Former Governor Phil Bryant is also involved in the scandal.",
        "ngram": 116,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "The Sussexes visited the UK and Germany in September 2022 for a number of charity events in Manchester and Düsseldorf. On 8 September 2022, while Harry and Meghan were in London preparing to attend a charity event, Queen Elizabeth II died at Balmoral Castle in Scotland.",
        "ngram": 46,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Journalist Jonathan Greenberg reported that Trump called him in 1984, pretending to be a fictional Trump Organization official named \"John Barron\". Greenberg said that Trump, speaking as \"Barron\", falsely asserted that he owned more than 90 percent of his father's business to get a higher ranking on the Forbes 400 list of wealthy Americans. Greenberg also wrote that Forbes had vastly overestimated Trump's wealth and wrongly included him on the 1982, 1983, and 1984 rankings.",
        "ngram": 75,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Seagal plays the guitar and among his extensive collection are guitars previously owned by \"the Kings\"; Albert, BB, and Freddie, as well as Bo Diddley, Stevie Ray Vaughan, Buddy Guy, Howlin' Wolf, Muddy Waters, and Jimi Hendrix. In 2005, he released his first album, Songs from the Crystal Cave, which has a mix of pop, world, country, and blues music. It features duets with Tony Rebel, Lt. Stichie, Lady Saw, and Stevie Wonder. The soundtrack to Seagal's 2005 film Into the Sun features several songs from the album. One of his album tracks, \"Girl It's Alright\", was also released as a single in several countries alongside an accompanying music video. Seagal's second album, titled Mojo Priest, was released in April 2006. Subsequently, he spent the summer of 2006 touring the United States and Europe with his band, Thunderbox, in support of the album.",
        "ngram": 143,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "According to Billboard, Swift was the highest-paid musician in the US and highest-paid solo musician worldwide of 2020. Folklore made Swift the first woman to win the Grammy Award for Album of the Year three times, winning the category at the 63rd Annual Grammy Awards (2021). At the  American Music Awards, Swift won three awards including Artist of the Year for a third record time (2020) and Favorite Pop/Rock Female Artist and Favorite Pop/Rock Album (2021). Swift played Bombalurina in the film adaptation of Andrew Lloyd Webber's musical Cats (2019), for which she co-wrote and recorded the Golden Globe-nominated original song \"Beautiful Ghosts\". The documentary Miss Americana, which chronicled parts of Swift's life and career, premiered at the 2020 Sundance Film Festival.",
        "ngram": 123,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In 1986, Chase was admitted to the Betty Ford Center for treatment of a prescription painkiller addiction. His use began after he experienced ongoing back pain related to the pratfalls he took during his Saturday Night Live appearances. In 2010, he said that his drug abuse had been \"low level.\" He entered the Hazelden Clinic in September 2016 to receive treatment for alcoholism.",
        "ngram": 63,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Wagons East was completed using a stunt double and special effects and released five months after Candy's death. His final completed film was Canadian Bacon, a satirical comedy by Michael Moore released a year after Candy's death. Candy played American sheriff Bud Boomer, who led an \"invasion\" of Canada. Candy recorded a voice for the TV film The Magic 7 in the early 1990s. The film remained in production for years owing to animation difficulties and production delays, and it was eventually shelved.",
        "ngram": 83,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Bird entered the NBA for the 1979–80 season, where he made an immediate impact, starting at power forward and leading the Celtics to a 32-win improvement over the previous season before being eliminated from the playoffs in the conference finals. He played for the Celtics during his entire professional career (13 seasons), leading them to five NBA finals appearances and three NBA championships. He played most of his career with forward Kevin McHale and center Robert Parish, considered by some to be the greatest front court in NBA history. Bird was a 12-time NBA All-Star, won two NBA Finals MVP awards and received the NBA Most Valuable Player Award three consecutive times (1984–1986), making him the only forward in league history to do so. Bird was also a member of the gold medal-winning 1992 U.S. Olympic basketball team, known as the \"Dream Team\". He was inducted into the Naismith Memorial Basketball Hall of Fame twice as a player—first in 1998 as an individual, and again in 2010 as a member of the \"Dream Team\". He was voted onto the NBA's 50 Greatest Players in NBA History list in 1996, and subsequently the 75th Anniversary Team list in 2021.",
        "ngram": 198,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "With no major label to give him a record deal, Jay-Z sold burned CDs out of his car, and with Damon \"Dame\" Dash and Kareem \"Biggs\" Burke, created Roc-A-Fella Records as an independent label in 1995. After striking a distribution deal with Priority, Jay-Z released his 1996 debut album Reasonable Doubt with beats from acclaimed producers such as DJ Premier and Super DJ Clark Kent and an appearance by The Notorious B.I.G. The album reached number 23 on the Billboard 200, and was generally favored by critics. This album would later be included in Rolling Stone's 500 Greatest Albums of All Time as No. 248 and eventually reach platinum status. After reaching a new label distribution deal with Def Jam in 1997, Jay-Z released his follow-up In My Lifetime, Vol. 1. Featuring production by Sean \"Puff Daddy\" Combs, DJ Premier, and Ski, it earned platinum status in the United States.In 1998, Jay-Z released Vol. 2... Hard Knock Life which spawned the biggest hit of his career at the time, \"Hard Knock Life (Ghetto Anthem)\". He relied more on flow and wordplay, and he continued with his penchant for mining beats from the popular producers of the day such as Swizz Beatz, an upstart in-house producer for Ruff Ryders, and Timbaland. Other producers included DJ Premier, Erick Sermon, The 45 King, and Kid Capri. Charting hits from this album included \"Can I Get A...\", featuring Ja Rule and Amil, and \"Nigga What, Nigga Who\", featuring Amil and Jaz-O. Vol. 2 would eventually become Jay-Z's most commercially successful",
        "ngram": 256,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Amid difficulties in her personal life, Lansbury moved from California to Ireland's County Cork in 1970. She continued to make theatrical and cinematic appearances throughout that decade, including leading roles in the stage musicals Gypsy, Sweeney Todd, and The King and I, as well as in the Disney film Bedknobs and Broomsticks (1971). Moving into television in 1984, she achieved worldwide fame as the sleuth Jessica Fletcher in the American whodunit series Murder, She Wrote, which ran for twelve seasons until 1996, becoming one of the longest-running and most popular detective drama series in television history. Through Corymore Productions, a company that she co-owned with her husband Peter Shaw, Lansbury assumed ownership of the series and was its executive producer during its final four seasons. She also moved into voice work, contributing to animated films like Beauty and the Beast (1991) and Anastasia (1997). In the 21st century, she toured in several theatrical productions and appeared in family films such as Nanny McPhee (2005) and Mary Poppins Returns (2018).",
        "ngram": 169,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In terms of awards and accolades, Brown has won a total of 199 awards from 513 nominations over the course of his career. Among which include a Grammy Award, 19 BET Awards, 4 BET Hip Hop Awards, 4 Billboard Music Awards, 5 American Music Awards, 60 ASCAP Awards, 49 BMI Awards,14 Soul Train Music Awards, 3 MTV Video Music Awards, 1 MTV Australian Award, 3 iHeartRadio Music Awards, 1 iHeartRadio Titanium Award, 1 International Dance Music Award, 1 Kora Award, 2 MOBO Awards, 1 TRL Award, 4 NAACP Image Awards, 2 Nickelodean Awards, 2 People's Choice Awards, 1 Ozone Award, 7 Teen Choice Awards, 8 Urban Music Awards, 38 Vevo Certified Awards, 1 World Music Award, 1 Headies. Brown is the 2nd most decorated artist in the history of the BET Awards, behind Beyonce in 1st. Brown is also tied with Bruno Mars as the 2nd most decorated artist in the history of the Soul Train Awards, behind Beyonce in 1st. Brown is tied with Rihanna for the 7th most Vevo Certified Awards with 38 and holds the record for the most Vevo certifications among male R&B artists. Moreover, Brown was ranked 4th among the top 10 highest performing U.S. artists on Vevo of the 2010s decade, behind Taylor Swift, Eminem, and Justin Bieber in 1st, 2nd and 3rd, respectively. Lastly, Brown is the first American artist and the only R&B artist to ever win a Headies award for outstanding achievements in the Nigerian music industry. Brown won his Headies in the category of international artiste",
        "ngram": 256,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "A comic book series, BRZRKR, co-written by Reeves was published in three volumes starting in March 2021 and concluding in October 2023. Issue #1 sold over 615,000 copies, making it the top-selling single issue since Star Wars #1 in 2015. In July and November 2023, Boom! Studios published a two one-shot spin-off comics of BRZRKR both co-written by Reeves, titled Poetry of Madness (2023) and Fallen Empire (2023), respectively.",
        "ngram": 69,
        "subject": "Vincent van Gogh"
    },
    {
        "text": " In 2008, Buffett was ranked by Forbes as the richest person in the world with an estimated net worth of approximately $62 billion. In 2009, after donating billions of dollars to charity, he was ranked as the second richest man in the United States with a net worth of $37 billion with only Bill Gates ranked higher than Buffett. His net worth had risen to $58.5 billion as of September 2013.In 1999, Buffett was named the Top Money Manager of the Twentieth Century in a survey by the Carson Group, ahead of Peter Lynch and John Templeton. In 2007, he was listed among Time's 100 Most Influential People in the world. In 2011, President Barack Obama awarded him the Presidential Medal of Freedom. Buffett, along with Bill Gates, was named the most influential global thinker in Foreign Policy's 2010 report.Buffett has written several times of his belief that, in a market economy, the rich earn outsized rewards for their talents. His children will not inherit a significant proportion of his wealth. He once commented, \"I want to give my kids just enough so that they would feel that they could do anything, but not so much that they would feel like doing nothing\".Buffett had long stated his intention to give away his fortune to charity, and in June 2006, he announced a new plan to give 83% of it to the Bill & Melinda Gates Foundation (BMGF). He pledged about the equivalent of 10 million Berkshire Hathaway Class B shares to the Bill & Melinda",
        "ngram": 256,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "In 1207, Genghis had appointed a man named Qorchi as governor of the subdued Hoi-yin Irgen tribes in Siberia. Appointed not for his talents but for prior services rendered, Qorchi's tendency to abduct women as concubines for his harem caused the tribes to rebel and take him prisoner in early 1216. The following year, they ambushed and killed Boroqul, one of Genghis's highest-ranking nökod. The khan was livid at the loss of his close friend and prepared to lead a retaliatory campaign; eventually dissuaded from this course, he dispatched his eldest son Jochi and a Dörbet commander. They managed to surprise and defeat the rebels, securing control over this economically important region.Kuchlug, the Naiman prince who had been defeated in 1204, had usurped the throne of the Central Asian Qara Khitai dynasty between 1211 and 1213. He was a greedy and arbitrary ruler who probably earned the enmity of the native Islamic populace whom he attempted to forcibly convert to Buddhism. Genghis sensed that Kuchlug might be a potential threat to his empire, and Jebe was sent with an army of 20,000 cavalry to the city of Kashgar; he undermined Kuchlug's rule by emphasising the Mongol policies of religious tolerance and gained the loyalty of the local elite. Kuchlug was forced to flee southwards to the Pamir Mountains, but was captured by local hunters. Jebe had him beheaded and paraded his corpse through Qara Khitai, proclaiming the end of religious persecution in the region.",
        "ngram": 244,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "Grande's debut album Yours Truly was complimented for recreating the R&B \"vibe and feel of the 90s\" with the help of songwriter and producer Babyface. Her follow-up record, My Everything, explored EDM and electropop genres. Grande expanded the pop and R&B sound on her third album, Dangerous Woman, which was praised by the Los Angeles Times for integrating elements of different styles, such as reggae-pop (\"Side to Side\"), dance-pop (\"Be Alright\"), and guitar-trap fusion (\"Sometimes\"). Trap-pop was more heavily featured on her fourth and fifth studio albums, Sweetener and Thank U, Next. Elias Leight of Rolling Stone opined that Grande \"set her sights on conquering trap, savage basslines and jittery swarms of drum programming\" and \"embrace[d] the sound of hard-bitten Southern hip-hop\" on Sweetener, exploring funk music with themes of love and prosperity. Craig Jenkins of Vulture noted that she embraced trap and hip hop with undertones of R&B on Thank U, Next, with lyrics about breakups, empowerment, and self-love. Her sixth album, Positions, further emphasized the R&B and trap-pop sound of its two predecessors, with lyrics discussing sex and romance.",
        "ngram": 181,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "On September 13, 1982, Kelly suffered a mild cerebral hemorrhage while driving back to Monaco from her country home in Roc Agel. As a result, she lost control of her 1972 Rover P6 3500 and drove off the steep, winding road and down the 120-foot (37 m) mountainside. Her daughter Stéphanie, who was in the passenger seat, unsuccessfully tried to regain control of the car.The Princess was taken to the Monaco Hospital (later named the Princess Grace Hospital Centre) with injuries to the brain and thorax and a fractured femur. Initially that afternoon, she was officially diagnosed with the cerebral hemorrhage and was said to be able to make a full recovery before a second, more severe, hemorrhage struck while at the hospital. With no reasonable chance of recovery, she died the following night at 10:55 p.m. after Rainier decided to turn off her life support.Stéphanie suffered a light concussion and a hairline fracture of a cervical vertebra, and was unable to attend her mother's funeral.Princess Grace's funeral was held at the Cathedral of Our Lady Immaculate in Monaco-Ville, on September 18, 1982. After a Requiem Mass, she was buried in the Grimaldi family vault. Over 400 people attended, including Cary Grant, Nancy Reagan, Danielle Mitterrand, Empress Farah of Iran, and Diana, Princess of Wales.Rainier, who did not remarry, was buried alongside her after his death in 2005.",
        "ngram": 228,
        "subject": "Vincent van Gogh"
    },
    {
        "text": "White appeared several times on The Carol Burnett Show and The Tonight Show Starring Johnny Carson appearing in many sketches, and began guest-starring in a number of television movies and television miniseries, including With This Ring, The Best Place to Be, Before and After, and The Gossip Columnist. In 1983, White became the first woman to win a Daytime Emmy Award in the category of Outstanding Game Show Host, for the NBC entry Just Men! Due to the amount of work she did on them, she was deemed the \"First Lady of Game Shows\".",
        "ngram": 94,
        "subject": "Vincent van Gogh"
    }
]