[
    {
        "text": "Dr. Dre's second solo album, 2001, released on November 16, 1999, was considered an ostentatious return to his gangsta rap roots. It was initially titled The Chronic 2000 to imply being a sequel to his debut solo effort The Chronic but was re-titled 2001 after Death Row Records released an unrelated compilation album with the title Suge Knight Represents: Chronic 2000 in May 1999. Other tentative titles included The Chronic 2001 and Dr. Dre.The album featured numerous collaborators, including Devin the Dude, Snoop Dogg, Kurupt, Xzibit, Nate Dogg, Eminem, Knoc-turn'al, King T, Defari, Kokane, Mary J. Blige and new protégé Hittman, as well as co-production between Dre and new Aftermath producer Mel-Man. Stephen Thomas Erlewine of the website AllMusic described the sound of the album as \"adding ominous strings, soulful vocals, and reggae\" to Dr. Dre's style. The album was highly successful, charting at number two on the Billboard 200 charts and has since been certified six times platinum, validating a recurring theme on the album: Dr. Dre was still a force to be reckoned with, despite the lack of major releases in the previous few years. The album included popular hit singles \"Still D.R.E.\" and \"Forgot About Dre\", both of which Dr. Dre performed on NBC's Saturday Night Live on October 23, 1999. Dr. Dre won the Grammy Award for Producer of the Year, Non-Classical in 2000, and joined the Up in Smoke Tour with fellow rappers Eminem, Snoop Dogg, and Ice Cube that year as well.",
        "ngram": 248,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Schneider has also appeared in numerous comedies starring his SNL comrade Adam Sandler, including 1998's The Waterboy, 2010's Grown Ups, and 2020's Hubie Halloween. The comedic characters Schneider plays in these films include an overly enthusiastic Cajun man who proclaims the catch-phrase, \"You can do it!\"; an amiable Middle Eastern delivery boy; a prison inmate; and Sandler's one-eyed Hawaiian sidekick, Ula. Schneider has uttered the line \"You can do it!\" as a running gag in Sandler's films The Waterboy, Little Nicky, 50 First Dates, The Longest Yard, and Bedtime Stories, as well as in a deleted scene from Click (a sample of Schneider saying the phrase also turns up in the song \"Original Prankster\" by The Offspring). Returning the favor, Sandler appeared in a cameo to spout the same line in Schneider's The Animal. Schneider narrated Sandler's 2002 animated movie Eight Crazy Nights, and voiced the part of a Chinese waiter. Schneider also had an uncredited cameo as a Canadian-Japanese wedding-chapel minister in the 2007 Sandler-Kevin James comedy I Now Pronounce You Chuck & Larry, and played a Palestinian cab driver who serves as the title character's nemesis in the 2008 Sandler film You Don't Mess with the Zohan.",
        "ngram": 199,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Her next film, an adaptation of Colette's Chéri, reunited her with the director (Stephen Frears) and screenwriter (Christopher Hampton) of Dangerous Liaisons (1988). Pfeiffer played the role of aging retired courtesan Léa de Lonval, with Rupert Friend in the title role, with Kathy Bates as his mother. Chéri premiered at the 2009 Berlin International Film Festival, where it received a nomination for the Golden Bear award. The Times of London reviewed the film favorably, describing Hampton's screenplay as a \"steady flow of dry quips and acerbic one-liners\" and Pfeiffer's performance as \"magnetic and subtle, her worldly nonchalance a mask for vulnerability and heartache\". Roger Ebert in the Chicago Sun-Times wrote that it was \"fascinating to observe how Pfeiffer controls her face and voice during times of painful hurt\". Kenneth Turan in the Los Angeles Times praised the \"wordless scenes that catch Léa unawares, with the camera alone seeing the despair and regret that she hides from the world. It's the kind of refined, delicate acting Pfeiffer does so well, and it's a further reminder of how much we've missed her since she's been away.\"",
        "ngram": 184,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Her fans are known as Swifties. Billboard noted only few artists have had her chart success, critical acclaim, and fan support. Swift's million-selling albums are considered an anomaly in the streaming-dominated industry following the end of the album era in the 2010s. Economist Alan Krueger described Swift as an \"economic genius\".",
        "ngram": 51,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In 1995, Cuban and fellow Indiana University alumnus Todd Wagner joined Audionet (founded in 1989 by Chris Jaeb, who retained 10% of the company), combining their mutual interest in Indiana Hoosier college basketball and webcasting. With a single server and an ISDN line, Audionet became Broadcast.com in 1998. By 1999, Broadcast.com had grown to 330 employees and $13.5 million in revenue for the second quarter. In 1999, Broadcast.com helped launch the first live-streamed Victoria's Secret Fashion Show. That year, during the dot com boom, Broadcast.com was acquired by Yahoo! for $5.7 billion in Yahoo! stock. After the sale of Broadcast.com, Cuban hedged against the risk of a decline in the value of the Yahoo! shares he received in the deal. ",
        "ngram": 121,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Kilmer turned down a role in Francis Ford Coppola's 1983 film The Outsiders, as he had prior theater commitments. In 1983, he appeared off Broadway in The Slab Boys with Kevin Bacon, Sean Penn, and Jackie Earle Haley. That same year, his first off-stage acting role (excluding television commercials) came in the form of an episode of ABC Afterschool Special called One Too Many, which was an educational drama on drinking and driving; it also starred a young Michelle Pfeiffer. Also in 1983, Kilmer self-published a collection of his own poetry entitled My Edens After Burns, that included poems inspired by his time with Pfeiffer. The book of poems is difficult to obtain and expensive; known second-hand copies cost $300 and up.His big break came when he received top billing in the comedy spoof of spy movies Top Secret!, in which he played an American rock and roll star. Kilmer sang all the songs in the film and released an album under the film character's name, \"Nick Rivers\". While garnering more substantial roles and prestige, he also gained a reputation for his charisma and promiscuity, dating numerous women.During a brief hiatus, he backpacked throughout Europe before going on to play the lead character in the 1985 comedy Real Genius. He turned down a role in David Lynch's Blue Velvet before being cast as naval aviator \"Iceman\" in the action film Top Gun alongside Tom Cruise. Top Gun grossed a total of over $344 million worldwide and made Kilmer a major star. Following roles in the television",
        "ngram": 256,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Carter has been nominated nine times for the Grammy Award for Best Spoken Word Album for audio recordings of his books, and has won three times—for Our Endangered Values: America's Moral Crisis (2007), A Full Life: Reflections at 90 (2016) and Faith: A Journey For All (2018).",
        "ngram": 47,
        "subject": "Nicolas Cage"
    },
    {
        "text": "At the age of 21, Harry was appointed a Counsellor of State and began his duties in that capacity. The Queen granted Harry and William their own royal household on 6 January 2009. Previously, William and Harry's affairs had been handled by their father's office at Clarence House in central London. The new household released a statement announcing they had established their own office at nearby St James's Palace to look after their public, military and charitable activities. In March 2012, Harry led an official visit to Belize as part of the Queen's Diamond Jubilee celebrations. He continued to the Bahamas and Jamaica, where the Prime Minister, Portia Simpson-Miller, was considering initiating a process of turning Jamaica into a republic. He then visited Brazil to attend the GREAT Campaign. Harry also played tambourine and took part in the music video for the song \"Sing\", which was released in May 2012 to commemorate the Diamond Jubilee.",
        "ngram": 155,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In May 2021, Cyrus signed an overall deal with NBCUniversal, including a first-look deal with her studio Hopetown Entertainment, as part of which she will develop projects for the company's outlets and star in three specials; with the first project off the deal being the Stand By You Pride concert special, which was released the following month on Peacock. In June, Cyrus released a studio cover version of Metallica's \"Nothing Else Matters\", which was included in The Metallica Blacklist, a tribute album to the band's homonymous record, featuring renditions recorded by various artists and released in conjunction to the original album's 30th anniversary. The track also features Elton John on the piano, Yo-Yo Ma and Red Hot Chili Peppers' Chad Smith. The singer initially teased a Metallica cover album in October 2020 and had already performed the track live during her set at Glastonbury.",
        "ngram": 144,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Following Carey's divorce with Tommy Mottola, Carey broke free of adult contemporary arrangements in favour of what Alex Macpherson of The Guardian described as \"a lovingly crafted, hip-hop-inflected quiet storm\". Carey often records her layered background vocals, which has been described as \"a swooning bank of a hundred Mariahs\". The singer claims that \"it's because I started out as a backup singer and doing sessions as a background vocalist learning from some of the greatest background vocalists, and also people like Luther Vandross. Growing up, I admired his texture in and of itself but also his use of background vocals\". David Foster stated that Carey \"thinks like a record producer and lays her vocals down like a virtuoso guitarist\". Carey's songwriting is noted for its \"eccentric verbosity\". Jeffrey Ingold of Vice argues that her lyrics are \"among the most verbose in pop music.\"",
        "ngram": 143,
        "subject": "Nicolas Cage"
    },
    {
        "text": " Robert Clouse, the director of Enter the Dragon, together with Golden Harvest, revived Lee's unfinished film Game of Death. Lee had shot over 100 minutes of footage, including out-takes, for Game of Death before shooting was stopped to allow him to work on Enter the Dragon. In addition to Abdul-Jabbar, George Lazenby, Hapkido master Ji Han-jae, and another of Lee's students, Dan Inosanto, appeared in the film, which culminated in Lee's character, Hai Tien, clad in a yellow tracksuit taking on a series of different challengers on each floor as they make their way through a five-level pagoda.",
        "ngram": 99,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Cena was born in West Newbury, Massachusetts on April 23, 1977, to Carol (née Lupien) and John Joseph Cena. His mother is of English and French-Canadian descent, while his father, a former ring announcer for Chaotic Wrestling, has Italian ancestry. He was raised Roman Catholic. His maternal grandfather was baseball player Tony Lupien, while his maternal great-grandfather was businessman Ulysses J. Lupien. He is the second oldest of five brothers: Dan, Matt, Steve, and Sean. A fan of wrestling growing up, he would create championship belts out of cardboard for himself and his brothers. He is a cousin of computer scientist Natalie Enright Jerger. Cena was teased and beaten up while in school, and asked for a weightlifting bench at the age of 12.",
        "ngram": 124,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In June 2018, the New York attorney general's office filed a civil suit against the foundation, Trump, and his adult children, seeking $2.8 million in restitution and additional penalties. In December 2018, the foundation ceased operation and disbursed its assets to other charities. In November 2019, a New York state judge ordered Trump to pay $2 million to a group of charities for misusing the foundation's funds, in part to finance his presidential campaign.",
        "ngram": 74,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Presley was born on February 1, 1968, the only daughter of Elvis and Priscilla Presley at Baptist Memorial Hospital-Memphis in Memphis, Tennessee, nine months to the day after her parents' wedding. After her parents divorced, she lived with her mother in Los Angeles, and frequently stayed with her father at Graceland in Memphis.",
        "ngram": 53,
        "subject": "Nicolas Cage"
    },
    {
        "text": "The impact of Carey's artistry has helped popularize rappers as a featured act in pop music through her post-1995 songs. She has been called the \"Queen of Remixes\" by multiple media sources, with MTV writer, Princess Gabbara, noting that it is \"no secret that [Carey] goes to great lengths to deliver a spectacular remix, often re-recording vocals, penning new lyrics, shooting new music videos, and recording different versions to satisfy pop, R&B, hip-hop, and EDM audiences\". Speaking to Billboard in 2019 for a profile of Carey's career, David Morales, who first collaborated with Carey on the Def Club Mix of her 1993 single \"Dreamlover\", commented on Carey's revolutionary role in the popularization of remixes: \"Mariah opened up a whole other door, and not many people at that time were capable of that. When other big artists saw what I did with Mariah, they wanted that. She's how I got into the studio with Toni Braxton, Aretha Franklin, Seal and Donna Summer.\"",
        "ngram": 161,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In November, Hogan moved into a storyline with Bully Ray after Austin Aries revealed a secret relationship between Ray and Hogan's daughter Brooke. After seeing them kissing in a parking garage on the December 20 episode of Impact Wrestling, Hogan suspended Ray indefinitely. The following week on Impact Wrestling, after Ray saved Brooke from a kidnapping by the Aces & Eights, Brooke accepted his marriage proposal. Despite Hogan's disapproval, he still walked Brooke down the aisle for her wedding on the next episode of Impact Wrestling, during which Ray's groomsmen Taz interrupted and revealed himself as a member of the Aces & Eights, leading the group to attack Hogan, Ray, and the rest of the groomsmen.",
        "ngram": 116,
        "subject": "Nicolas Cage"
    },
    {
        "text": "My last year at ABC, I was working overnights anchoring this newscast, then during the day at 20/20. So I was sleeping in two- or four-hour shifts, and I was really tired and wanted a change. I wanted to clear my head and get out of news a little bit, and I was interested in reality TV—and it was interesting.",
        "ngram": 60,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In 2009, Perlman and her daughter Lucy DeVito starred in the off-Broadway play Love, Loss, and What I Wore, adapted by Nora and Delia Ephron, at the Westside Theatre.From 2014 to 2017, she starred in a recurring role on The Mindy Project as Danny's mother, Annette Castellano.",
        "ngram": 47,
        "subject": "Nicolas Cage"
    },
    {
        "text": "One of Williams's first rivalries was with Martina Hingis, who turned pro less than one year before her (Hingis in October 1994, Williams in 1995). They first played each other at the 1998 Miami Open where Hingis won in three sets. All but one of their matches was played on a hard court with the exception being a contest on clay in Rome in 1999, which Hingis won in straight sets. Their last match took place at the 2002 Miami Open, which Williams won. Williams leads the rivalry 7–6.",
        "ngram": 89,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In 1987, Harmon filed for custody of his nephew Sam, Kristin's son, on the grounds that she was incapable of good parenting. Sam's psychiatrist testified that the thirteen-year-old boy depicted his mother as a dragon and complained about her mood swings and how she prevented him from being with his siblings. Harmon later dropped the custody bid.",
        "ngram": 57,
        "subject": "Nicolas Cage"
    },
    {
        "text": "James and his business partner Maverick Carter own production company SpringHill Entertainment, whose first work was the Lions Gate documentary More Than a Game, which was released in 2009 and chronicled James's high school years. Series produced by SpringHill include the NBC game show The Wall, the Disney XD sports documentary show Becoming, the Starz sitcom Survivor's Remorse, and the animated web series The LeBrons. In 2016, CNBC aired an unscripted series hosted by James called Cleveland Hustles, where four up-and-coming Northern Ohio entrepreneurs will be financed on the condition of revitalizing a neighborhood in Cleveland. In the 2017 Toronto International Film Festival, a 60-minute Vince Carter documentary entitled The Carter Effect was executive produced by James and Maverick Carter along with rapper Drake and Future the Prince. In February 2018, it was announced that James's production company will produce a new film in the House Party series with James expected to make a cameo. Later that month, Fox News host Laura Ingraham told James to \"shut up and dribble\" as a response to his political agendas. This largely contributed to James creating a documentary film series looking at the changing role of athletes in the current political and cultural climate, aptly named, Shut Up and Dribble on Showtime. James partnered with Arnold Schwarzenegger in 2018 to found Ladder, a company that developed nutritional supplements to help athletes with severe cramps after dealing with that issue during the 2014 Finals.",
        "ngram": 240,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Lopez decided to pursue a music career after working on Selena, realizing that she had missed \"the excitement of the stage\". Her new manager Benny Medina sought to position her as \"a brand name that will cross over into all media.\" Lopez, who was \"really feeling [her] Latin roots\", recorded a Spanish-language demo for circulation among prospective labels. With Lopez being a high-profile personality, a bidding war ensued. Tommy Mottola, the head of Sony Music's Work Group, signed her but suggested that she sing in English instead. Her record deal with Sony was described as \"lucrative\", having outbid other offers from Capitol Records and EMI Latin. While Lopez worked on her debut album, Sony \"began a major push\" to feature her with other high-profile entertainers, leading her to appear in the Sean Combs music video \"Been Around the World\" (1997). ",
        "ngram": 141,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Jenner has two nail lacquers from the Nicole by OPI nail polish brand called Wear Something Spar-kylie and Rainbow in the S-kylie. Jenner and her sister Kendall earned $100,000 each for their OPI endorsements in 2013. On November 15, 2013, the Jenner sisters announced that they would launch The Kendall & Kylie Collection with PacSun which launched in February 2013. Since its conception, the sisters have released several collections for this line. In July 2013, the Jenner sisters launched a jewelry line with Pascal Mouawad's Glamhouse to create the Metal Haven by Kendall & Kylie jewelry collection.",
        "ngram": 97,
        "subject": "Nicolas Cage"
    },
    {
        "text": "On October 16, 1977, Ritter married actress Nancy Morgan, with whom he had three children: Jason Carly, and Tyler. They divorced on September 1, 1996. He married actress Amy Yasbeck on September 18, 1999, at the Murphy Theatre in Wilmington, Ohio. They had a child born in 1998. Yasbeck played his love interest in the first two Problem Child movies, though as two different characters. Yasbeck also played Ritter's wife in two sitcom appearances. In 1991, both were guest stars on The Cosby Show, in which Yasbeck played the in-labor wife of Ritter's basketball coach character. In 1996, Ritter guest-starred on Yasbeck's sitcom, Wings, as the estranged husband of Yasbeck's character, Casey.",
        "ngram": 112,
        "subject": "Nicolas Cage"
    },
    {
        "text": "White won five Primetime Emmy Awards, two Daytime Emmy Awards (including the 2015 Daytime Emmy for Lifetime Achievement), and received a Los Angeles Emmy Award in 1952. White was the first woman to have received an Emmy in all performing comedic categories, and also holds the record for longest span between Emmy nominations for performances—her first was in 1951 and her last was in 2014, a span of over 60 years. In 2015, she received the Lifetime Achievement Daytime Emmy. She also won three American Comedy Awards (including a Lifetime Achievement Award in 1990), and two Viewers for Quality Television Awards. She was inducted into the Television Hall of Fame in 1995 and has a star on the Hollywood Walk of Fame at Hollywood Boulevard alongside the star of her late husband Allen Ludden. In 2009, White received the TCA Career Achievement Award from the Television Critics Association.",
        "ngram": 148,
        "subject": "Nicolas Cage"
    },
    {
        "text": "It has since been theorized that the folding of the skeleton's right arm over the head may correspond to the paralysis of Leonardo's right hand. In 2016, it was announced that DNA tests would be conducted to determine whether the attribution is correct. The DNA of the remains will be compared to that of samples collected from Leonardo's work and his half-brother Domenico's descendants; it may also be sequenced.",
        "ngram": 69,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In the playoffs, James guided the Cavaliers to another Finals rematch with the Warriors. Along the way, he had some of the most memorable moments of his career, including a game-winning shot against the Pacers and another against the Raptors. In the first game of the Finals, James scored a playoff career-high 51 points, but Cleveland was defeated in overtime. Following the defeat, James injured his hand after punching a wall in the locker room, which hindered his effectiveness for the remainder of the series. The Cavaliers lost the series in four games, with James averaging 34 points, 8.5 rebounds, and 10 assists per game for the Finals.",
        "ngram": 108,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Now sole ruler of the steppe, Temüjin held a large assembly called a kurultai at the source of the Onon River in 1206. Here, he formally adopted the title Genghis Khan, the etymology and meaning of which have been much debated. Some commentators hold that the title had no meaning, simply representing Temüjin's eschewal of the traditional gurkhan title, which had been accorded to Jamukha and was thus of lesser worth. Another theory suggests that the word \"Genghis\" bears connotations of strength, firmness, hardness, or righteousness. A third hypothesis proposes that the title is related to the Turkic tängiz ('ocean'), the title \"Genghis Khan\" would mean \"master of the ocean\", and as the ocean was believed to surround the earth, the title thus ultimately implied \"Universal Ruler\".Having attained control over one million people, Genghis Khan began a \"social revolution\", in May's words. As traditional tribal systems had primarily evolved to benefit small clans and families, they were unsuitable as the foundations for larger states and had been the downfall of previous steppe confederations. Genghis thus began a series of administrative reforms designed to suppress the power of tribal affiliations and to replace them with unconditional loyalty to the khan and the ruling family. As most of the traditional tribal leaders had been killed during his rise to power, Genghis was able to reconstruct the Mongol social hierarchy in his favour. The highest tier was occupied solely by his and his brothers' families, who became known as the altan uruq (lit. 'Golden Family') or chaghan yasun (lit.",
        "ngram": 256,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Stalwarts, led by Grant's old political ally, Roscoe Conkling, saw Grant's renewed popularity as an opportunity, and sought to nominate him for the presidency in 1880. Opponents called it a violation of the unofficial two-term rule in use since George Washington. Grant said nothing publicly but wanted the job and encouraged his men. Washburne urged him to run; Grant demurred. Even so, Conkling and John A. Logan began to organize delegates in Grant's favor. When the convention convened in Chicago in June, there were more delegates pledged to Grant than to any other candidate, but he was still short of a majority vote.",
        "ngram": 103,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Thomas Mark Harmon (born September 2, 1951) is an American actor and former football player. He is perhaps best known for playing the lead role of Leroy Jethro Gibbs on NCIS. He has appeared in a wide variety of television roles since the early 1970s, including Dr. Robert Caldwell on St. Elsewhere, Detective Dicky Cobb on Reasonable Doubts, and Dr. Jack McNeil on Chicago Hope. He also starred in such films as Summer School, Prince of Bel Air, Stealing Home, Wyatt Earp, Fear and Loathing in Las Vegas, Freaky Friday, and Chasing Liberty.",
        "ngram": 93,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Grammer has a history of substance abuse. In 1988, he was charged with drunk driving and cocaine possession and sentenced to 30 days in jail. In August 1990, Grammer was charged again with cocaine possession and was sentenced to three years' probation, fined $500, and required to perform 300 hours of community service. In January 1991, Grammer was given an additional two years' probation for violating his original probation through additional cocaine use. In September 1996, he crashed his Dodge Viper while intoxicated, and subsequently checked into the Betty Ford Center for 30 days. Grammer's personal problems affected his work. The cast and producers of both Frasier and Cheers held interventions to help him; co-star Bebe Neuwirth and writer Ken Levine cited delays with rehearsals and filming due to his erratic behavior. The writer Dan O'Shannon recalled:",
        "ngram": 137,
        "subject": "Nicolas Cage"
    },
    {
        "text": "In July 2006, Cuban financed Sharesleuth.com, a website created by former St. Louis Post-Dispatch investigative reporter Christopher Carey to uncover fraud and misinformation in publicly traded companies. Experimenting with a new business model for making online journalism financially viable, Cuban disclosed that he would take positions in the shares of companies mentioned in Sharesleuth.com in advance of publication. Business and legal analysts questioned the appropriateness of shorting a stock before making public pronouncements which are likely to result in losses in that stock's value. Cuban insisted that the practice is legal in view of full disclosure.",
        "ngram": 96,
        "subject": "Nicolas Cage"
    },
    {
        "text": "Hamill guest-starred as himself in The Simpsons episode \"Mayored to the Mob\". On the audio commentary of the episode, he said he was a fan of the show since its 1987 debut on The Tracy Ullman Show, and that it was a personal thrill to work with Dan Castellaneta, the voice of Homer Simpson. He has also guest-starred in Family Guy, and was a recurring voice actor on Seth Green's Robot Chicken.In addition to television voice acting, Hamill has starred in multiple animated films. His roles include The Captain of the Guard in Sinbad: Beyond the Veil of Mists; the biblical figure Judah in Joseph: King of Dreams; the evil wolf Niju in Balto II: Wolf Quest; and Chanukah Zombie in Futurama: Bender's Big Score. He also voiced Colonel Muska in the second English-language version of Castle in the Sky, and the Mayor of Pejite in the dubbed English version of Nausicaä of the Valley of the Wind, both directed by Hayao Miyazaki and distributed by Disney.Hamill's video game voice roles include Detective Mosely in Gabriel Knight: Sins of the Fathers and Gabriel Knight 3: Blood of the Sacred, Blood of the Damned; Assistant Director Wilson in Soldier of Fortune II: Double Helix; Adrian Ripburger in the LucasArts game Full Throttle;  Wolverine in X2: Wolverine's Revenge (the game which accompanied the film X2); Goro Majima in Yakuza; Malefor The Dark Master in The Legend of Spyro: Dawn of the Dragon; The Watcher in Darksiders; and Master Eraqus in Kingdom Hearts Birth by Sleep and Kingdom",
        "ngram": 256,
        "subject": "Nicolas Cage"
    }
]