[
    {
        "text": "Describing himself as a child, Cooper has said: \"I never lived the life of 'Oh, you're so good-looking'. People thought I was a girl when I was little, because I looked like a girl –  maybe because my mother would keep my hair really long.\" He excelled at basketball, and enjoyed cooking: \"I used to have buddies come over after kindergarten and I'd cook them food. I prided myself in taking whatever was in the fridge and turning it into lasagna.\" He initially wanted to attend Valley Forge Military Academy and move to Japan to become a ninja. At an early age, his father introduced him to films like The Elephant Man, which inspired him to be an actor. Coming from a family of non-actors, Cooper says his parents initially wanted him to pursue a career in finance and were against acting, but they eventually changed their perceptions when they saw Cooper play the part of Joseph Merrick in an excerpt from the play The Elephant Man.While attending Germantown Academy, he worked at the Philadelphia Daily News. He says that in school he was neither \"the smartest person\" nor \"the coolest kid\" and \"really didn't have anything going on!\" After graduating from high school in 1993, Cooper attended Villanova University for one year before transferring to Georgetown University, where he majored in English and minored in French. Cooper graduated in 1997 with a Bachelor of Arts with honors. He was a member of the Georgetown Hoyas rowing team and acted with Nomadic Theatre. While at",
        "ngram": 256,
        "subject": "Kanye West"
    },
    {
        "text": "Burr's 1807 conspiracy trial became a national issue. Jefferson attempted to preemptively influence the verdict by telling Congress that Burr's guilt was \"beyond question\", but the case came before his longtime political foe John Marshall, who dismissed the treason charge. Burr's legal team subpoenaed Jefferson, but Jefferson refused to testify, making the first argument for executive privilege. Instead, Jefferson provided relevant legal documents. After a three-month trial, the jury found Burr not guilty, while Jefferson denounced his acquittal. Jefferson subsequently removed Wilkinson as territorial governor but retained him in the U.S. military. Historian James N. Banner criticized Jefferson for continuing to trust Wilkinson, a \"faithless plotter\".",
        "ngram": 106,
        "subject": "Kanye West"
    },
    {
        "text": "Her sense of pitch is admired and Jon Pareles adds \"she can linger over sensual turns, growl with playful confidence, syncopate like a scat singer... with startlingly exact pitch.\" Carey claims that she has had nodules on her vocal cords since childhood, due to which she can sing in a higher register than others. However, tiredness and sleep deprivation can affect her vocals due to the nodules, and Carey explained that she went through a lot of practice as a child to maintain a balance during singing. Carey is noted for her vocal improvisation skills. Carey stated in a 2021 interview with the Daily Express that with her voice, it's all about \"timing, vocal rest and sleep\".",
        "ngram": 117,
        "subject": "Kanye West"
    },
    {
        "text": "Civil rights were a high priority for Carter, who added black state employees and portraits of three prominent black Georgians to the capitol building: Martin Luther King Jr., Lucy Craft Laney, and Henry McNeal Turner. This angered the Ku Klux Klan. He favored a constitutional amendment to ban busing for the purpose of expediting integration in schools on a televised joint appearance with Florida governor Reubin Askew on January 31, 1973, and co-sponsored an anti-busing resolution with Wallace at the 1971 National Governors Conference. After the U.S. Supreme Court threw out Georgia's death penalty statute in Furman v. Georgia (1972), Carter signed a revised death-penalty statute that addressed the court's objections, thus reintroducing the practice in the state. He later regretted endorsing the death penalty, saying, \"I didn't see the injustice of it as I do now.\"",
        "ngram": 137,
        "subject": "Kanye West"
    },
    {
        "text": "In 2017 he acted in the romantic drama The Only Living Boy in New York with Callum Turner and Kate Beckinsale and in the spy action comedy Kingsman: The Golden Circle starring Taron Egerton and Colin Firth. In 2018 he acted in the neo-noir ensemble thriller Bad Times at the El Royale with Cynthia Erivo, Dakota Johnson, and Jon Hamm. For his contribution to films, he was presented with the Cecil B. DeMille Award in 2019. Starting in 2022 he acted in the FX drama thriller series The Old Man opposite John Lithgow. For his performance he earned nominations for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series and the Golden Globe Award for Best Actor – Television Series Drama. In 2024 it was announced that Bridges would receive the annual Chaplin Gala Award which will be held at Alice Tully Hall at Lincoln Center.",
        "ngram": 149,
        "subject": "Kanye West"
    },
    {
        "text": "Liotta appeared as Charlie Barber's (Adam Driver) second divorce attorney, Jay Marotta in the 2019 Noah Baumbach film Marriage Story. The film received critical acclaim and earned six Academy Award nominations including Best Picture. Liotta received praise for his performance with Peter Bradshaw of The Guardian declaring, \"what a thrill to hear his syrupy-gravelly voice again\". The Hollywood Reporter described Liotta as being in \"fine, mischievous form\".  In 2021, he played twin brothers \"Hollywood Dick\" Moltisanti and Salvatore \"Sally\" Moltisanti in the film The Many Saints of Newark, a prequel to the HBO crime drama series The Sopranos.",
        "ngram": 99,
        "subject": "Kanye West"
    },
    {
        "text": "In December 2016, in a statement to People magazine, Anderson called WikiLeaks founder Julian Assange a \"hero\". She stated that he had done everyone \"a great service\" and that \"[e]veryone in the world has benefited because of WikiLeaks,\" while decrying how \"elaborate plots against him and made up sexual allegations could result in him being extradited to the US – where he would not be treated fairly – because of his exposure of truths.\" In April 2019, Anderson expressed anger on Twitter at Assange's expulsion from Ecuador's London embassy. In May 2019, Anderson visited Assange in Belmarsh prison with Kristinn Hrafnsson, and said she believed Assange to be innocent, saying, \"He is a good man, he is an incredible person. I love him, I can't imagine what he has been going through.\"In October 2019, Anderson announced she would be travelling to Australia in November 2019 to challenge Australian Prime Minister Scott Morrison to stand up for Assange. In her announcement, she referenced the 'disparaging remarks' he made about her in 2018 and challenged him to debate the matter \"in front of the Australian people.\" She also wrote another letter to Morrison asking him to use his influence to secure Assange's release. Morrison replied with a letter, saying that his government would respect Britain's judicial process and Assange would not receive any special help. In the text of a speech she had intended to give at Parliament House, Canberra, Anderson said that Assange was suffering \"psychological torture\" in jail and that \"every moment he is in there,",
        "ngram": 256,
        "subject": "Kanye West"
    },
    {
        "text": "Brando met actress Rita Moreno in 1954, and they began a love affair. Moreno later revealed in her memoir that when she became pregnant by Brando, he arranged for an abortion. After the abortion was botched, and Brando fell in love with Tarita Teriipaia, Moreno attempted suicide by overdosing on Brando's sleeping pills. Years after they broke up, Moreno played his love interest in the film The Night of the Following Day.",
        "ngram": 72,
        "subject": "Kanye West"
    },
    {
        "text": "Grande has won two Grammy Awards, one BRIT Award, nine MTV Video Music Awards, three MTV Europe Music Awards and three American Music Awards. She has received 39 Billboard Music Award nominations and won two in 2019, including Top Female Artist. Grande has won nine Nickelodeon Kids' Choice Awards, including one in 2014 for Favorite TV Actress for her performance on Sam & Cat, and three People's Choice Awards. In 2014, she received the Breakthrough Artist of the Year Award from the Music Business Association and Best Newcomer at the Bambi Awards. She has won six iHeartRadio Music Awards and twelve Teen Choice Awards. She was named Billboard Women in Music's Rising Star in 2014 and Woman of the Year in 2018, the greatest pop star of 2019, with honorable mention in 2014 and 2018, and the most successful female artist to debut in the 2010s by Billboard.",
        "ngram": 148,
        "subject": "Kanye West"
    },
    {
        "text": "She won the People's Choice Award in the category of Favorite Young Performer in four consecutive years from 1981 to 1984. During this same period, she starred in the USPHS PSA sponsored by the American Lung Association as an initiative that VIPs should become examples and advocates of non-smoking.",
        "ngram": 49,
        "subject": "Kanye West"
    },
    {
        "text": "In 2021, Favre was featured in a public service announcement (PSA) urging parents not to allow their children to play tackle football under age 14. In an interview with Today, Favre stated that while he is in good health, he often questions how healthy he really is due to fears about the long-term effects of his playing career and that he is unsure whether the cognitive lapses he sometimes experiences are a natural effect of his advancing age or a sign that he may have CTE.",
        "ngram": 86,
        "subject": "Kanye West"
    },
    {
        "text": "After leaving the presidency, Carter established the Carter Center to promote and expand human rights; in 2002 he received a Nobel Peace Prize for his work related to it. He traveled extensively to conduct peace negotiations, monitor elections, and further the eradication of infectious diseases. Carter is a key figure in the nonprofit housing organization Habitat for Humanity. He has also written numerous books, ranging from political memoirs to poetry, while continuing to comment on global affairs, including two books on the Israeli–Palestinian conflict, in which he criticizes Israel's treatment of Palestinians as apartheid. Polls of historians and political scientists generally rank Carter as a below-average president, although both scholars and the public view his post-presidential activities more favorably. At 43 years, Carter's post-presidency is the longest in U.S. history.",
        "ngram": 130,
        "subject": "Kanye West"
    },
    {
        "text": "Cuban owns film distributor Magnolia Pictures. Through Magnolia, he financed Redacted, a fictional dramatization based on the 2006 Mahmudiyah killings, written and directed by Brian De Palma. In September 2007, Cuban, in his capacity as owner of Magnolia Pictures, removed disturbing photographs from the concluding moments of the Redacted, citing copyrights/permissions issues.",
        "ngram": 52,
        "subject": "Kanye West"
    },
    {
        "text": "From 1966 to 1967, Lee played the role of Kato alongside the title character played by Van Williams in the TV series produced and narrated by William Dozier titled The Green Hornet, based on the radio show by the same name. The show ran for one season (26 episodes) from September 1966 to March 1967. Lee and Williams also appeared as their characters in three crossover episodes of Batman, another William Dozier-produced television series.",
        "ngram": 74,
        "subject": "Kanye West"
    },
    {
        "text": "On January 11, 2021, an article of impeachment charging Trump with incitement of insurrection against the U.S. government was introduced to the House. The House voted 232–197 to impeach Trump on January 13, making him the first U.S. president to be impeached twice. Ten Republicans voted for the impeachment—the most members of a party ever to vote to impeach a president of their own party.",
        "ngram": 65,
        "subject": "Kanye West"
    },
    {
        "text": "Lopez was in a nearly decade-long relationship with David Cruz, her high school boyfriend, until the mid-1990s. The couple were engaged at one point, and Cruz relocated to Los Angeles to be with Lopez when she began pursuing her career. She would later say of Cruz, \"You get lucky, you have a first love like that.\" She was married to Cuban waiter Ojani Noa from February 1997 to January 1998. In subsequent court cases, Noa was prevented from publishing a book about their marriage and from using private honeymoon footage of Lopez in a documentary. ",
        "ngram": 96,
        "subject": "Kanye West"
    },
    {
        "text": "Super Bowl XLVIII, played in East Rutherford, New Jersey, was dedicated to Strahan upon his induction into the Pro Football Hall of Fame in 2014. Strahan performed the ceremonial coin toss, accompanied by the other members of that year's PFHOF class. Strahan also commented on the trophy presentation for Fox, since Terry Bradshaw (who had commented on the trophy presentations for Fox's previous Super Bowl broadcasts) was mourning the death of his father. On November 3, 2014, he was presented his Hall of Fame ring at halftime of a New York Giants–Indianapolis Colts game by the Giants. In attendance were 100 former Giants players as well as former teammates of Strahan's.",
        "ngram": 111,
        "subject": "Kanye West"
    },
    {
        "text": "Jefferson was a supporter of American expansionism, writing in 1801 that \"it is impossible not to look forward to distant times when our rapid multiplication will expand itself beyond those limits, and cover the whole northern, if not the southern continent.\"",
        "ngram": 41,
        "subject": "Kanye West"
    },
    {
        "text": "Paxton starred in the HBO drama series Big Love (2006–2011), for which he earned three Golden Globe Award nominations during the show's run. He was nominated for a Primetime Emmy Award and a Screen Actors Guild Award for portraying Randall McCoy in the History channel miniseries Hatfields & McCoys (2012).",
        "ngram": 50,
        "subject": "Kanye West"
    },
    {
        "text": "Murray landed his first starring role with the film Meatballs in 1979. He followed this with a portrayal of Hunter S. Thompson in 1980's Where the Buffalo Roam. In the early 1980s, he collaborated with writer-director Harold Ramis and starred in a string of box-office hits, including Caddyshack (1980), Stripes (1981), and Tootsie (1982). Murray was the first guest on NBC's Late Night with David Letterman on February 1, 1982. He later appeared on the first episode of the Late Show with David Letterman on August 30, 1993, when the show moved to CBS. On January 31, 2012, 30 years after his first appearance with Letterman, Murray appeared again on his talk show. He appeared as Letterman's final guest when the host retired on May 20, 2015.Murray began work on a film adaptation of the novel The Razor's Edge. The film, which Murray co-wrote, was his first starring role in a drama film. He later agreed with Columbia Pictures to star in Ghostbusters—in a role originally written for John Belushi—to get financing for The Razor's Edge. Ghostbusters became the highest-grossing film of 1984 and, at the time, the highest-grossing comedy ever. The Razor's Edge, which was filmed before Ghostbusters was released, was a box-office flop.Frustrated over the failure of The Razor's Edge, Murray stepped away from acting for four years to study philosophy and history at Sorbonne University, frequent the Cinémathèque in Paris, and to spend time with his family in their Hudson River Valley home. During that time, his second son, Luke, was born. With",
        "ngram": 256,
        "subject": "Kanye West"
    },
    {
        "text": "Lively was cast in The CW's series Gossip Girl, based on the novel series of the same name by Cecily von Ziegesar, which premiered in September 2007. Already having deferred college for a year, Lively intended to turn the role down and become a student, but was told that she could attend college part-time while filming the show (she later said \"This is advice to anyone: when they say, 'We promise, but we can't put it in writing,' there's a reason they can't put it in writing\"). She played the role of Serena van der Woodsen in the teen drama until 2012 when the show ended. Her first magazine cover was the November 2007 issue of CosmoGirl, where she discussed her time in high school and her career prior to Gossip Girl.",
        "ngram": 132,
        "subject": "Kanye West"
    },
    {
        "text": "Houston donated all of the earnings from her 1991 Super Bowl XXV performance of \"The Star-Spangled Banner\" sales to Gulf War servicemen and their families. The record label followed suit and she was voted to the American Red Cross Board of Directors as a result. Following the terrorist attacks in 2001, Houston re-released \"The Star-Spangled Banner\" to support the New York Firefighters 9/11 Disaster Relief Fund and the New York Fraternal Order of Police. She waived her royalty rights to the song, which reached number one on charts in October 2001 and generated more than $1 million.",
        "ngram": 97,
        "subject": "Kanye West"
    },
    {
        "text": "Perry took over the role of James Patterson's Alex Cross from Morgan Freeman for a new film in the series, titled Alex Cross. The film which opened on October 19, 2012, was panned by critics and audiences, with Rotten Tomatoes scores of 11% & 47% positive respectively, and became a box office bomb. His performance gained the attention of director David Fincher, who subsequently cast Perry in his 2014 thriller Gone Girl, co-starring with Ben Affleck, Rosamund Pike, and Neil Patrick Harris.",
        "ngram": 82,
        "subject": "Kanye West"
    },
    {
        "text": "In March 2020, Musk stated, \"The coronavirus panic is dumb.\" In an email to Tesla employees, Musk referred to COVID-19 as a \"specific form of the common cold\" and predicted that confirmed COVID-19 cases would not exceed 0.1% of the U.S. population. On March 19, 2020, Musk predicted that there would be \"probably close to zero new cases in [the U.S.] by end of April\". Politico labeled this statement one of \"the most audacious, confident, and spectacularly incorrect prognostications [of 2020]\". Musk also falsely stated that children \"are essentially immune\" to COVID-19.",
        "ngram": 92,
        "subject": "Kanye West"
    },
    {
        "text": "Ford's on-screen career spans six decades in both film and television. His other films include Witness (1985), for which he received a nomination for the Academy Award for Best Actor, The Mosquito Coast (1986), Working Girl (1988), Presumed Innocent (1990), Regarding Henry (1991), The Fugitive (1993), Sabrina (1995), The Devil's Own (1997), Air Force One (1997), Six Days, Seven Nights (1998), Random Hearts (1999), What Lies Beneath (2000), K-19: The Widowmaker (2002), Firewall (2006), Morning Glory (2010), Cowboys & Aliens (2011) 42 (2013), The Age of Adaline (2015), and The Call of the Wild (2020). Ford has since starred in the Paramount+ western series 1923 (2022–present) and the Apple TV+ comedy series Shrinking (2023–present).",
        "ngram": 114,
        "subject": "Kanye West"
    },
    {
        "text": "Lowe was the first male spokesman for the 2000 Lee National Denim Day fundraiser, which raises money for breast cancer research and education. His grandmother and great-grandmother both suffered from breast cancer, and his mother died of the disease in late 2003.Lowe is a founder of the Homeowner's Defense Fund, a Santa Barbara County non-profit, non-partisan organization dedicated to local control of land-use planning and transparency in government. The average price of tract homes in Santa Barbara in early 2006 was US$1,100,000, which motivated some to propose denser housing on existing lots. While in favor of increasing housing density, Lowe sought to build a 14,260-square-foot (1,325 m2) mansion for himself on an empty lot in Montecito, California. His protest over the appearance of the address of the empty lot in the Santa Barbara News-Press precipitated a mass resignation of senior employees at that newspaper on July 6, 2006.",
        "ngram": 148,
        "subject": "Kanye West"
    },
    {
        "text": "His painting and dancing abilities were shown at the same time when Brown, partnering with Spotify's Rap Caviar, painted Heartbreak on a Full Moon's album cover, mostly from dancing around the canvas. In 2020 he painted a mural in memory of Kobe Bryant, doing a portray that includes Kobe's face, a mamba, and a few pictures of Kobe dribbling and dunking a basketball.",
        "ngram": 63,
        "subject": "Kanye West"
    },
    {
        "text": "In March 2014, Momoa joined the dark comedy/thriller indie Sugar Mountain alongside Cary Elwes and Haley Webb; its principal photography was done in Alaska. He also starred as Phillip Kopus, a Ramapough Mountain Indian, on the SundanceTV drama series The Red Road (2014–2015).In June 2014, Momoa was reported to have been cast in the role of Arthur Curry / Aquaman, after he auditioned for Bruce Wayne / Batman. He first played the role in a cameo in the superhero film Batman v Superman: Dawn of Justice, marking Aquaman's live action film debut. Momoa played the character in a leading role in the 2017 ensemble film Justice League and its director's cut; Zack Snyder's Justice League. He then starred in the Aquaman solo film, which was released in late 2018. He also reprised this role in The Lego Movie 2: The Second Part.In August 2014, Momoa portrayed Connor in the Canadian horror action film Wolves, and starred in the Sci-fi horror movie Debug; it was written and directed by Momoa's former Stargate Atlantis co-star, British-born Canadian actor David Hewlett. In February 2015, it was announced that he would portray a cannibal in the drama thriller film The Bad Batch. In 2015, Momoa was cast in the Canadian action film Braven, which was released on February 2, 2018.",
        "ngram": 216,
        "subject": "Kanye West"
    },
    {
        "text": "Beyoncé's collaborators frequently mention her talent and involvement in the record production of her songs, sometimes describing her as a genius in the skill. She is known to have favorite saturation and distortion plug‑ins, intentionality about stereo imaging and concentration on individual elements of her songs as a \"focal point\" in production.",
        "ngram": 52,
        "subject": "Kanye West"
    },
    {
        "text": "Baptized in his youth, Jefferson became a governing member of his local Episcopal Church in Charlottesville, which he later attended with his daughters. Jefferson, however, spurned Biblical views of Christianity. Influenced by Deist authors during his college years, Jefferson abandoned orthodox Christianity after his review of New Testament teachings. Jefferson has sometimes been portrayed as a follower of the liberal religious strand of Deism that values reason over revelation. Nonetheless, in 1803, Jefferson asserted, \"I am Christian, in the only sense in which [Jesus] wished any one to be\".",
        "ngram": 89,
        "subject": "Kanye West"
    },
    {
        "text": "Berry's film debut was in a small role for Spike Lee's Jungle Fever (1991), in which she played Vivian, a drug addict. That same year, Berry had her first co-starring role in Strictly Business. In 1992, Berry portrayed a career woman who falls for the lead character played by Eddie Murphy in the romantic comedy Boomerang. The following year, she caught the public's attention as a headstrong biracial slave in the TV adaptation of Queen: The Story of an American Family, based on the book by Alex Haley. Berry was also in the live-action Flintstones film as Sharon Stone, a sultry secretary who attempts to seduce Fred Flintstone.",
        "ngram": 108,
        "subject": "Kanye West"
    },
    {
        "text": "In winter 2008, it was announced that Jay-Z would become the first major hip hop artist to headline Britain's Glastonbury Festival. Tickets sold out quickly. Former headliner Noel Gallagher of Oasis condemned the festival organizers for choosing Jay-Z to headline a traditionally guitar-driven festival. \"I'm sorry, but Jay-Z?\" Gallagher asked, swearing. \"No chance. Glastonbury has a tradition of, kind of, guitar music, do you know what I mean? And even when they throw the odd curve balls in on a Sunday night—you go, 'Kylie Minogue? I don't know about that', do you know what I mean?—but I'm not having hip hop at Glastonbury, no way, no, no. It's wrong.\" As controversy mounted, Jay-Z replied, \"We don't play guitars, Noel, but hip hop has put in its work like any other form of music. This headline show is just a natural progression. Rap music is still evolving. We have to respect each other's genre of music and move forward.\" Jay-Z opened his Glastonbury set with a tongue-in-cheek cover of Oasis's iconic song \"Wonderwall\", and went on to deliver a performance heralded as a successful response to pre-festival criticism.He also headlined many other summer festivals in 2008, including Roskilde Festival in Denmark, Hove Festival in Norway and O2 Wireless Festival in London. During Kanye West's concert of August 6, 2008, at Madison Square Garden, Jay-Z came out to perform a new song and he and West proclaimed that it was to be on The Blueprint 3. On May 21, 2009, Jay-Z announced he would be parting ways with",
        "ngram": 256,
        "subject": "Kanye West"
    },
    {
        "text": "In 2008, McEntire announced that she would be departing her label of 25 years and signing with the Valory Music Group, an imprint of Big Machine Records. The switch to Valory reunited McEntire with the label's president, Scott Borchetta, whom she had worked with previously. Her first Valory single was 2009's \"Strange\". The song debuted at number 39 Billboard country songs chart, giving McEntire the highest single debut of her career and peaked at number eleven. Her twenty-sixth studio album, Keep On Loving You was released in August 2009 and also topped both the Billboard Country and 200 charts. In 2009, \"Consider Me Gone\" (spawned as the record's second single) became her 24th number-one on the Billboard chart in December. At age 54, McEntire became one of the oldest women to have a number one single on the country songs chart.McEntire's twenty-ninth studio album All the Women I Am was released in November 2010. Steve Morse of The Boston Globe called the project \"one of her best efforts\", while Thom Jurek at AllMusic only gave it a 2.5 star rating, calling it \"awkward\" and lacking a \"center\". \"Turn On the Radio\" was issued as the lead single prior to the album, eventually becoming her twenty-fourth number one on the Billboard country survey. Three additional charting singles were spawned from All the Women I Am that peaked outside the top 20. Her All the Women I Am Tour followed shortly after featuring country acts the Band Perry, Steel Magnolia, and Edens Edge.In 2014, McEntire moved to Big",
        "ngram": 256,
        "subject": "Kanye West"
    },
    {
        "text": "On 27 June 1995, Grant was arrested in Los Angeles, California, in a police vice operation near Sunset Boulevard for receiving oral sex in a public place from Hollywood prostitute Divine Brown. He pleaded no contest and was fined $1,180, placed on two years' summary probation, and was ordered to complete an AIDS education program by Judge Robert J. Sandoval.The arrest occurred about two weeks before the release of his first major studio film, Nine Months, which he was scheduled to promote on several American television shows. The Tonight Show with Jay Leno had him booked for the same week. In the much-watched interview (which saw Leno overtake David Letterman in the ratings), Grant did not make excuses for the incident after Leno asked him, \"What the hell were you thinking?\" Grant answered, \"I think you know in life what's a good thing to do and what's a bad thing, and I did a bad thing. And there you have it.\"On Larry King Live, he declined host Larry King's repeated invitations to probe his psyche, saying that psychoanalysis was \"more of an American syndrome\" and he himself was \"a bit old fashioned\". He told the host: \"I don't have excuses.\" CNN reported that \"Many are also applauding Grant for his refreshing honesty in a culture that has become fed up with overuse of the word 'abuse,' but Grant did not resort to an excuse.\" Radio host Scott Shannon said, \"He went ahead and faced the music and handled it with tongue [in] cheek.\"In April 2007, he",
        "ngram": 256,
        "subject": "Kanye West"
    },
    {
        "text": "Although he had no formal academic training, many historians and scholars regard Leonardo as the prime exemplar of the \"Universal Genius\" or \"Renaissance Man\", an individual of \"unquenchable curiosity\" and \"feverishly inventive imagination.\" He is widely considered one of the most diversely talented individuals ever to have lived. According to art historian Helen Gardner, the scope and depth of his interests were without precedent in recorded history, and \"his mind and personality seem to us superhuman, while the man himself mysterious and remote.\" Scholars interpret his view of the world as being based in logic, though the empirical methods he used were unorthodox for his time.",
        "ngram": 106,
        "subject": "Kanye West"
    },
    {
        "text": "In July 2017, it was reported that Tarantino's next project would be a film about the Manson Family murders. In February 2018, it was announced that the film's title would be Once Upon a Time in Hollywood, and that Leonardo DiCaprio would play Rick Dalton, a fictional star of television Westerns, with Brad Pitt as Dalton's longtime stunt double Cliff Booth; Margot Robbie would be playing real life actress Sharon Tate, portrayed as Dalton's next-door neighbor. Filming took place in the summer of 2018. In wake of the Harvey Weinstein sexual abuse allegations, Tarantino severed ties to The Weinstein Company and Miramax and sought a new distributor after working with Weinstein for his entire career. The film officially premiered at the 2019 Cannes Film Festival, where it was in competition for the Palme d'Or. Sony Pictures eventually distributed the film, which was theatrically released in July 2019.In November 2022, Tarantino revealed plans to shoot an eight-episode television series in 2023. No further details were provided.",
        "ngram": 165,
        "subject": "Kanye West"
    },
    {
        "text": "In 2016 and 2019, Grande was named one of Time's 100 most influential people in the world. In 2017, Celia Almeida of the Miami New Times wrote that of all the biggest pop stars of the past 20 years, Grande made the most convincing transition \"from ingénue to an independent female artist\". In 2018, Bloomberg named her the \"first pop diva of the streaming generation\" in 2020.",
        "ngram": 67,
        "subject": "Kanye West"
    },
    {
        "text": "Between 1 April and 15 September 1970, Lennon and Ono went through primal therapy with Arthur Janov at Tittenhurst, in London and at Janov's clinic in Los Angeles, California. Designed to release emotional pain from early childhood, the therapy entailed two half-days a week with Janov for six months; he had wanted to treat the couple for longer, but their American visa ran out and they had to return to the UK. Lennon's debut solo album, John Lennon/Plastic Ono Band (1970), was received with praise by many music critics, but its highly personal lyrics and stark sound limited its commercial performance. The album featured the song \"Mother\", in which Lennon confronted his feelings of childhood rejection, and the Dylanesque \"Working Class Hero\", a bitter attack against the bourgeois social system which, due to the lyric \"you're still fucking peasants\", fell foul of broadcasters.",
        "ngram": 143,
        "subject": "Kanye West"
    },
    {
        "text": "Anderson Hays Cooper (born June 3, 1967) is an American broadcast journalist and political commentator currently anchoring the CNN news broadcast show Anderson Cooper 360°. In addition to his duties at CNN, Cooper serves as a correspondent for 60 Minutes on CBS News. After graduating from Yale University with a Bachelor of Arts in 1989, he began traveling the world, shooting footage of war-torn regions for Channel One News. Cooper was hired by ABC News as a correspondent in 1995, but he soon took more jobs throughout the network, working for a short time as a co-anchor, reality game show host, and fill-in morning talk show host.",
        "ngram": 107,
        "subject": "Kanye West"
    },
    {
        "text": "Norris starred in the film The Cutter in 2006, where he plays a detective on a rescue mission. That year time he published the novel The Justice Riders, co-written with Ken Abraham, Aaron Norris, and Tim Grayem.Gotham Books, the adult division of Penguin USA, released a book penned by Ian Spector entitled The Truth About Chuck Norris: 400 facts about the World's Greatest Human. Norris subsequently filed suit in December against Penguin USA claiming \"trademark infringement, unjust enrichment and privacy rights\". Norris dropped the lawsuit in 2008. The book is a New York Times bestseller. Since then, Spector has published four more books based on Chuck Norris facts, these are Chuck Norris Cannot Be Stopped: 400 All-New Facts About the Man Who Knows Neither Fear Nor Mercy, Chuck Norris: Longer and Harder: The Complete Chronicle of the World's Deadliest, Sexiest, and Beardiest Man, The Last Stand of Chuck Norris: 400 All New Facts About the Most Terrifying Man in the Universe, and Chuck Norris Vs. Mr. T: 400 Facts About the Baddest Dudes in the History of Ever (also a New York Times bestseller). That year Norris with the same team published a sequel to The Justice Riders called A Threat to Justice. Tyndale House Publishers also published a book praising Norris, entitled The Official Chuck Norris Fact Book: 101 of Chuck's Favorite Facts and Stories, which was co-written and officially endorsed by him.In 2008, he published the political non-fiction book Black Belt Patriotism: How to Reawaken America, which reached number 14 on The New York",
        "ngram": 256,
        "subject": "Kanye West"
    },
    {
        "text": "Trump had four White House chiefs of staff, marginalizing or pushing out several. Reince Priebus was replaced after seven months by retired Marine general John F. Kelly. Kelly resigned in December 2018 after a tumultuous tenure in which his influence waned, and Trump subsequently disparaged him. Kelly was succeeded by Mick Mulvaney as acting chief of staff; he was replaced in March 2020 by Mark Meadows.",
        "ngram": 66,
        "subject": "Kanye West"
    },
    {
        "text": "Perry was co-creator, co-writer, executive producer, and star of the ABC sitcom Mr. Sunshine, which ran from February to April 2011. In August 2012, he starred as sportscaster Ryan King on the NBC sitcom Go On. He co-developed and starred in a revival of the CBS sitcom The Odd Couple portraying Oscar Madison from 2015 to 2017. He had recurring roles in the legal dramas The Good Wife (2012–2013), and The Good Fight (2017). Perry portrayed Ted Kennedy in The Kennedys: After Camelot (2017) and appeared as himself in his final television appearance, Friends: The Reunion (2021). He voiced Benny in the video game Fallout: New Vegas (2010).",
        "ngram": 108,
        "subject": "Kanye West"
    }
]