[
    {
        "text": "Winkler's career as an author began with the Hank Zipzer series of children's books about the adventures of a dyslexic child, which he co-wrote with Lin Oliver. During the early 2000s, when Winkler experienced \"a lull in [his] acting career\", his manager Alan Berger suggested that he write children's books about the difficulties he experienced as a child before he knew that he was dyslexic. Winkler was resistant to the idea until Berger suggested that Winkler co-write the books with an experienced author.Berger introduced Winkler to Oliver, and the two met for lunch and created the character of Hank Zipzer. Winkler chose the name Hank from the nickname for Henry, and Zipzer from the name of a neighbor in the apartment building that he grew up in. Winkler and Oliver's writing process, which involved developing ideas during in-person discussions, drew upon their mutual background in television. According to Winkler, the system drew upon his strengths as an actor, allowing him to work through ideas out loud.The original series spanned seventeen books, published from 2003 to 2010. Following that, Winkler and Oliver wrote a prequel series, Here's Hank (2014 to 2019), which explores Hank's life as a second-grader before he was diagnosed as dyslexic. The Here's Hank series uses a dyslexic-friendly font called Dyslexie, marking the first time that this font was used in a book published in the United States.Winkler and Oliver also created the television adaptation Hank Zipzer, which ran for three seasons, from 2014 to 2016. The series appeared on the children's BBC Channel,",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "In 2018, Strahan began co-hosting a daytime talk show spin-off of Good Morning America, originally titled GMA Day, alongside Sara Haines. In January 2019, the program was retitled Strahan and Sara, then finally Strahan, Sara and Keke in August 2019, to coincide with the addition of actress Keke Palmer. The show was put on hiatus in March 2020 due to ABC News coverage of the COVID-19 pandemic. It was officially cancelled in the fall of that year.",
        "ngram": 77,
        "subject": "Tom Clancy"
    },
    {
        "text": "In 2003, Mitch Hurwitz wanted Winkler to portray the incompetent lawyer Barry Zuckerkorn on one episode of Arrested Development. However, as Winkler notes, he \"went for one episode and...stayed for five years.\" He also returned for the later seasons in 2013 and 2018. For his portrayal of Barry Zuckerkorn, Winkler won a Gold Derby Award: Comedy Guest Actor in 2004. In 2014, Winkler was nominated as part of the cast for a Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Comedy Series.Arrested Development is known for its \"inside jokes\". In three episodes of the 2013 reboot, Winkler's son Max portrayed \"young Barry Zuckerkorn\" in flashbacks. In addition, there were a number of references to Happy Days, such as in the season three episode \"Forget-Me-Now\", where Scott Baio joined the cast as the potentially new lawyer Bob Loblaw, stating, \"look, this is not the first time I've been brought in to replace Barry Zuckerkorn.\" Vulture argues that this statement is \"a nod to Happy Days, where [Baio] was brought on as Chachi, to be a new teen idol as Henry Winkler got older.\" In addition, Barry's \"hopping\" over the shark on the pier in \"Motherboy XXX\" is a reference to Jon Hein's phrase jumping the shark. Hein coined the phrase in 1985, in response to a 1977 Happy Days episode in which Fonzie jumps over a shark while on water-skis.",
        "ngram": 233,
        "subject": "Tom Clancy"
    },
    {
        "text": "Williams was granted wildcards to participate in the Miami and Charleston tournaments. In the first round of Miami — her first singles match since the 2011 US Open — Williams defeated Japanese veteran Kimiko Date-Krumm, in straight sets. In the second round, she defeated No. 3 Petra Kvitová, her first top-3 victory since beating Svetlana Kuznetsova in 2009. In the third round, she saved a match point and defeated Aleksandra Wozniak in a three-set tiebreaker that ended a nearly three-hour match. In the round of 16, she bested No. 15 Ana Ivanovic in three sets to reach the quarterfinals, where she lost to the eventual champion, Agnieszka Radwańska in straight sets. Her run improved her ranking to No. 87. A week later in Charleston, she reached her second consecutive quarterfinal, where she lost in three sets to Samantha Stosur.",
        "ngram": 139,
        "subject": "Tom Clancy"
    },
    {
        "text": "On October 30, 2013, Brown voluntarily entered rehab. After Brown completed his 90 days, the judge ordered him to remain a resident at the Malibu treatment facility until a hearing on April 23, 2014. The deal was if Brown left rehab, he would go to jail. On March 14, 2014, Brown was kicked out of the rehab facility and sent to Northern Neck Regional Jail for violating internal rules. He was expected to be released on April 23, 2014, but a judge denied his release request from custody either on bail or his own recognizance. At his May 9, 2014, court date, Brown was ordered to serve 131 days in jail for his probation violation. He was sentenced to serve 365 days in custody; however, the judge gave him credit for 234 days he had already spent in rehab and jail, as well as credits for good behavior while behind bars. Brown was released from jail on June 2, 2014.",
        "ngram": 160,
        "subject": "Tom Clancy"
    },
    {
        "text": "The win was marked by Democratic-Republican celebrations throughout the country. Some of Jefferson's opponents argued that he owed his victory to the South's inflated number of electors. Others alleged that Jefferson secured James Asheton Bayard's tie-breaking electoral vote by guaranteeing the retention of various Federalist posts in the government. Jefferson disputed the allegation, and the historical record is inconclusive.",
        "ngram": 59,
        "subject": "Tom Clancy"
    },
    {
        "text": "In 1964, Shatner guest-starred in the second episode of the second season of the ABC science fiction anthology series The Outer Limits, \"Cold Hands, Warm Heart\". Also that year, he appeared in an episode of the CBS drama The Reporter, \"He Stuck in His Thumb\", and played a supporting role in the Western feature film The Outrage, a remake of Akira Kurosawa's Rashomon starring Paul Newman, Laurence Harvey, Claire Bloom and Edward G. Robinson. 1964 also saw Shatner cast in an episode of The Man from U.N.C.L.E. that featured Leonard Nimoy, later to be his co-star in Star Trek. 1964 saw him too as the titular Alexander in the pilot for a proposed series called Alexander the Great alongside Adam West as Cleander. The series was not picked up, and the pilot remained unaired until 1968, when it was repackaged as a TV movie to capitalize on the fame that West and Shatner had won in the interim. Shatner hoped that the series would be a major success, but West was apparently unsurprised by its failure to proceed, later castigating the pilot for \"one of the worst scripts I have ever read\" and recalling it as \"one of the worst things I've ever done.\"In 1965, Shatner guest-starred in 12 O'Clock High as Major Curt Brown in the episode \"I Am the Enemy\". In the same year, he had the lead role in a legal drama, For the People, starring as an assistant district attorney married to a woman played by Jessica Walter; ironically, it was only",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "Harmon has been married to actress Pam Dawber since March 21, 1987. The couple has two sons. His son Sean played a young Gibbs in several NCIS episodes. They maintain a low profile and rarely appear in public with their children. Harmon was the brother-in-law of Ricky Nelson and John DeLorean and is the uncle of actress Tracy Nelson and singers Matthew and Gunnar Nelson of the rock duo Nelson.",
        "ngram": 70,
        "subject": "Tom Clancy"
    },
    {
        "text": "On May 14, 2015, Jackson revealed in an interview that the first single from Street King Immortal, would be previewed Memorial Day weekend and would likely be released in June. Jackson released \"Get Low\" on May 20, 2015, as the intended first single from his sixth studio album, Street King Immortal. The song, produced by Remo the Hitmaker, features vocals from fellow American rappers 2 Chainz and T.I., as well as American singer Jeremih. He announced bankruptcy on July 13, 2015.On March 31, 2017, Interscope Records released 50 Cent's final album for the label, a greatest hits album titled Best Of.",
        "ngram": 101,
        "subject": "Tom Clancy"
    },
    {
        "text": "Tyler Perry was born Emmitt Perry Jr. in New Orleans, Louisiana, to Willie Maxine Perry (née Campbell) and Emmitt Perry Sr., a carpenter. He has three siblings. Perry's childhood was described in retrospect as a \"living hell\". In contrast to his father, his mother took him to church each week, where he sensed a certain refuge and contentment. At age 16, he had his first name legally changed from Emmitt to Tyler in an effort to distance himself from his father.Many years later, after seeing the film Precious, Perry was moved to reveal for the first time that he had been molested by a friend's mother at age 10. He was also molested by three men prior to this and later learned his own father had molested his friend. A DNA test taken by Perry indicated that Emmitt Sr. was not Perry's biological father.While Perry did not complete high school, he earned a General Educational Development (GED). In his early 20s, watching an episode of The Oprah Winfrey Show, he heard someone describe the sometimes therapeutic effect the act of writing can have, enabling the author to work out his or her own problems. This comment inspired him to apply himself to a career in writing. He soon started writing a series of letters to himself, which became the basis for the musical I Know I've Been Changed.",
        "ngram": 228,
        "subject": "Tom Clancy"
    },
    {
        "text": "Death is Rowling's overarching theme in Harry Potter. In the first book, when Harry looks into the Mirror of Erised, he feels both joy and \"a terrible sadness\" at seeing his desire: his parents, alive and with him. Confronting their loss is central to Harry's character arc and manifests in different ways through the series, such as in his struggles with Dementors. Other characters in Harry's life die; he even faces his own death in Harry Potter and the Deathly Hallows. The series has an existential perspective – Harry must grow mature enough to accept death. In Harry's world, death is not binary but mutable, a state that exists in degrees. Unlike Voldemort, who evades death by separating and hiding his soul in seven parts, Harry's soul is whole, nourished by friendship and love. Love distinguishes the two characters. Harry is a hero because he loves others, even willing to accept death to save them; Voldemort is a villain because he does not.While Harry Potter can be viewed as a story about good versus evil, its moral divisions are not absolute. First impressions of characters are often misleading. Harry assumes in the first book that Quirrell is good because he opposes Snape, who appears malicious; in reality, their positions are reversed. This pattern later recurs with Moody and Snape. In Rowling's world, good and evil are choices rather than inherent attributes: second chances and redemption are key themes of the series. This is reflected in Harry's self-doubts after learning his connections to Voldemort, such as the",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "In 2011, Goodman was a guest star on the third season of Community. He also voiced a character in the video game Rage voicing Dan Hagar, and played movie studio chief Al Zimmer in the Academy Award–winning live action film The Artist, as well as Best Picture nominee Extremely Loud & Incredibly Close the same year. Also in 2011, Goodman starred in Kevin Smith's Red State playing ATF Agent Joseph Keenan. In February 2012, it was reported that Goodman would reunite with Roseanne Barr for a new NBC pilot titled Downwardly Mobile. The series would have had Goodman portray a bachelor mechanic who resides in a trailer park, and would have used the standard multiple-camera setup traditionally found in sitcoms; however, the series' option was not picked up by the network. Other prominent roles include performances in Flight (2012), The Hangover Part III (2013), The Monuments Men (2014), Trumbo (2015), 10 Cloverfield Lane (2016), Patriots Day (2016) and Atomic Blonde (2017). Goodman also voiced Hound in Transformers: Age of Extinction (2014) and returned to the character in Transformers: The Last Knight (2017).  With his well-received supporting roles in The Artist (2011) and Argo (2012), Goodman accomplished the rare feat of appearing in back-to-back winners of the Academy Award for Best Picture.",
        "ngram": 212,
        "subject": "Tom Clancy"
    },
    {
        "text": "Ranked 36th and unseeded at Indian Wells, Williams started with a win over Andrea Petkovic, before coming back from a set and a double break down to beat the third seed Petra Kvitová in the second round. This was Williams's first top five win since the 2017 WTA Finals. She then defeated Christina McHale and Mona Barthel to advance to her third straight Indian Wells quarterfinal, where she lost to the eighth seed and eventual runner-up, Angelique Kerber.",
        "ngram": 78,
        "subject": "Tom Clancy"
    },
    {
        "text": "On 13 January 2009, Blair was awarded the Presidential Medal of Freedom by President George W. Bush. Bush stated that Blair was given the award \"in recognition of exemplary achievement and to convey the utmost esteem of the American people\" and cited Blair's support for the War on Terror and his role in achieving peace in Northern Ireland as two reasons for justifying his being presented with the award.",
        "ngram": 69,
        "subject": "Tom Clancy"
    },
    {
        "text": "I was at a party and deliberately bashed my head on the concrete floor – like, 'Hey, look how tough I am!' And I came up, and blood dripped down. And then I did it again. I spent the night ... [in the] [h]ospital with a sock of ice, waiting for them to stitch me up. I was so concerned what you thought of me, how I was coming across, how I would survive the day. I always felt like an outsider. I just lived in my head. I realized I wasn't going to live up to my potential, and that scared the hell out of me. I thought, 'Wow, I'm actually gonna ruin my life; I'm really gonna ruin it.'",
        "ngram": 121,
        "subject": "Tom Clancy"
    },
    {
        "text": "In the early 1970s, in the immediate aftermath of the cancellation of Star Trek in 1969, Shatner experienced difficulty in finding employment, having become somewhat typecast as James Tiberius Kirk. With very little money and few acting prospects, he lost his home and was for a time so poor that he was reduced to living in a truck-bed camper in the San Fernando Valley. He refers to this part of his life as \"that period\", a humbling time during which he would take any odd job, including small party appearances, in order to support his family.",
        "ngram": 96,
        "subject": "Tom Clancy"
    },
    {
        "text": "Vasari tells a story of Leonardo as a very young man: a local peasant made himself a round buckler shield and requested that Ser Piero have it painted for him. Leonardo, inspired by the story of Medusa, responded with a painting of a monster spitting fire that was so terrifying that his father bought a different shield to give to the peasant and sold Leonardo's to a Florentine art dealer for 100 ducats, who in turn sold it to the Duke of Milan.",
        "ngram": 83,
        "subject": "Tom Clancy"
    },
    {
        "text": "In October 2007, Deborah Curling, a CBS employee assigned to The Price Is Right, filed a lawsuit against CBS, Bob Barker, and The Price Is Right producers, claiming that she was forced to quit her job after testifying against Barker in a wrongful-termination lawsuit brought by a previous show producer. Curling claimed that she was demoted to an \"intolerable work environment\" backstage, which caused her to leave the job. Curling, who is black, also alleged that the show's producers, including Barker, created a hostile work environment in which black employees and contestants were discriminated against. A few months later, Barker was removed from the lawsuit, and in September 2009, the lawsuit was dismissed. Curling's attorney stated that he planned to appeal the dismissal of the lawsuit. In January 2012, the California Court of Appeals affirmed the dismissal.",
        "ngram": 137,
        "subject": "Tom Clancy"
    },
    {
        "text": "The role of the Shaolin monk in the Wild West was eventually awarded to then-non-martial artist David Carradine. In an interview with The Pierre Berton Show, Lee stated he understood Warner Brothers' attitudes towards casting in the series: \"They think that business-wise it is a risk. I don't blame them. If the situation were reversed, and an American star were to come to Hong Kong, and I was the man with the money, I would have my own concerns as to whether the acceptance would be there\".",
        "ngram": 87,
        "subject": "Tom Clancy"
    },
    {
        "text": "The solo record Devils & Dust was released in April 2005. It is a low-key, mostly acoustic album, in the same vein as Nebraska and The Ghost of Tom Joad. Some of the material was written almost 10 years earlier, during or shortly after the Ghost of Tom Joad Tour; a few of the songs had been performed at that time but unreleased. The title track concerns an ordinary soldier's feelings and fears during the Iraq War. The album topped the charts in ten countries. Springsteen began the solo Devils & Dust Tour at the same time as the album's release, playing both small and large venues. Attendance was disappointing in a few regions, and except in Europe tickets were easier to get than in the past.",
        "ngram": 127,
        "subject": "Tom Clancy"
    },
    {
        "text": "Rowling was actively engaged on the internet before author webpages were common. She has at times used Twitter unreservedly to reach her Harry Potter fans and followers. She often tweets about her political opinions using wit and sarcasm, sometimes generating controversy.",
        "ngram": 41,
        "subject": "Tom Clancy"
    },
    {
        "text": "Speaking of his fifth studio album in 2016, Timberlake stated, \"I think where I grew up in America has a lot of influence. Growing up in Tennessee—very central of the country—Memphis is known as the birthplace of rock & roll, but also the home of the blues, but Nashville's right down the street so there's a lot of country music.\" In following interviews, Timberlake confirmed working with producers Timbaland and Pharrell Williams, while stating, \"It sounds more like where I've come from than any other music I've ever made... It's Southern American music. But I want to make it sound modern – at least that's the idea right now.\"His fifth studio album Man of the Woods was released on February 2, 2018, two days before he headlined the Super Bowl LII halftime show in Minneapolis, Minnesota on February 4, where Timberlake performed a medley of his songs featuring both the Tennessee Kids and the Minnesota Marching Band alongside him, as well as a duet of \"I Would Die 4 U\" with a video projection of late singer Prince on screen. The show contained multiple selections from Man of the Woods, which is named after his son Silas, whose name means \"from the forest\". The album's first single, \"Filthy\", was released on January 5, along with its accompanying video directed by Mark Romanek. The electro-funk song has reached number nine in the US and number 5 in Canada. The songs \"Supplies\", \"Say Something\" featuring Chris Stapleton and \"Man of the Woods\" were also released along with music",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "During the course of 2001's popularity, Dr. Dre was involved in several lawsuits. Lucasfilm Ltd., the film company behind the Star Wars film franchise, sued him over the use of the THX-trademarked \"Deep Note\". The Fatback Band also sued Dr. Dre over alleged infringement regarding its song \"Backstrokin'\" in his song \"Let's Get High\" from the 2001 album; Dr. Dre was ordered to pay $1.5 million to the band in 2003. French jazz musician Jacques Loussier sued Aftermath for $10 million in March 2002, claiming that the Dr. Dre-produced Eminem track \"Kill You\" plagiarized his composition \"Pulsion\". The online music file-sharing company Napster also settled a lawsuit with him and metal band Metallica in mid-2001, agreeing to block access to certain files that artists do not want to have shared on the network.Another copyright-related lawsuit hit Dr. Dre in the fall of 2002, when Sa Re Ga Ma, a film and music company based in Calcutta, India, sued Aftermath Entertainment over an uncredited sample of the Lata Mangeshkar song \"Thoda Resham Lagta Hai\" on the Aftermath-produced song \"Addictive\" by singer Truth Hurts. In February 2003, a judge ruled that Aftermath would have to halt sales of Truth Hurts' album Truthfully Speaking if the company would not credit Mangeshkar.",
        "ngram": 208,
        "subject": "Tom Clancy"
    },
    {
        "text": "In the 2000s, Osmond had gained roughly 40 pounds. When her mother suffered a stroke, she told her daughter, \"Marie, don't do what I did. Take care of yourself.\" By 2007, Osmond chose to make a change to her lifestyle and physical wellness after her children became increasingly worried about her weight. \"If I didn't feel a sense of urgency to do something for myself, I need to do it for my own children,\" she wrote in her autobiography. The same year, Osmond found the Nutrisystem program and she lost a total of 50 pounds. She reportedly went from being a size 14 to a size four. Osmond then became a spokesperson for the brand shortly after losing the weight. On Nutrisystems's official website, Osmond is listed under their category labeled \"success stories\" where she explains her journey with the program. She has since created a program through the company called \"Complete 50\" for women age 50 and older.",
        "ngram": 159,
        "subject": "Tom Clancy"
    },
    {
        "text": "Following the 1801 electoral deadlock, Jefferson's relationship with his vice president, Aaron Burr, rapidly eroded. Jefferson suspected Burr of seeking the presidency for himself, while Burr was angered by Jefferson's refusal to appoint some of his supporters to federal office. Burr was dropped from the Democratic-Republican ticket in 1804.",
        "ngram": 49,
        "subject": "Tom Clancy"
    },
    {
        "text": "In 1999, Knievel married his girlfriend, Krystal Kennedy of Clearwater, Florida, whom he began dating in 1992. The wedding was held on November 19, 1999, on a special platform built on the fountains at Caesars Palace on the Las Vegas Strip (site of Evel's jump New Year's Eve 1967). Long-time friend Engelbert Humperdinck sent a recorded tribute to the couple. ",
        "ngram": 61,
        "subject": "Tom Clancy"
    },
    {
        "text": "On July 19, 1988, Springsteen's concert in East Germany attracted 300,000 spectators. Journalist Erik Kirschbaum called the concert \"the most important rock concert ever, anywhere\" in his 2013 book Rocking the Wall. Bruce Springsteen: The Berlin Concert That Changed the World. The concert had been conceived by the Socialist Unity Party's youth wing in an attempt to placate the youth of East Germany, who were hungry for more freedom and the popular music of the West. However, it is Kirschbaum's opinion that the success of the concert catalyzed opposition to the regime in East Germany, and helped contribute to the fall of the Berlin Wall the following year.",
        "ngram": 108,
        "subject": "Tom Clancy"
    },
    {
        "text": "In 2001, Reeves continued to explore and accept roles in a diverse range of genres. The first was a romantic drama, Sweet November, a remake of the 1968 film of the same name. This was his second collaboration with Charlize Theron; the film was met with a generally negative reception. Desson Thompson of The Washington Post criticized it for its \"syrupy cliches, greeting-card wisdom and over-the-top tragicomedy\", but commended Reeves for his likability factor in every performance he gives. Hardball (2001) marked Reeves's attempt in another sports comedy. Directed by Brian Robbins, it is based on the book Hardball: A Season in the Projects by Daniel Coyle. Reeves plays Conor O'Neill, a troubled young man who agrees to coach a Little League team from the Cabrini Green housing project in Chicago as a condition of obtaining a loan. Film critic Roger Ebert noted the film's desire to tackle difficult subjects and baseball coaching, but felt it lacked depth, and Reeves's performance was \"glum and distant\".",
        "ngram": 165,
        "subject": "Tom Clancy"
    },
    {
        "text": "On June 8, the Justice Department indicted Trump in Miami federal court for 31 counts of \"willfully retaining national defense information under the Espionage Act\", one count of making false statements, and, jointly with a personal aide, single counts of conspiracy to obstruct justice, withholding government documents, corruptly concealing records, concealing a document in a federal investigation and scheming to conceal their efforts. Trump pleaded not guilty. In July a superseding indictment added three charges. The trial is scheduled to begin on May 20, 2024.",
        "ngram": 85,
        "subject": "Tom Clancy"
    },
    {
        "text": "Though Bruce Lee did not appear in commercials during his lifetime, his likeness and image has since appeared in hundreds of commercials around the world. Nokia launched an Internet-based campaign in 2008 with staged \"documentary-looking\" footage of Bruce Lee playing ping-pong with his nunchaku and also igniting matches as they are thrown toward him. The videos went viral on YouTube, creating confusion as some people believed them to be authentic footage.",
        "ngram": 71,
        "subject": "Tom Clancy"
    },
    {
        "text": "After the success of Star Wars, Hamill found that audiences identified him very closely with Luke Skywalker. He became a teen idol, appearing on the cover of teen magazines such as Tiger Beat. He attempted to avoid being typecast by appearing in the 1978 film Corvette Summer and the better-known 1980 World War II film The Big Red One. He also appeared in The Night the Lights Went Out in Georgia (1981) and Britannia Hospital (1982). Further distancing himself from his early blockbuster role, Hamill started acting on Broadway, starring in plays such as The Elephant Man (1979), Amadeus (1983), Harrigan 'N Hart (1985, for which he received a Drama Desk Award nomination), Room Service (1986) and The Nerd (1987–88). When Amadeus was adapted for film in 1984, Hamill auditioned to reprise his role as Mozart, but lost the part to Tom Hulce. A studio executive told the producers of the film, \"I don't want Luke Skywalker in this film\". Hamill also made television appearances—in a 1986 episode of Amazing Stories and a 1987 episode of Alfred Hitchcock Presents.After a six-year hiatus from film, Hamill returned to the big screen in the 1989 science-fiction film Slipstream. He continued to star in films throughout the 1990s, including Midnight Ride and The Guyver in 1991, the 1995 remake of Village of the Damned, and the 1998 Swedish action film Hamilton. Hamill appeared in Jay and Silent Bob Strike Back (2001) as the supervillain Cocknocker, a role that is a parody both of himself and of roles he played",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "Kissinger served as National Security Advisor and Secretary of State under President Richard Nixon and continued as Secretary of State under Nixon's successor Gerald Ford. With the death of George Shultz in February 2021, Kissinger was the last surviving member of the Nixon administration Cabinet.The relationship between Nixon and Kissinger was unusually close, and has been compared to the relationships of Woodrow Wilson and Colonel House, or Franklin D. Roosevelt and Harry Hopkins. In all three cases, the State Department was relegated to a backseat role in developing foreign policy. Kissinger and Nixon shared a penchant for secrecy and conducted numerous \"backchannel\" negotiations, such as that through the Soviet Ambassador to the United States, Anatoly Dobrynin, that excluded State Department experts. Historian David Rothkopf has looked at the personalities of Nixon and Kissinger, saying:",
        "ngram": 134,
        "subject": "Tom Clancy"
    },
    {
        "text": "One of Lowe's earliest roles came in the 1983 television film Thursday's Child, for which he received his first Golden Globe Award nomination for Best Supporting Actor in a Series, Miniseries, or Television Film. He also appeared in the music video for The Go-Go's song, \"Turn to You\". His breakthrough role was his big-screen debut in 1983, when he and Emilio Estevez were cast in Francis Ford Coppola's The Outsiders. Lowe played the role of Sodapop Curtis, the brother of the main characters Ponyboy Curtis (C. Thomas Howell) and Darrel Curtis (Patrick Swayze). In 1984, he starred opposite Jodie Foster in Tony Richardson's The Hotel New Hampshire.  Lowe and Estevez reunited in St. Elmo's Fire, making them the two more prominent actors from the group known as the Brat Pack. About Last Night... followed, with Demi Moore (who had starred alongside Lowe in St. Elmo's Fire). He then received his second Golden Globe nomination for Best Supporting Actor for his role as the mentally disabled Rory in Square Dance (1987). In August 1987, he performed on stage, playing Baron Tusenbach in Chekov's The Three Sisters at The Williamstown Theatre Festival. He recalled meeting Paul Newman there, and that the older actor encouraged him to work in the theatre in 1993 when filming a British TV production of the Tennessee Williams play Suddenly, Last Summer with (the now) Dame Maggie Smith and Natasha Richardson.In 1989 Lowe made his musical debut alongside actress Eileen Bowman, dressed as an unauthorized depiction of Snow White from Disney's Snow White",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "Genghis fell from his horse while hunting in the winter of 1226–27 and became increasingly ill during the following months. This slowed the siege's progress, as his sons and commanders urged him to end the campaign and return to Mongolia to recover, arguing that the Xia would still be there another year. Incensed by insults from Xia's leading commander, Genghis insisted that the siege be continued. He died on 25 August 1227, but his death was kept a closely guarded secret and Zhongxing, unaware, fell the following month. The city was put to the sword and its population was treated with extreme savagery—the Xia civilization was essentially extinguished in what Man described as a \"very successful ethnocide\". The exact nature of the khan's death has been the subject of intense speculation. Rashid al-Din and the History of Yuan mention he suffered from an illness—possibly malaria, typhus, or bubonic plague. Marco Polo claimed that he was shot by an arrow during a siege, while Carpini reported that Genghis was struck by lightning. Legends sprang up around the event—the most famous recounts how the beautiful Gurbelchin, formerly the Xia emperor's wife, injured Genghis's genitals with a dagger during sex.After his death, Genghis was transported back to Mongolia and buried on or near the sacred Burkhan Khaldun peak in the Khentii Mountains, on a site he had chosen years before. Specific details of the funeral procession and burial were not made public knowledge; the mountain, declared ikh khorig (lit. \"Great Taboo\"; i.e. prohibited zone), was out of bounds to",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "Between February and April 1890, Van Gogh suffered a severe relapse. Depressed and unable to bring himself to write, he was still able to paint and draw a little during this time, and he later wrote to Theo that he had made a few small canvases \"from memory ... reminisces of the North\". Among these was Two Peasant Women Digging in a Snow-Covered Field at Sunset. Hulsker believes that this small group of paintings formed the nucleus of many drawings and study sheets depicting landscapes and figures that Van Gogh worked on during this time. He comments that this short period was the only time that Van Gogh's illness had a significant effect on his work. Van Gogh asked his mother and his brother to send him drawings and rough work he had done in the early 1880s so he could work on new paintings from his old sketches. Belonging to this period is Sorrowing Old Man (\"At Eternity's Gate\"), a colour study Hulsker describes as \"another unmistakable remembrance of times long past\". His late paintings show an artist at the height of his abilities, according to the art critic Robert Hughes, \"longing for concision and grace\".",
        "ngram": 197,
        "subject": "Tom Clancy"
    },
    {
        "text": "After appearing in the 1974 TV adaptation of Arthur Miller's play After the Fall, Shields made her feature film debut in the New Jersey-shot horror film Alice, Sweet Alice (1976), portraying a young girl who is murdered during her first communion. She was cast in the part after director Alfred Sole had seen her in a print advertisement for Vogue magazine. The film was later re-released in 1981, capitalizing on Shields's rising fame at the time. Next, Shields worked with director Woody Allen in his 1977 film Annie Hall, but her role was cut out of the final edit of the film.",
        "ngram": 102,
        "subject": "Tom Clancy"
    },
    {
        "text": "His catchphrase \"You Can't See Me\" originates from his early days of wrestling in the WWE where he was dared by his little brother to do the yayo dance on TV, which consists of moving your head while looking into the palm of your hand. Cena accepted the dare, but waved his hand in front of his face instead to make it look more visible to his brother. Over time, this evolved into his signature catchphrase \"You Can't See Me\". In mid-2015, Cena was the subject of the Internet meme \"Unexpected John Cena\", also known as simply \"Unexpected Cena\" or \"IT'S JOHN CENA\". He has also been the subject of many memes due to his catchphrase, \"You can't see me\" such as being invisible in photos.",
        "ngram": 126,
        "subject": "Tom Clancy"
    },
    {
        "text": "Joyce Carol Oates called King \"both a storyteller and an inventor of startling images and metaphors, which linger long in the memory.\"  An example of King's imagery is seen in  The Body when the narrator recalls a childhood clubhouse with a tin roof and rusty screen door: \"No matter what time of day you looked out that screen door, it looked like sunset... When it rained, being inside the club was like being inside a Jamaican steel drum.\" King writes that \"The use of simile and other figurative language is one of the chief delights of fiction—reading it and writing it, as well. [...] By comparing two seemingly unrelated objects—a restaurant bar and a cave, a mirror and a mirage—we are sometimes able to see an old thing in a new and vivid way. Even if the result is mere clarity instead of beauty, I think writer and reader are participating together in a kind of miracle. Maybe that's drawing it a little strong, but yeah—it's what I believe.\"",
        "ngram": 171,
        "subject": "Tom Clancy"
    },
    {
        "text": "The company's vast American empire included 20,000 domestic wells, 4,000 miles of pipeline, 5,000 tank cars, and over 100,000 employees. Its share of world oil refining topped out above 90% but slowly dropped to about 80% for the rest of the century. Despite the formation of the trust and its perceived immunity from all competition, by the 1880s Standard Oil had passed its peak of power over the world oil market. Rockefeller finally gave up his dream of controlling all the world's oil refining; he admitted later, \"We realized that public sentiment would be against us if we actually refined all the oil.\" Over time, foreign competition and new finds abroad eroded his dominance. In the early 1880s, Rockefeller created one of his most important innovations. Rather than try to influence the price of crude oil directly, Standard Oil had been exercising indirect control by altering oil storage charges to suit market conditions. Rockefeller then ordered the issuance of certificates against oil stored in its pipelines. These certificates became traded by speculators, thus creating the first oil-futures market which effectively set spot market prices from then on. The National Petroleum Exchange opened in Manhattan in late 1882 to facilitate the trading of oil futures.Although 85% of world crude production was still coming from Pennsylvania in the 1880s, oil from wells drilled in Russia and Asia began to reach the world market. Robert Nobel had established his own refining enterprise in the abundant and cheaper Russian oil fields, including the region's first pipeline and the world's first",
        "ngram": 256,
        "subject": "Tom Clancy"
    },
    {
        "text": "Tha Carter II, the follow-up to the original Tha Carter album, was released in December 2005, this time without production by longtime Cash Money Records producer Mannie Fresh, who had left the label. Tha Carter II sold more than 238,000 copies in its first week of release, debuting at number 2 on the Billboard 200 albums chart, and went on to sell 2,000,000 copies worldwide. The lead single \"Fireman\" became a hit in the US, peaking at 32 on the Billboard Hot 100 chart. Other singles included \"Grown Man\" with Currensy, \"Hustler Musik\", and \"Shooter\" with R&B singer Robin Thicke. Carter also appeared on a remix of Bobby Valentino's \"Tell Me\", which rose to number 13 on the U.S. R&B Charts. In 2005, Carter was named president of Cash Money, and in the same year he founded Young Money Entertainment as an imprint of Cash Money. However, as of late 2007, Carter reported having stepped down from the management of both labels and had handed management of Young Money over to Cortez Bryant.",
        "ngram": 173,
        "subject": "Tom Clancy"
    },
    {
        "text": "The following morning, Roosevelt's body was placed in a flag-draped coffin and loaded onto the presidential train for the trip back to Washington. Thousands flocked to the route to pay their respects. After a White House funeral on April 14, Roosevelt was transported by train from Washington to his birthplace at Hyde Park. On April 15 he was buried, per his wish, in the rose garden of his Springwood estate.",
        "ngram": 70,
        "subject": "Tom Clancy"
    }
]