[
    {
        "text": "Favre began the 2007 season trailing in a number of career NFL passing records. On September 16, 2007, Favre and the Packers defeated the New York Giants to give Favre his record setting 149th win, passing John Elway. On September 30, Favre threw a 16-yard touchdown pass to wide receiver Greg Jennings in a game against the Vikings. This was his 421st NFL touchdown pass, and set a new all-time record, surpassing Dan Marino's 420.",
        "ngram": 75,
        "subject": "Jim Parsons"
    },
    {
        "text": "Shields was raised in the Roman Catholic faith. For her confirmation at age 10, she took the name Camille, after Camillus de Lellis. While attending high school, she resided in Haworth, New Jersey. Shields has stated that her first encounter with the paparazzi was in the Grand Ballroom of the Waldorf Astoria New York at the age of 12, stating that she \"stood like a statue wondering why they were all hired to photograph me\" and that she \"debuted at the Waldorf.\"",
        "ngram": 82,
        "subject": "Jim Parsons"
    },
    {
        "text": "In November 2022, Springsteen released his twenty-first studio album, Only the Strong Survive, a covers album of classic soul music songs from the 1960s and 1970s. It was preceded by the singles \"Do I Love You (Indeed I Do)\", \"Nightshift\", \"Don't Play That Song\" and \"Turn Back the Hands of Time\". To promote the album, Springsteen performed on The Tonight Show Starring Jimmy Fallon on November 14, 15 and 16, 2022, along with a special Thanksgiving episode on November 24, 2022.",
        "ngram": 81,
        "subject": "Jim Parsons"
    },
    {
        "text": "I'm painting with the gusto of a Marseillais eating bouillabaisse, which won't surprise you when it's a question of painting large sunflowers ... If I carry out this plan there'll be a dozen or so panels. The whole thing will therefore be a symphony in blue and yellow. I work on it all these mornings, from sunrise. Because the flowers wilt quickly and it's a matter of doing the whole thing in one go.",
        "ngram": 74,
        "subject": "Jim Parsons"
    },
    {
        "text": "In 2015, SpaceX began development of the Starlink constellation of low-Earth-orbit satellites to provide satellite Internet access, with the first two prototype satellites launched in February 2018. A second set of test satellites, and the first large deployment of a piece of the constellation, occurred in May 2019, when the first 60 operational satellites were launched. The total cost of the decade-long project to design, build, and deploy the constellation is estimated by SpaceX to be about $10 billion. Some critics, including the International Astronomical Union, have alleged that Starlink blocks the view of the sky and poses a collision threat to spacecraft.",
        "ngram": 103,
        "subject": "Jim Parsons"
    },
    {
        "text": "In 1984, Perry moved to Los Angeles shortly after high school to pursue acting. He worked odd jobs, including for an asphalt paving company and in a doorknob factory. He appeared in the 1985 music video of \"Be Chrool to Your Scuel\" for the band Twisted Sister. Perry had auditioned for 256 acting jobs before receiving his first acceptance in 1988. After moving to New York, Perry's earliest roles were on daytime soap operas: one episode of Loving (1987–1988) and ten episodes of Another World (1988–1989).",
        "ngram": 86,
        "subject": "Jim Parsons"
    },
    {
        "text": "In December 2002, Carey released her ninth studio album, Charmbracelet, which she said marked \"a new lease on life\" for her. Sales of Charmbracelet were moderate and the quality of Carey's vocals came under criticism. Joan Anderson from The Boston Globe declared the album \"the worst of her career, and revealed a voice [that is] no longer capable of either gravity-defying gymnastics or soft coos\", while AllMusic editor Stephen Thomas Erlewine wrote, \"Mariah's voice is shot, sounding in tatters throughout the record. She can no longer coo or softly croon nor can she perform her trademark gravity-defying vocal runs.\" To support the album, Carey embarked on the Charmbracelet World Tour, spanning North America and East Asia over three months. The United States shows were booked in theaters. She described the show as \"much more intimate so you'll feel like you had an experience. You experience a night with me.\" While smaller venues were booked throughout the tour's stateside leg, Carey performed in stadiums in Asia and Europe, playing for a crowd of over 35,000 in Manila, 50,000 in Malaysia, and to over 70,000 people in China. In the United Kingdom, it was her first tour to feature shows outside London, booking arena stops in Glasgow, Birmingham and Manchester. The tour garnered generally positive reviews, with many praising the production and the quality of Carey's vocals.",
        "ngram": 225,
        "subject": "Jim Parsons"
    },
    {
        "text": "Walker had an interest in marine biology, and joined the board of directors of The Billfish Foundation in 2006. He fulfilled a lifelong dream by starring in the National Geographic Channel series Expedition Great White (retroactively retitled Shark Men), which premiered in June 2010. Walker spent 11 days catching and tagging seven great white sharks off the coast of Mexico. The expedition, led by Chris Fischer, founder and CEO of Fischer Productions, and Brett McBride and Michael Domeier of the Marine Conservation Science Institute, took measurements, gathered DNA samples, and fastened real-time satellite tags to the great white sharks, in order to study migratory patterns, especially those associated with mating and birthing, over a five-year period.A car enthusiast, Walker competed in the Redline Time Attack racing series in which he raced on the AE Performance Team driving a BMW E92 M3. His car was sponsored by Etnies, Brembo Brakes, Öhlins, Volk, OS Giken, Hankook, Gintani, and Reach Out Worldwide. Walker had been preparing for an auto show prior to his death. Walker owned Always Evolving, a Valencia high-end vehicle performance shop, where Rodas, a pro-am racer, acted as CEO.Walker also had a large car collection of about 30 cars, a portion of which he co-owned along with Rodas. In January 2020, twenty-one vehicles owned by Walker were sold for a combined $2.33 million during spirited bidding at an annual car auction in Arizona.",
        "ngram": 233,
        "subject": "Jim Parsons"
    },
    {
        "text": "After transitioning from modeling to acting in the late 1970s, Basinger has had over fifty credits in film and television productions, as of 2018. She garnered a Golden Globe Award nomination for Best Supporting Actress for her performance in The Natural (1984), and as part of the cast of Prêt-à-Porter (1994), she received an ensemble award from the National Board of Review. She won the Academy Award, a Golden Globe Award, a BAFTA Award, a Screen Actors Guild Award, and a Southeastern Film Critics Association Award for Best Supporting Actress in L.A. Confidential (1997).",
        "ngram": 94,
        "subject": "Jim Parsons"
    },
    {
        "text": "In the US, Swift has sold over 37.3 million albums as of 2019, when Billboard placed her eighth on its Greatest of All Time Artists Chart. Eleven of her songs have topped the Billboard Hot 100. She is the longest-reigning and the first act to spend at least 100 weeks atop the Billboard Artist 100 (102 weeks); the soloist with the most cumulative weeks atop and in the top ten of the Billboard 200 (69 and 387); the woman with the most Billboard 200 number-ones (13), Hot 100 entries (total and simultaneous: 232 and 26), number-one debuts (6), top-ten songs (49), top-five songs (31), Streaming Songs chart-toppers (8), and weeks atop the Top Country Albums chart (101); and the act with the most number-one songs on Pop Airplay (13) and Digital Songs (28). Swift is the first woman to simultaneously chart five albums in the top 10 and eleven albums on the entire Billboard 200; and the first act to occupy the top four spots and chart seven albums in the top 10 on the Top Album Sales chart. She is the second highest-certified female digital singles artist (and fifth overall) in the US, with 137.5 million total units certified by the Recording Industry Association of America (RIAA), and the first woman to have both an album (Fearless) and a song (\"Shake It Off\") certified Diamond. Swift is the only artist in Luminate history to have six albums sell over a million copies in a week.",
        "ngram": 246,
        "subject": "Jim Parsons"
    },
    {
        "text": "Chan Kong-sang  (born 7 April 1954), known professionally as Jackie Chan, is a Hong Kong actor, director, writer, producer, martial artist, and stuntman known for his slapstick acrobatic fighting style, comic timing, and innovative stunts, which he typically performs himself. Before entering the film industry, he was one of the Seven Little Fortunes from the China Drama Academy at the Peking Opera School, where he studied acrobatics, martial arts, and acting. Chan has been acting since the 1960s, performing in more than 150 films. He is one of the most influential action film stars of all time.After appearing in many Hong Kong films as a stuntman, Chan's first major breakthrough was the 1978 kung fu action comedy film Snake in the Eagle's Shadow. He then starred in similar kung fu action comedy films such as 1978's Drunken Master and 1980's The Young Master. In 1979, he made his directorial debut with The Fearless Hyena, which was a box office success. 1983's Project A saw the official formation of the Jackie Chan Stunt Team and established Chan's signature style of elaborate, dangerous stunts combined with martial arts and slapstick humor, a style he further developed in a more modern setting with 1984's Wheels on Meals and 1985's Police Story. Rumble in the Bronx (1995), which had a successful worldwide theatrical run, brought Chan into the North American mainstream, leading to a successful Hollywood career with the Rush Hour and Shanghai series. In 2010, Chan appeared in his first dramatic role in an American film, The Karate",
        "ngram": 256,
        "subject": "Jim Parsons"
    },
    {
        "text": "which follows eight undocumented families in America. The docuseries was a critical success. According to an op-ed written by Gomez for Time on October 1, 2019, Gomez said she was approached about the project in 2017 and decided to become involved after watching footage that captured \"the shame, uncertainty, and fear I saw my own family struggle with. But it also captured the hope, optimism, and patriotism so many undocumented immigrants still hold in their hearts despite the hell they go through.\"",
        "ngram": 82,
        "subject": "Jim Parsons"
    },
    {
        "text": "In 1991, Ryder played a young taxicab driver in Jim Jarmusch's independent film Night on Earth. The film was given a limited release, but received critical praise. Ryder then starred in three big-budget adaptations of literary classics. The first was Bram Stoker's Dracula (1992), directed by Francis Ford Coppola and featuring Ryder in the dual role of Mina Murray and Count Dracula’s past lover, Princess Elisabeta. The script was originally intended for a television adaptation but Ryder liked it so much she brought it to Coppola’s attention. The film premiered in November 1992 to critical and commercial success.Ryder continued her work in period films with Martin Scorsese's The Age of Innocence (1993), an adaptation of Edith Wharton's novel that co-starred Michelle Pfeiffer and Daniel Day-Lewis. Ryder considers Scorsese \"the best director in the world\". For her portrayal of May Welland, the fiancée of Newland Archer (Day-Lewis), Ryder won a Golden Globe and received Academy Award and BAFTA nominations as well. Although not a commercial success, the Age of Innocence received critical praise upon its release in October 1993. Vincent Canby in the New York Times wrote, \"Ms Ryder is wonderful as this sweet young thing who's hard as nails, as much out of ignorance as of self-interest.\"Ryder next starred alongside Meryl Streep, Jeremy Irons, Antonio Banderas, and Glenn Close in the melodrama The House of the Spirits (1993), based on Isabel Allende's novel. Also released in October 1993, the film was poorly reviewed and a box-office flop, grossing just $6 million on its $40 million budget.",
        "ngram": 256,
        "subject": "Jim Parsons"
    },
    {
        "text": "In February 2005, Hilton hosted NBC's Saturday Night Live, with Keane as the musical guest, and in May, the slasher film House of Wax —her first major film role— was released in theaters, to mixed reviews. Writing for View London, Matthew Turner remarked that Hilton \"does better than you might expect\", while TV Guide called her \"talentless\". Her role earned her the Teen Choice Award for Best Scream, the 2005 Razzie for Worst Supporting Actress, and a nomination for Best Frightened Performance at the 2006 MTV Movie Awards. House of Wax grossed over US$70 million worldwide. In May 2005, Carl's Jr. aired a television advertisement, promoting its Spicy Burger product, which featured Hilton in a provocative swimsuit soaping up a Bentley automobile. By November 2005, she had published her second book, Your Heiress Diary: Confess It All to Me.The Simple Life was canceled by Fox in 2005 after three seasons following a dispute between Hilton and Richie. Neither Richie nor Hilton spoke publicly about their split, although it was speculated that they fell out after Richie showed one of Hilton's homemade sex tapes to a group of their friends. They reconciled in October 2006. After The Simple Life was cancelled, other networks (NBC, The WB, VH1 and MTV) were interested in obtaining the rights for new seasons of the show. On November 28, 2005, E! announced that it had picked up The Simple Life, ordering the production of a fourth season and obtaining the rights to repeat the first three seasons. Shooting for the new season",
        "ngram": 256,
        "subject": "Jim Parsons"
    },
    {
        "text": "The Flowering Orchards (also the Orchards in Blossom) are among the first groups of work completed after Van Gogh's arrival in Arles in February 1888. The 14 paintings are optimistic, joyous and visually expressive of the burgeoning spring. They are delicately sensitive and unpopulated. He painted swiftly, and although he brought to this series a version of Impressionism, a strong sense of personal style began to emerge during this period. The transience of the blossoming trees, and the passing of the season, seemed to align with his sense of impermanence and belief in a new beginning in Arles. During the blossoming of the trees that spring, he found \"a world of motifs that could not have been more Japanese\". Vincent wrote to Theo on 21 April 1888 that he had 10 orchards and \"one big [painting] of a cherry tree, which I've spoiled\".",
        "ngram": 143,
        "subject": "Jim Parsons"
    },
    {
        "text": "In New York City, Hilton had a rebellious youth, regularly skipping classes and sneaking out to parties. On this period, Kathy remarked: \"Let's put it this way —it got very out of control and I was scared for her. And my husband was very scared for her. And, you know, those nightclubs go on all night.\" Her parents eventually sent her, then 16, to a series of boarding schools for emotionally troubled teens, including Provo Canyon School, where she says that she was mentally and physically abused by the staff. In her documentary This Is Paris, Hilton and other former students from Provo Canyon School recall the abuses they faced, including solitary confinement, forced medication, restraint, battery and strangulation. She attended Provo for 11 months and was released in early 1999, around the time she turned 18. She then attended the Dwight School before dropping out a few months later. \"She knew no one at [Dwight]\", said her mother in an interview, while a classmate described her as \"sort of more sophisticated. She was different from everybody else\". She later earned a GED certification.",
        "ngram": 184,
        "subject": "Jim Parsons"
    },
    {
        "text": "Cherie Blair's friend and \"spiritual guru\" Carole Caplin is credited with introducing her and her husband to various New Age symbols and beliefs, including \"magic pendants\" known as \"BioElectric Shields\". The most controversial of the Blairs' New Age practices occurred when on holiday in Mexico. The couple, wearing only bathing costumes, took part in a rebirthing procedure, which involved smearing mud and fruit over each other's bodies while sitting in a steam bath.",
        "ngram": 73,
        "subject": "Jim Parsons"
    },
    {
        "text": "Ryan John Seacrest (born December 24, 1974) is an American television presenter and producer. Seacrest co-hosted and served as executive producer of Live with Kelly and Ryan, and has hosted other media including American Idol, American Top 40, and On Air with Ryan Seacrest. He became co-host of Dick Clark's New Year's Rockin' Eve in 2005, and became the sole host following Clark's death in 2012.Seacrest received Emmy Award nominations for American Idol each year from 2004 to 2013, and once more in 2016. He won an Emmy for his work on Jamie Oliver's Food Revolution in 2010, and was nominated once more in 2012. In 2018, he received nominations for Live with Kelly and Ryan in the categories of Outstanding Talk Show Entertainment as well as Outstanding Entertainment Talk Show Host.In September 2024, Seacrest will become the host of Wheel of Fortune, replacing Pat Sajak.",
        "ngram": 146,
        "subject": "Jim Parsons"
    },
    {
        "text": "During the show's production, Lee became friends with Gene LeBell, who worked as a stuntman in the show. The two trained together and exchanged martial arts knowledge from their respective specialties. After the show was canceled in 1967, Lee wrote to Dozier thanking him for starting \"my career in show business\".",
        "ngram": 51,
        "subject": "Jim Parsons"
    },
    {
        "text": "Although Grande drew criticism for alleged impolite interactions with reporters and fans in 2014, she dismissed the reports as \"weird, inaccurate depictions\". Rolling Stone wrote: \"Some may cry 'diva', but it's also Grande just taking a stand to not allow others to control her image.\" In July 2015, Grande sparked controversy after being seen on surveillance video in a doughnut shop licking doughnuts that were on display and saying \"I hate Americans. I hate America. This is disgusting\", referring to a tray of doughnuts. She subsequently apologized, saying that she is \"EXTREMELY proud to be an American\" and that her comments rather referred to obesity in the United States. She later released a video apology for \"behaving poorly\". The incident was parodied by The Muppets. Grande herself poked fun at the incident while hosting Saturday Night Live in 2016, saying, \"A lot of kid stars end up doing drugs, or in jail, or pregnant, or get caught licking a doughnut they didn't pay for.\" In 2020, she said that she stopped doing interviews for a while out of fear that her words would be misconstrued and that she would be labeled a \"diva\".",
        "ngram": 193,
        "subject": "Jim Parsons"
    },
    {
        "text": "Early in her career, Rihanna made clear her interest in fashion and desire to work in the clothing design industry. Regarding this, she said, \"Fashion has always been my defense mechanism\". In November 2011, Rihanna announced her first fashion venture with Armani. In February 2013, Rihanna presented her first women's fashion collection at London Fashion Week for British brand River Island, collaborating with her personal stylist Adam Selman. They published three more collections for the brand. Rihanna then collaborated with numerous fashion house's including Dior, Stance and Manolo Blahnik.",
        "ngram": 89,
        "subject": "Jim Parsons"
    },
    {
        "text": "The Expendables 3, the third installment in the ensemble action film series, was released on August 15, 2014. The returning ensemble cast also added Wesley Snipes, Antonio Banderas, Mel Gibson and Harrison Ford. This film was negatively received by both critics and audiences and became the lowest-grossing film in the series.",
        "ngram": 51,
        "subject": "Jim Parsons"
    },
    {
        "text": "Ono was a pioneer of conceptual art and performance art. A seminal performance work is Cut Piece, first performed in 1964 at the Yamaichi Concert Hall in Kyoto, Japan. The piece consisted of Ono, dressed in her best suit, kneeling on a stage with a pair of scissors in front of her. She invited and then instructed audience members to join her on stage and cut pieces of her clothing off. Confronting issues of gender, class and cultural identity, Ono sat silently until the piece concluded at her discretion. The piece was subsequently performed at the Sogetsu Art Centre in Tokyo that same year, New York's Carnegie Hall in 1965 and London's Africa Center as part of the Destruction in Art Symposium in 1966. Of the piece, John Hendricks wrote in the catalogue to Ono's Japan Society retrospective: \"[Cut Piece] unveils the interpersonal alienation that characterizes social relationships between subjects, dismantling the disinterested Kantian aesthetic model ... It demonstrates the reciprocity between artists, objects, and viewers and the responsibility beholders have to the reception and preservation of art.\"Other performers of the piece have included Charlotte Moorman and John Hendricks. Ono reprised the piece in Paris in 2003, in the low post-9/11 period between the US and France, saying she hoped to show that this is \"a time where we need to trust each other\". In 2013, the Canadian singer Peaches reprised it at the multi-day Meltdown festival at the Southbank Centre in London, which Ono curated.",
        "ngram": 246,
        "subject": "Jim Parsons"
    },
    {
        "text": "In 2012, Murray starred in Roger Michell's historical comedy Hyde Park on Hudson, where he played Franklin D. Roosevelt opposite Laura Linney who played Roosevelt's cousin Margaret Suckley and Olivia Williams who portrayed Eleanor Roosevelt. The film focuses on the 1939 visit at the Roosevelts' home Hyde Park of King George VI and Queen Elizabeth portrayed by Samuel West and Olivia Colman respectively. Murray received praise from critics with Roger Ebert writing, \"Murray, who has a wider range than we sometimes realize, finds the human core of this FDR and presents it tenderly.\" Murray also received a Golden Globe Award for Best Actor – Motion Picture Musical or Comedy nomination for his performance.",
        "ngram": 113,
        "subject": "Jim Parsons"
    },
    {
        "text": "Carter began feuding with former Hot Boys member and Cash Money Records labelmate Juvenile in 2002, after Juvenile took offense to Carter naming his third studio album 500 Degreez, a diss aimed towards Juvenile whose last album was named 400 Degreez. Juvenile responded with a diss track on his 2002 album 600 Degreez, titled \"A Hoe\". In the song, Juvenile questions Carter's sexuality, and says he's a fake gangster. The two squashed their beef for a short period in 2004, with Carter and Birdman appearing in the music video for Juvenile and Soulja Slim's song, Slow Motion. Carter later paid tribute to the Hot Boys with a song called \"I Miss My Dawgs\" on 2004's Tha Carter. Juvenile responded by calling the song \"fake\", and criticized Carter for releasing a tribute song and later promoting the album on BET and having \"nothing good to say about them\". The two eventually reconciled once again, and Juvenile re-signed with Cash Money Records in 2014.",
        "ngram": 162,
        "subject": "Jim Parsons"
    },
    {
        "text": "Hill returned to the studio in March 2011 for another round of recording. \"I would like to have a record out,\" she told Billboard.com, \"but it hasn't been the right thing yet. I don't want it to be just another record. It's a lot of work to support a record, so I just want it to be... really great. I want it to represent where I am as a woman. I don't want it to be fake. I want it to be authentic and real.\" In mid-2011, Hill recorded a duet with George Strait on the song \"A Showman's Life\" which is on Strait's album Here for a Good Time.",
        "ngram": 110,
        "subject": "Jim Parsons"
    },
    {
        "text": "Throughout the early months of 2002, Cena constantly found himself competing on house shows for the WWF, where he wrestled against the likes of Shelton Benjamin and Tommy Dreamer. After his main call up in June 2002, he continued to appear on OVW programming until September 25, when he lost to Kenny Brolin in a Loser Leaves OVW match. He would later appear in a one-off appearance for the developmental farm in November under the ring name Mr. P in a six-man tag team match, where he teamed with Hall of Famer Big Boss Man and Charlie Haas, in a winning effort against Lance Cade, Trevor Murdoch and Sean O'Haire.",
        "ngram": 110,
        "subject": "Jim Parsons"
    },
    {
        "text": "Hoping to foster a more mature image, Cyrus starred in the film The Last Song (2010), based on the Nicholas Sparks novel. It was met with negative critical reviews but was a box office hit. Cyrus further attempted to shift her image with the release of her third studio album, Can't Be Tamed (2010). The album featured a more dance-oriented sound than her prior releases and stirred a considerable amount of controversy over its lyrical content and Cyrus's live performances. It sold 106,000 copies in its first week of release and became her first studio album not to top the Billboard 200 chart in the United States. The album's second and final single, \"Who Owns My Heart\" was released solely in German territories. Cyrus released her final soundtrack as Hannah Montana that October; it was a commercial failure.",
        "ngram": 138,
        "subject": "Jim Parsons"
    },
    {
        "text": "Morrison was buried in Père Lachaise Cemetery in Paris, one of the city's most visited tourist attractions, where Irish playwright Oscar Wilde, French cabaret singer Édith Piaf, and many other poets and artists are also buried. The grave had no official marker until French officials placed a shield over it, which was stolen in 1973. The grave was listed in the cemetery directory with Morrison's name incorrectly arranged as \"Douglas James Morrison\".",
        "ngram": 72,
        "subject": "Jim Parsons"
    },
    {
        "text": "Because of Springsteen's lyrical poeticism and folk rock-rooted music exemplified on tracks like \"Blinded by the Light\" and \"For You\", and because of his connection with Hammond and Columbia Records, critics initially compared Springsteen to Bob Dylan. \"He sings with a freshness and urgency I haven't heard since I was rocked by 'Like a Rolling Stone'\", Crawdaddy magazine editor Peter Knobler wrote in a March 1973 profile of Springsteen's that included photographs taken by Ed Gallucci. Crawdaddy was an early champion of Springsteen; Knobler profiled him in the magazine three times, in 1973, 1975, and 1978. In June 1976, Springsteen and the E Street Band acknowledged the magazine's support by giving a private performance at the magazine's 10th Anniversary Party in New York City.",
        "ngram": 124,
        "subject": "Jim Parsons"
    },
    {
        "text": "As racial tension inflamed in Plains by the 1954 Supreme Court of the United States ruling in Brown v. Board of Education, Carter favored racial tolerance and integration, but often kept those feelings to himself to avoid making enemies. By 1961, he began to speak more prominently of integration as a member of the Baptist Church and chairman of the Sumter County school board. In 1962, Carter announced his campaign for an open Georgia State Senate seat fifteen days before the election. Rosalynn, who had an instinct for politics and organization, was instrumental to his campaign. While early counting of the ballots showed Carter trailing his opponent Homer Moore, this was later proven to be the result of fraudulent voting. The fraud was found to have been orchestrated by Joe Hurst, the chairman of the Democratic Party in Quitman County. Carter challenged the election result, which was confirmed fraudulent in an investigation. Following this, another election was held, in which Carter won against Moore as the sole Democratic candidate, with a vote margin of 3,013 to 2,182.",
        "ngram": 177,
        "subject": "Jim Parsons"
    },
    {
        "text": "Gere regularly visits Dharamshala, the headquarters of the Tibetan government-in-exile. He is an advocate for human rights in Tibet and is a co-founder of the Tibet House US, creator of the Gere Foundation, and Chairman of the Board of Directors for the International Campaign for Tibet. Because he supports the Tibetan Independence Movement, he is permanently banned from entering China.In 1993, Gere was banned from being an Academy Award presenter after he denounced the Chinese government while announcing the nominees.In September 2007, Gere called for the boycott of the 2008 Beijing Olympic Games to put pressure on China to make Tibet independent. He starred in a Free Tibet-themed Lancia commercial featuring the Lancia Delta. On June 27, 2011, he meditated in Borobudur Temple in Indonesia. He actively supports Survival International, an organization dedicated to protecting the rights and lands of tribal peoples throughout the world.Gere campaigns for ecological causes and AIDS awareness. He currently serves on the board of directors for Healing the Divide, an organization that supports global initiatives to promote peace, justice and understanding. He helped to establish the AIDS Care Home, a residential facility in India for women and children with AIDS, and also supports campaigns for AIDS awareness and education in that country. In 1999, he created the Gere Foundation India Trust to support a variety of humanitarian programs in India.",
        "ngram": 225,
        "subject": "Jim Parsons"
    },
    {
        "text": "Donald John Trump was born on June 14, 1946, at Jamaica Hospital in Queens, New York City, the fourth child of Fred Trump and Mary Anne MacLeod Trump. Trump grew up with older siblings Maryanne, Fred Jr., and Elizabeth and younger brother Robert in the Jamaica Estates neighborhood of Queens, and attended the private Kew-Forest School from kindergarten through seventh grade. At age 13, he entered the New York Military Academy, a private boarding school. In 1964, he enrolled at Fordham University. Two years later, he transferred to the Wharton School of the University of Pennsylvania, graduating in May 1968 with a Bachelor of Science in economics. In 2015, Trump's lawyer Michael Cohen threatened Trump's colleges, high school, and the College Board with legal action if they released Trump's academic records.",
        "ngram": 131,
        "subject": "Jim Parsons"
    },
    {
        "text": "In a 2023 interview with Jane Pauley on CBS Sunday Morning, Fox said, \"I'm not gonna lie. It's getting harder. Every day it's tougher.\" He said he has had spinal surgery for a benign tumor and has broken bones in several falls.His life is the subject of Still: A Michael J. Fox Movie, a 2023 documentary film by Davis Guggenheim for Apple TV+.",
        "ngram": 63,
        "subject": "Jim Parsons"
    },
    {
        "text": "Sofía Margarita Vergara Vergara (Spanish: [soˈfi.a βeɾˈɣaɾa]; born July 10, 1972) is a Colombian and American actress and television personality. She is known for her role as Gloria Delgado-Pritchett in the ABC sitcom Modern Family (2009–2020) and drug lord Griselda Blanco in the miniseries Griselda (2024). For the former, she was nominated for four Golden Globe Awards and four Primetime Emmy Awards. The role established her as one of the highest-paid actresses in America.Vergara rose to prominence while co-hosting two television shows for Spanish-language television network Univision in the late 1990s. Her first notable acting job in English was in the film Chasing Papi (2003). She subsequently appeared in Four Brothers (2005) and Tyler Perry's comedies Meet the Browns (2008) and Madea Goes to Jail (2009), receiving an ALMA Award nomination for the latter. She also acted in New Year's Eve (2011), The Three Stooges (2012), Machete Kills (2013), Fading Gigolo (2013), Chef (2014), and Hot Pursuit (2015). Vergara has also had voice-over roles in the animated films Happy Feet Two (2011), Escape from Planet Earth (2013), and The Emoji Movie (2017). ",
        "ngram": 183,
        "subject": "Jim Parsons"
    }
]