[
    {
        "text": "In July, she played Wimbledon and was seeded No.25. Many felt the decision showed bias and unduly favored Williams, who was ranked No.181 in world. Others argued that the All England Club, which does not base seedings on players' current world rankings—as other Grand Slam tournaments do—had sensibly considered Williams's excellent historic record at Wimbledon. Williams reached the Wimbledon semifinals, becoming the lowest-ranked player to do so. She bested 13th seed Görges in the semifinal match, but lost to Kerber in a rematch of the 2016 Wimbledon final. Following Wimbledon, Williams entered the 2018 Silicon Valley Classic, her first appearance in a US Open series tournament since 2015. She suffered the worst loss of her career in the first round, winning just a single game against Johanna Konta. Williams later revealed in an interview with Time that she checked Instagram prior to the match, and discovered that the man who had murdered her half-sister, Yetunde, in 2003 had been released on parole earlier in the year. Williams said she \"couldn't shake it out of [her] mind.\"",
        "ngram": 176,
        "subject": "Paul Walker"
    },
    {
        "text": "Garland was nearly as famous for her personal struggles in everyday life as she was for her entertainment career. She has been closely associated with her carefully cultivated girl next door image. Early in her career during the 1930s, Garland's public image had earned her the title \"America's favorite kid sister\", as well as the title \"Little Miss Showbusiness\".",
        "ngram": 59,
        "subject": "Paul Walker"
    },
    {
        "text": "Hamill's early career included a recurring role on the soap opera General Hospital, and a starring role on the short-lived sitcom The Texas Wheelers. He portrayed the oldest son, David, in the pilot episode of Eight Is Enough, though the role was later performed by Grant Goodeve. He also had guest appearances on The Bill Cosby Show, The Partridge Family, Room 222 and One Day at a Time. He appeared in multiple television films such as The City and Sarah T. – Portrait of a Teenage Alcoholic.",
        "ngram": 87,
        "subject": "Paul Walker"
    },
    {
        "text": "Laurie's later film appearances include Sense and Sensibility (1995), adapted by and starring Emma Thompson; the Disney live-action film 101 Dalmatians (1996), where he played Jasper, one of the bumbling criminals hired to kidnap the puppies; Elton's adaptation of his novel Inconceivable, Maybe Baby (2000); Girl from Rio; the 2004 adaptation of The Flight of the Phoenix, and Stuart Little.",
        "ngram": 60,
        "subject": "Paul Walker"
    },
    {
        "text": "A 16-time world champion, Cena has held the WWE Championship a record 13-times and the World Heavyweight Championship (2002–2013 version) three times. He is also a five-time WWE United States Champion, a two-time WWE Tag Team Champion, a two-time World Tag Team Champion, a two-time Royal Rumble winner, and a one-time Money in the Bank winner. He has also headlined multiple major WWE pay-per-view events, including its flagship event, WrestleMania, five times. His professional wrestling career has been met with mixed critical and audience reception, with praise for his character work and promotional skills, but criticism for his perceived over-representation and on-screen dominance relative to other wrestlers.",
        "ngram": 107,
        "subject": "Paul Walker"
    },
    {
        "text": "Released in 2017, a declassified memo produced by the CIA in 1980 concluded \"Iranian hardliners—especially Ayatollah Khomeini\" were \"determined to exploit the hostage issue to bring about President Carter's defeat in the November elections.\" Additionally, Tehran in 1980 wanted \"the world to believe that Imam Khomeini caused President Carter's downfall and disgrace.\"",
        "ngram": 52,
        "subject": "Paul Walker"
    },
    {
        "text": "Biden has a bachelor's degree in English from the University of Delaware and master's degrees in education and English from West Chester University and Villanova University, and returned to the University of Delaware for a doctoral degree in education. She taught English and reading in high schools for thirteen years and instructed adolescents with emotional disabilities at a psychiatric hospital. Following this, she was an English and writing instructor for fifteen years at Delaware Technical & Community College.",
        "ngram": 78,
        "subject": "Paul Walker"
    },
    {
        "text": "On March 12, 2006, Ring of Fire, a jukebox musical of the Cash oeuvre, debuted on Broadway at the Ethel Barrymore Theater, but closed due to harsh reviews and disappointing sales on April 30. Million Dollar Quartet, a musical portraying the early Sun recording sessions involving Cash, Elvis Presley, Jerry Lee Lewis, and Carl Perkins, debuted on Broadway on April 11, 2010. Actor Lance Guest portrayed Cash. The musical was nominated for three awards at the 2010 Tony Awards and won one.",
        "ngram": 82,
        "subject": "Paul Walker"
    },
    {
        "text": "Walters created, produced, and co-hosted the ABC daytime talk show The View; she appeared on the program from 1997 until she retired in 2014. Later she continued to host several special reports for 20/20 as well as documentary series for Investigation Discovery. Her final on-air appearance for ABC News was in 2015. Walters last publicly appeared in 2016.",
        "ngram": 58,
        "subject": "Paul Walker"
    },
    {
        "text": "Knievel had partnered with Six Flags St. Louis to name a new wooden coaster after \"America's Legendary Daredevil\". The amusement park in Eureka, Missouri, outside of St. Louis, Missouri, opened the ride on June 20, 2008. The Evel Knievel Roller Coaster operated for three seasons before being renamed American Thunder in 2011.",
        "ngram": 52,
        "subject": "Paul Walker"
    },
    {
        "text": "On January 27, 2017, Trump signed Executive Order 13769, which suspended admission of refugees for 120 days and denied entry to citizens of Iraq, Iran, Libya, Somalia, Sudan, Syria, and Yemen for 90 days, citing security concerns. The order took effect immediately and without warning, causing confusion and chaos at airports. Protests against the ban began at airports the next day. Legal challenges to the order resulted in nationwide preliminary injunctions. A March 6 revised order, which excluded Iraq and gave other exemptions, again was blocked by federal judges in three states. In a decision in June 2017, the Supreme Court ruled that the ban could be enforced on visitors who lack a \"credible claim of a bona fide relationship with a person or entity in the United States\".",
        "ngram": 129,
        "subject": "Paul Walker"
    },
    {
        "text": "While being hospitalized at Baptist Hospital in Nashville, Cash died of complications from diabetes at around 2:00 am Central Time on September 12, 2003, aged 71—less than four months after his wife. Public funeral services were held at the First Baptist Church in Hendersonville, Tennessee.  He was buried next to her at Hendersonville Memory Gardens near his home in Hendersonville, Tennessee.",
        "ngram": 62,
        "subject": "Paul Walker"
    },
    {
        "text": "On stage, Neeson joined the Lyric Players' Theatre in Belfast in 1976 for two years. On Broadway he earned two Tony Award for Best Actor in a Play nominations for his performances as Matt Burke in the revival of Eugene O'Neill's Anna Christie (1992) and John Proctor in the Arthur Miller revival The Crucible (2002). He portrayed Oscar Wilde in David Hare's The Judas Kiss (1998). ",
        "ngram": 67,
        "subject": "Paul Walker"
    },
    {
        "text": "Wilde made her directing debut with the teen comedy Booksmart, which was released on May 24, 2019. As of June 27, 2019, it was rated 97% \"fresh\" on Rotten Tomatoes, from 271 critics' reviews. The Washington Post stated, \"[as the film progresses,] Wilde's filmmaking skills become more and more evident, bursting forth in a third act that builds into something beautiful and even transcendent.\" The Los Angeles Times wrote that it \"leaves you feeling unaccountably hopeful for the state of humanity – and the state of American screen comedy too\", and The Wall Street Journal noted, \"Nothing funnier, smarter, quicker or more joyous has graced the big screen in a long time.\" The film won the Independent Spirit Award for Best First Feature at the 35th Independent Spirit Awards on February 8, 2020.",
        "ngram": 133,
        "subject": "Paul Walker"
    },
    {
        "text": "The Caesars Palace crash was Knievel's longest attempted motorcycle jump at 141 feet (43 m). After his crash and recovery, Knievel was more famous than ever. ABC declined to air the event live on Wide World of Sports. The Caesars Palace historical jump video is now owned by K and K Promotions, Inc which is the successor in interest and owner of all Evel Knievel trademarks, film footage, and copyrights.",
        "ngram": 70,
        "subject": "Paul Walker"
    },
    {
        "text": "Brown possesses a light lyric tenor voice, which spans four octaves, rising from the bass F♯ (F2) to its peak at the soprano C♯.(C♯6) His vocal ability was first recognized by his mother at a young age, as Brown tells People magazine \"I was 11 and watching Usher perform 'My Way', and I started trying to mimic it. My mom was like, 'You can sing?' And I was like, 'Well, yeah, Mama.'\" subsequently leading to the start of his career. \"Take You Down\" most notably earned him a Grammy award nomination for Best Male R&B Vocal Performance in 2009.",
        "ngram": 99,
        "subject": "Paul Walker"
    },
    {
        "text": "During Donald Trump's presidency, Carter spoke favorably of the chance for immigration reform and criticized Trump for his handling of the U.S. national anthem protests. In October 2017, he defended Trump in an interview with The New York Times, criticizing the media's coverage of him as harsher \"than any other president certainly that I've known about\". In 2019, Trump called Carter and expressed concern that China was \"getting ahead\" of the U.S. Carter agreed, saying that China's strength came from its lack of involvement in armed conflict, calling the U.S. \"the most warlike nation in the history of the world.\"",
        "ngram": 100,
        "subject": "Paul Walker"
    },
    {
        "text": "Winkler returned to acting in the early 1990s. He starred in the 1991 television film, Absolute Strangers, and in the short-lived 1994 television series Monty with David Schwimmer (before his debut on Friends). He also starred in the 1994 television film One Christmas, with Katharine Hepburn in her last role, and Swoosie Kurtz.In 1996, he appeared in his friend Wes Craven's 1996 film Scream as foul-mouthed high school principal Arthur Himbry. His role was uncredited, however, as the producers were concerned that he would only be seen as The Fonz, and thus distract from the film. After the screening, he received positive feedback for his role and was subsequently asked to participate in the publicity campaign for Scream.In 2000, Winkler was nominated for a Primetime Emmy, Outstanding Guest Actor in a Drama Series, for his portrayal of Dr. Henry Olson in three episodes of The Practice. He also portrayed Stanley Yelnats III in Holes (2003).",
        "ngram": 155,
        "subject": "Paul Walker"
    },
    {
        "text": "Carter and Mondale were formally nominated at the 1980 Democratic National Convention in New York City. Carter delivered a speech notable for its tribute to the late Hubert Humphrey, whom he initially called \"Hubert Horatio Hornblower\", and Kennedy made \"The Dream Shall Never Die\" speech, in which he criticized Reagan and did not endorse Carter.",
        "ngram": 55,
        "subject": "Paul Walker"
    },
    {
        "text": "In 1969, Jones participated in making test films for the children's education series Sesame Street; these shorts, combined with animated segments, were shown to groups of children to gauge the effectiveness of the then-groundbreaking Sesame Street format. As cited by production notes included in the DVD release Sesame Street: Old School 1969–1974, the short that had the greatest impact with test audiences was one showing bald-headed Jones counting slowly to ten. This and other segments featuring Jones were eventually aired as part of the Sesame Street series itself when it debuted later in 1969 and Jones is often cited as the first celebrity guest on that series, although a segment with Carol Burnett was the first to actually be broadcast. He also appeared on the soap opera Guiding Light.",
        "ngram": 129,
        "subject": "Paul Walker"
    },
    {
        "text": "In the 1988 presidential election, Carter ruled himself out as a candidate and predicted Vice President George H. W. Bush would be the Republican nominee. Carter foresaw unity at the 1988 Democratic National Convention, where he delivered an address. After the election, which Bush won, Carter said Bush would have a more difficult presidency than Reagan because he was not as popular.",
        "ngram": 62,
        "subject": "Paul Walker"
    },
    {
        "text": "Carey also donated royalties from her hits \"Hero\" and \"One Sweet Day\" to charities. She has worked with the Make-A-Wish Foundation, and in November 2006 she was awarded the Foundation's Wish Idol for her \"extraordinary generosity and her many wish granting achievements.\" Carey has volunteered for the Police Athletic League of New York City and contributed to the obstetrics department of New York Presbyterian Hospital Cornell Medical Center. A percentage of the sales of MTV Unplugged was donated to various other charities. In 2008, Carey was named Hunger Ambassador of the World Hunger Relief Movement. In February 2010, the song, \"100%\", which was originally written and recorded for the film, Precious, was used as one of the theme songs for the 2010 Winter Olympics, with all money proceeds going to Team USA. In 2017, Carey was awarded with PETA's Angel for Animals Award for promoting animal adoption through her animated movie All I Want for Christmas Is You.",
        "ngram": 158,
        "subject": "Paul Walker"
    },
    {
        "text": "In 1993, RuPaul recorded the dance/house album Supermodel of the World. It was released through the rap label Tommy Boy, spawning the dance track hit \"Supermodel (You Better Work)\". The song peaked at 45 on the Billboard Hot 100. It charted on the UK Singles Chart, peaking on the top 40 at 39. The song found the most success on the Billboard Hot Dance Music/Club Play chart, where it peaked at 2. Radio airplay, heavy rotation of the music video on MTV, and television appearances on popular programs like The Arsenio Hall Show popularized the song.",
        "ngram": 96,
        "subject": "Paul Walker"
    },
    {
        "text": "Thomas Leo Clancy Jr. (April 12, 1947 – October 1, 2013) was an American novelist. He is best known for his technically detailed espionage and military-science storylines set during and after the Cold War. Seventeen of his novels have been bestsellers and more than 100 million copies of his books have been sold. His name was also used on screenplays written by ghostwriters, nonfiction books on military subjects occasionally with co-authors, and video games. He was a part-owner of his hometown Major League Baseball team, the Baltimore Orioles, and vice-chairman of their community activities and public affairs committees.",
        "ngram": 98,
        "subject": "Paul Walker"
    },
    {
        "text": "Timberlake's autobiography, Hindsight & All the Things I Can't See In Front of Me, was released on October 30, 2018. The book covers some on and off camera candid images, the singer's early life and inspiration for songs. According to publisher HarperCollins, Hindsight includes a \"collection of anecdotes, reflections, and observations on his life and work\".",
        "ngram": 56,
        "subject": "Paul Walker"
    },
    {
        "text": "In 1964, Springsteen saw the Beatles' televised appearances on The Ed Sullivan Show. Inspired, he bought his first guitar for $18.95 at the Western Auto appliance store. Thereafter, he started playing for audiences with a band called the Rogues at local venues, including Elks Lodge in Freehold. Later that year, his mother took out a loan to buy him a $60 Kent guitar, an act he later memorialized in his song \"The Wish\". In 1965, he went to the house of Tex and Marion Vinyard, who sponsored young bands in town. They helped him become the lead guitarist and subsequently one of the lead singers of the Castiles, a band that recorded two original songs at a public recording studio in Brick Township and played a variety of venues, including Cafe Wha? in Greenwich Village. Marion Vinyard said she believed the young Springsteen when he promised he would make it big. In the late 1960s, Springsteen performed briefly in a power trio known as Earth, who played in various clubs in New Jersey and at a major show at the Hotel Diplomat in New York City.",
        "ngram": 186,
        "subject": "Paul Walker"
    },
    {
        "text": "Cube's third album, The Predator, was released in November 1992. Referring to the 1992 Los Angeles riots, the song \"Wicked\" opens, \"April 29 was power to the people, and we might just see a sequel.\" The Predator was the first album ever to debut at No. 1 on both the R&B/hip-hop and pop charts. Singles include \"It Was a Good Day\" and \"Check Yo Self\", songs having a \"two-part\" music video. Generally drawing critical praise, the album is his most successful commercially, over three million copies sold in the US. After this album, Cube's rap audience severely diminished, and never regained the prominence of his first three albums.",
        "ngram": 108,
        "subject": "Paul Walker"
    },
    {
        "text": "During General Benedict Arnold's 1781 invasion of Virginia, Jefferson escaped Richmond just ahead of the British forces, which razed the city. He sent emergency dispatches to Colonel Sampson Mathews and other commanders in an attempt to repel Arnold's efforts. General Charles Cornwallis that spring dispatched a cavalry force led by Banastre Tarleton to capture Jefferson and members of the Assembly at Monticello, but Jack Jouett of the Virginia militia thwarted the British plan. Jefferson escaped to Poplar Forest, his plantation to the west. When the General Assembly reconvened in June 1781, it conducted an inquiry into Jefferson's actions which eventually concluded that Jefferson had acted with honor—but he was not re-elected.",
        "ngram": 111,
        "subject": "Paul Walker"
    },
    {
        "text": "After making his debut in the Oxford-financed film Privileged (1982), Grant dabbled in a variety of jobs, such as working as an assistant groundsman at Fulham Football Club, tutoring, writing comedy sketches for TV shows and working for Talkback Productions to write and produce radio commercials for products such as Mighty White bread and Red Stripe lager. At a screening of Privileged at BAFTA in London, he was approached by a talent agent offering to represent him. Still intending to begin his MPhil at the Courtauld Institute, Grant declined, but then later reconsidered, thinking that acting for a year would be a good way to save some money for his studies.Soon afterwards he was offered a supporting role in The Bounty (1984) starring Mel Gibson and Anthony Hopkins, but was prevented from playing the role because he did not yet have an Equity card, which could only be earned through acting in regional theatre. To obtain his Equity card, he joined the Nottingham Playhouse and lived for a year at Park Terrace in The Park Estate in Nottingham. Richard Digby Day directed him in small roles at the Nottingham Playhouse in Lady Windermere's Fan, an avant-garde production of Hamlet and Coriolanus.Bored with small acting parts, Grant created a sketch-comedy group called The Jockeys of Norfolk, a name taken from Shakespeare's Richard III, with friends Chris Lang and Andy Taylor. The group toured London's pub comedy circuit with stops at The George IV in Chiswick, Canal Cafe Theatre in Little Venice and The King's Head in Islington.",
        "ngram": 256,
        "subject": "Paul Walker"
    },
    {
        "text": "Her first starring role in a wide theatrical release was Starship Troopers in 1997 for which Richards was nominated for the Blockbuster Entertainment Award for Favorite Female Newcomer. The film grossed a total of $121.2 million worldwide. In 2012, Slant Magazine ranked the film at number 20 on its list of the 100 Best Films of the 1990s. She followed this with a role in the erotic thriller film Wild Things (1998) alongside Kevin Bacon, Matt Dillon and Neve Campbell. Variety praised Richards's transition from good-girl-type roles to manipulative villainess and the review continued to include her as part of \"an ensemble that appears to be enjoying the challenge of offbeat roles and unusual material. There's not a wrong note struck by the game group of players.\" In 2016, Glamour praised the film's female characters by describing Richards and Neve Campbell as \"two of the most well-rounded, fascinating, and exciting characters to ever grace the screen.\"Richards was cast as the nuclear physicist Christmas Jones in the James Bond film The World Is Not Enough (1999). Though she considered her role \"brainy\", \"athletic\", and having depth of character, she was criticized as not credible in the role. Her outfit, which often comprised a low-cut tank top and tight shorts, elicited unfavorable comments. Richards stated that a lot of viewers \"made fun of\" the character's attire but that \"These Bond girls are so outrageous and if I did really look like a scientist, the Bond fans would have been disappointed.\" Richards was nominated for the Blockbuster Entertainment Award",
        "ngram": 256,
        "subject": "Paul Walker"
    },
    {
        "text": "On January 1, 1772, Jefferson married his third cousin Martha Wayles Skelton, the 23-year-old widow of Bathurst Skelton. She was a frequent hostess for Jefferson and managed the large household. Biographer Dumas Malone described the marriage as the happiest period of Jefferson's life. Martha read widely, did fine needlework, and was a skilled pianist; Jefferson often accompanied her on the violin or cello. During their ten years of marriage, Martha bore six children: Martha \"Patsy\" (1772–1836); Jane (1774–1775); an unnamed son who lived for only a few weeks in 1777; Mary \"Polly\" (1778–1804); Lucy Elizabeth (1780–1781); and another Lucy Elizabeth (1782–1784). Only Martha and Mary survived to adulthood. Martha's father John Wayles died in 1773, and the couple inherited 135 slaves, 11,000 acres (45 km2; 17 sq mi), and the estate's debts. The debts took Jefferson years to satisfy, contributing to his financial problems.",
        "ngram": 144,
        "subject": "Paul Walker"
    },
    {
        "text": "In 2017 and during an appearance on Bryony Gordon's podcast Mad World, Harry acknowledged that with the support of his brother he had sought counselling years after his mother's death. He added that he had struggled with aggression, had suffered from anxiety during royal engagements, and had been \"very close to a complete breakdown on numerous occasions\". He later added that he had taken up boxing as a way of coping with mental stress and \"letting out aggression\". In other interviews he stated that besides therapy he took alcohol to cope and used experimental drugs recreationally, including \"psychedelics, Ayahuasca, psilocybin, mushrooms.\" He also stated that what he experienced after his mother's death \"was very much\" post-traumatic stress disorder (PTSD).",
        "ngram": 119,
        "subject": "Paul Walker"
    },
    {
        "text": "Brown has headlined multiple arena tours in North America, Europe and World-Wide. Additionally, he has co-headlined two separate North American tours with Trey Songz and Lil Baby and served as a supporting and guest act on tours and festivals for industry peers such as Rihanna, Drake, Lil Wayne and Beyoncé. Brown is one of the highest grossing African American touring artists of all time. In February 2023, Pollstar reported that Brown had grossed $166 million from 284 shows over the course of his career. He subsequently grossed another $34 million from his Under The Influence tour in 2023. ",
        "ngram": 99,
        "subject": "Paul Walker"
    },
    {
        "text": "Over the years, Jackson invested his earnings from music and celebrity endorsements in an array of privately controlled companies, real estate, and stocks and bonds. A portion of his investments lost value during the 2008 recession. In December 2008, he told the Canadian press that he had been affected by the recession, losing several million dollars in the stock market. Unable to sell his Connecticut mansion, Jackson postponed Before I Self-Destruct due to the severity of the economic downturn.His Farmington mansion located on 50 Poplar Hill Drive that he tried to sell for years filed for bankruptcy in Connecticut in 2015 listed an asking price for that property in 2012 at $10 million but was valued at $8.3 million in 2015. He first tried to sell the house in 2007 for $18.5 million, and dropped the price several times in the next five years, when it was on and off the market.In January 2011, Jackson reportedly made $10 million after using Twitter to promote a marketing company which he was part shareholder of. His endorsements company G Unit Brands Inc. revealed through a public SEC filing controls 12.9 per cent of H&H Imports, which is a parent company of TV Goods – the firm responsible for marketing his range of headphones, Sleek by 50 Cent. Jackson bought stock in the company on November 30, 2010, a week after it offered buyers 180 million shares at 17 cents each. Jackson later made a stock recommendation on Twitter, causing its share value to rise from four cents to",
        "ngram": 256,
        "subject": "Paul Walker"
    },
    {
        "text": "Jones has received two Primetime Emmy Awards, two Tony Awards, and a Grammy Award. He also is the recipient of a Golden Globe Award and the Screen Actors Guild Life Achievement Award. In 2011, he received an Academy Honorary Award. As such, he is a recipient of the EGOT (Emmy, Grammy, Oscar, Tony).",
        "ngram": 53,
        "subject": "Paul Walker"
    },
    {
        "text": "The dangerous nature of his stunts makes it difficult to get insurance, especially in the United States where his stunt work is contractually limited. Chan holds the Guinness World Record for \"Most Stunts by a Living Actor\", which emphasises that \"no insurance company will underwrite Chan's productions in which he performs all his own stunts\".Chan has been injured frequently when attempting stunts; many of them have been shown as outtakes or as bloopers during the closing credits of his films. He came closest to death filming Armour of God when he fell from a tree and fractured his skull. Over the years, he has dislocated his pelvis and also broken numerous parts of his body, including his fingers, toes, nose, both cheekbones, hips, sternum, neck, ankle, and ribs. Promotional materials for Rumble in the Bronx emphasised that he performed all of the stunts, and one version of the movie poster even diagrammed his many injuries.",
        "ngram": 155,
        "subject": "Paul Walker"
    },
    {
        "text": "Born in California, Diesel attended NYC's Hunter College, where studies in creative writing led him to begin screenwriting. He wrote, directed, produced, and starred in the short drama film Multi-Facial (1995) and his debut feature Strays (1997). He came to prominence in the late 1990s, and first became known for appearing in Steven Spielberg's Saving Private Ryan in 1998. He followed up with commercially successful films such as Boiler Room (2000), The Pacifier (2005) and Find Me Guilty (2006). He gained stardom as a leading action star headlining numerous franchises, including Fast & Furious, XXX, and The Chronicles of Riddick.",
        "ngram": 100,
        "subject": "Paul Walker"
    },
    {
        "text": "A supporter of the Democratic Party, Lopez has a long history of backing Democratic candidates for public office. She endorsed President Barack Obama in his 2012 presidential campaign, speaking in television advertisements and attending fundraising events for Obama. She endorsed Democratic presidential nominee Hillary Clinton in 2016, headlining a free concert in Florida in support of her that October.",
        "ngram": 59,
        "subject": "Paul Walker"
    },
    {
        "text": "In April 2011, coinciding with the finale of season 3 of RuPaul's Drag Race, RuPaul released his sixth studio album Glamazon, produced by Revolucian, who previously worked with RuPaul on his album Champion. The album charted on Billboard's Dance/Electronic Albums and the Billboard Top Heatseekers chart at 11 and 8 respectively. In July 2011, he released another remix EP entitled SuperGlam DQ which features remixes of tracks from Glamazon, remixes of the \"Drag U Theme Song\", and a new song, \"Sexy Drag Queen\". The second season of RuPaul's Drag U began in June 2011. In late 2011, promotions for season 4 of Drag Race began. RuPaul made appearances on The Rosie Show and The Chew, and also attended a Drag Race NY Premiere party at Patricia Field's store in New York. Season 4 of RuPaul's Drag Race premiered on Logo on January 30, 2012, with RuPaul returning as the main host and judge. After season 4 ended TV.com declared it was the best reality TV show on television.",
        "ngram": 168,
        "subject": "Paul Walker"
    },
    {
        "text": "The Union capture of Vicksburg, the last Confederate stronghold on the Mississippi River, was considered vital as it would split the Confederacy in two. Lincoln appointed McClernand for the job, rather than Grant or Sherman. Halleck, who retained power over troop displacement, ordered McClernand to Memphis, and placed him and his troops under Grant's authority.",
        "ngram": 55,
        "subject": "Paul Walker"
    },
    {
        "text": "As his Beatles era segued into his solo career, his singing voice found a widening range of expression. Biographer Chris Gregory writes of Lennon \"tentatively beginning to expose his insecurities in a number of acoustic-led 'confessional' ballads, so beginning the process of 'public therapy' that will eventually culminate in the primal screams of 'Cold Turkey' and the cathartic John Lennon/Plastic Ono Band.\" Music critic Robert Christgau called this Lennon's \"greatest vocal performance ... from scream to whine, is modulated electronically ... echoed, filtered, and double tracked.\" David Stuart Ryan described Lennon's vocal delivery as ranging from \"extreme vulnerability, sensitivity and even naivety\" to a hard \"rasping\" style. Wiener too described contrasts, saying the singer's voice can be \"at first subdued; soon it almost cracks with despair\". Music historian Ben Urish recalled hearing the Beatles' Ed Sullivan Show performance of \"This Boy\" played on the radio a few days after Lennon's murder: \"As Lennon's vocals reached their peak ... it hurt too much to hear him scream with such anguish and emotion. But it was my emotions I heard in his voice. Just like I always had.\"",
        "ngram": 186,
        "subject": "Paul Walker"
    },
    {
        "text": "In 1970, Simon taught songwriting at New York University. He said he had wanted to teach for a while, and hoped to help people avoid some of the mistakes he had made: \"You can teach somebody about writing songs. You can't teach someone how to write a song ... I'd go to a course if the Beatles would talk about how they made records because I'm sure I could learn something.\"",
        "ngram": 71,
        "subject": "Paul Walker"
    },
    {
        "text": "Originally, Brown wanted F.A.M.E. to be a double-disc, consisting of 25–30 tracks, but the label was contrary to that. Right before the release of F.A.M.E. Brown decided to follow his intentions in an acceptable way for the label, working on a sequel of F.A.M.E. called Fortune, that would be a whole new album that contained new material and even some tracks that didn't make the cut of the previous album. On October 7, 2011, RCA Music Group announced it was disbanding Jive Records along with Arista Records and J Records. With the shutdown, Brown (and all other artists previously signed to these three labels) will release future material on the RCA Records brand. Brown's fifth studio album Fortune was anticipated with the release of \"Strip\", \"Sweet Love\", \"Till I Die\", and the top 10 singles \"Turn Up the Music\" and \"Don't Wake Me Up\". Fortune was released on July 3, 2012. The album's musical style was noted for mixing Brown's R&B with pop and electronic music. The album debuted atop the Billboard 200, but received negative reviews from critics. Los Angeles Times wrote that the album is \"brash and commercial\", stating that \"Brown’s “F.A.M.E.” hit with a solid combination of freaky, heavy-duty R&B bangers and the requisite sex-in-bed seduction numbers. But “Fortune,” his fifth studio album, is the work of an artist who has gone all-in with a handful of commercial tracks designed to get Our Hero paid and back in America’s good graces\". Despite the negative reception, it was nominated for Best Urban Contemporary Album",
        "ngram": 256,
        "subject": "Paul Walker"
    },
    {
        "text": "At 172 cm (5 ft 8 in) and weighing 64 kg (141 lb), Lee was renowned for his physical fitness and vigor, achieved by using a dedicated fitness regimen to become as strong as possible. After his match with Wong Jack-man in 1965, Lee changed his approach toward martial arts training. Lee felt that many martial artists of his time did not spend enough time on physical conditioning. Lee included all elements of total fitness—muscular strength, muscular endurance, cardiovascular endurance, and flexibility. He used traditional bodybuilding techniques to build some muscle mass, though not overdone, as that could decrease speed or flexibility. At the same time, concerning balance, Lee maintained that mental and spiritual preparation are fundamental to the success of physical training in martial arts skills. In Tao of Jeet Kune Do he wrote:",
        "ngram": 135,
        "subject": "Paul Walker"
    },
    {
        "text": "Joyce Carol Oates praised King's sense of place: \"His fiction is famously saturated with the atmosphere of Maine; much of his mostly vividly imagined work—Salem's Lot, Dolores Claiborne, the elegantly composed story 'The Reach', for instance—is a poetic evocation of that landscape, its history and its inhabitants.\" Oates included the latter story in the second edition of The Oxford Book of American Short Stories.",
        "ngram": 64,
        "subject": "Paul Walker"
    }
]