[
    {
        "text": "The Packers lost to the San Francisco 49ers in the Wild Card Round in 1998. Favre had rallied the team with a touchdown pass to wide receiver Antonio Freeman with 1:56 remaining in the game to put the Packers up 27–23. However, Steve Young responded with a touchdown of his own to wide receiver Terrell Owens with three seconds remaining to end the Packers season. Favre and the Packers failed for the first time since 1994 to at least reach the NFC Championship.",
        "ngram": 83,
        "subject": "Jason Bateman"
    },
    {
        "text": "Sheen's HIV-positive disclosure corresponded with the greatest number of HIV-related Google searches ever recorded in the United States. During the three weeks following his disclosure, there were about 2.75 million more searches than expected that included the term HIV, and 1.25 million searches were directly relevant to public-health outcomes because they included search terms for condoms, HIV symptoms, or HIV testing (e.g., \"get HIV tested\").A later study found Sheen's disclosure corresponded with a 95% increase in over-the-counter at-home HIV testing kits.The study's authors dubbed it \"The Charlie Sheen Effect\" with commenters noting \"Charlie Sheen did more for HIV education than most UN events do.\" Sheen spoke out for HIV prevention, citing the studies as motivation, later adding he was \"humbled\" to \"be of service.\"",
        "ngram": 124,
        "subject": "Jason Bateman"
    },
    {
        "text": "Kelly's first solo album, 12 Play, was released on November 9, 1993, and yielded the singer's first number-one hit, \"Bump N' Grind\", which spent a record-breaking 12 weeks at number one on the Billboard Hot R&B Singles chart. Subsequent hit singles: \"Your Body's Callin'\" (U.S. Hot 100: #13, U.S. R&B: #2) and \"Sex Me\" (U.S. Hot 100: #20, U.S. R&B: #8). Both singles sold 500,000 copies in the United States and were certified Gold by the RIAA. In 1994, 12 Play was certified Gold by the RIAA, eventually going six times platinum.In 1994, Kelly established himself as a leading producer by producing songs for various artists, including Aaliyah, Janet Jackson, and Changing Faces. He co-headlined a tour with Salt-N-Pepa and headlined the Budweiser Superfest tour.",
        "ngram": 125,
        "subject": "Jason Bateman"
    },
    {
        "text": "Warwick was named the Bestselling Female Vocalist in the Cash Box Magazine poll in 1964, with six chart hits in that year. Cash Box named her the Top Female Vocalist in 1969, 1970 and 1971. In the 1967 Cash Box poll, she was second to Petula Clark, and in 1968's poll second to Aretha Franklin. Playboy's influential Music Poll of 1970 named her the Top Female Vocalist. In 1969, Harvard's Hasty Pudding Society named her Woman of the Year.In the May 21, 1965 Time cover article entitled \"The Sound of the Sixties\", Warwick's sound was described as:",
        "ngram": 97,
        "subject": "Jason Bateman"
    },
    {
        "text": "In 2020, Marlow Stern wrote an article in the Daily Beast addressing Cube's \"long, disturbing history\" of anti-Semitism. The article was a response to Cube's day-long Twitter posting spree the day before, during which he promoted Nation of Islam leader Louis Farrakhan. He also shared various disproven anti-Semitic conspiracy theories. Again calling himself \"just pro-black\" and not \"anti-anybody\", he dismissed \"the hype\" and professed that he was just \"telling [his] truth\".",
        "ngram": 71,
        "subject": "Jason Bateman"
    },
    {
        "text": "Beyoncé has stated that she is personally inspired by Michelle Obama (the 44th First Lady of the United States), saying \"she proves you can do it all\", and has described Oprah Winfrey as \"the definition of inspiration and a strong woman.\" She has also discussed how Jay-Z is a continuing inspiration to her, both with what she describes as his lyrical genius and in the obstacles he has overcome in his life. Beyoncé has expressed admiration for the artist Jean-Michel Basquiat, posting in a letter \"what I find in the work of Jean-Michel Basquiat, I search for in every day in music ... he is lyrical and raw\". Beyoncé also cited Cher as a fashion inspiration.",
        "ngram": 116,
        "subject": "Jason Bateman"
    },
    {
        "text": "The Packers finished the 1994 season with a 9–7 record, advancing to the playoffs in back to back years, a feat they had not accomplished since the Vince Lombardi era. After a victory over the Detroit Lions in the Wild Card Round, Favre and Packers fell to the Dallas Cowboys in the Divisional Round.",
        "ngram": 54,
        "subject": "Jason Bateman"
    },
    {
        "text": "The arithmetic makes it plain that inflation is a far more devastating tax than anything that has been enacted by our legislatures. The inflation tax has a fantastic ability to simply consume capital. It makes no difference to a widow with her savings in a 5 percent passbook account whether she pays 100 percent income tax on her interest income during a period of zero inflation, or pays no income taxes during years of 5 percent inflation.",
        "ngram": 77,
        "subject": "Jason Bateman"
    },
    {
        "text": "2015 saw the release of The Boy Next Door, an erotic thriller that Lopez both co-produced and starred in as a high school teacher who becomes involved with a student, which eventually leads to his dangerous obsession with her. The film received negative reviews from critics. Despite this, it became her most successful opening at the box office for a live action film since Monster-in-Law. Lopez had a voice role in the animated feature Home and contributed the single \"Feel the Light\" to the film's official soundtrack. She also starred in the independent drama film Lila & Eve, alongside Viola Davis.",
        "ngram": 101,
        "subject": "Jason Bateman"
    },
    {
        "text": "As shooting progressed, however, she began making the same pleas of illness that she had so often made during her final films at MGM. Production delays led to cost overruns and angry confrontations with Warner Bros. head Jack L. Warner. Principal photography wrapped on March 17, 1954. At Luft's suggestion, the \"Born in a Trunk\" medley was filmed as a showcase for her and inserted over director Cukor's objections, who feared the additional length would lead to cuts in other areas. It was completed on July 29.",
        "ngram": 87,
        "subject": "Jason Bateman"
    },
    {
        "text": "Carter entered hospice care several months before celebrating his 99th birthday at his home. He noted that it felt difficult to reach his 90s, saying in a 2019 interview with People that he never expected to live as long as he had and that his secret to a long life was a good marriage. Carter has made arrangements to be buried in front of his home at 209 Woodland Drive in Plains. He noted in 2006 that a funeral in Washington, D.C., with visitation at the Carter Center was also planned.",
        "ngram": 91,
        "subject": "Jason Bateman"
    },
    {
        "text": "In 1977, Carter appointed Alfred E. Kahn to lead the Civil Aeronautics Board (CAB). He was part of a push for deregulation of the industry, supported by leading economists, leading think tanks in Washington, a civil society coalition advocating the reform (patterned on a coalition earlier developed for the truck-and-rail-reform efforts), the head of the regulatory agency, Senate leadership, the Carter administration, and even some in the airline industry. This coalition swiftly gained legislative results in 1978.",
        "ngram": 77,
        "subject": "Jason Bateman"
    },
    {
        "text": "In 1995, model Holly Hallstrom left The Price Is Right and later filed suit against Barker, alleging that the reason she was fired was not so much because of her 14-pound (6.4 kg) medication-mediated weight gain (as documented) but because, to Barker's displeasure, she refused to give false information to the media regarding Parkinson's suit, as she alleges Barker had requested she do. Barker countersued for slander, but Hallstrom prevailed, receiving a settlement in 2005.",
        "ngram": 75,
        "subject": "Jason Bateman"
    },
    {
        "text": "Aguilera has been called a \"Queen of Reinvention\" as she is noted for having reinvented her public image numerous times throughout her career. Stereogum writer Tom Breihan noted that she originally \"thought of herself primarily as a [...] young Mariah Carey-type\", but was instead marketed as a bubblegum pop teen idol due to the genre's popularity in the late 1990s, following the success of Britney Spears's debut album. David Browne of Entertainment Weekly felt that Aguilera was \"a good girl pretending to be bad\" when compared to Spears' image. In contrast, Christopher J. Farley of Time considered her a more impressive artist than Spears. Aguilera's vocals set her apart from her bubblegum pop peers.Aguilera departed from the teen idol image with the release of Stripped in 2002, by dyeing her hair black, getting body piercings, and posing nude for several publications. This was attributed to her provocative and extravagant alter ego named Xtina. Serving as the host of the 2003 MTV Europe Music Awards, Aguilera opened the show dressed as a nun, accompanied by a choir singing the lead single from Stripped, \"Dirrty\", before showing off a more revealing outfit. While analyzing her new visual, Vice and Rolling Stone magazines wrote that her new clothes echoed as if she were participating in the Girls Gone Wild franchise. In a review of her persona, author Stephen Thomas Erlewine of AllMusic opined that Aguilera reached \"maturity with transparent sexuality and pounding sounds of nightclubs\". Writing for The Daily Telegraph, Adam White was more positive about her image and",
        "ngram": 256,
        "subject": "Jason Bateman"
    },
    {
        "text": "In July 2007, Law and Jeremy Gilley were in Afghanistan over a period of ten days to document peace commitments and activities there for an upcoming film and for marking the UN International Day of Peace. Accompanied by UNICEF Representative Catherine Mbengue, they travelled and filmed in dangerous areas of eastern Afghanistan with a film crew, interviewing children, government ministers, community leaders and UN officials. They also filmed at schools and visited various UNICEF-supported programmes inside and outside the capital Kabul. The efforts of Peace One Day are coordinated in celebration of the annual International Day of Peace, on 21 September. The film, named The Day After Peace, premiered at the Cannes Film Festival. On 21 September 2008, the film was shown at a gala screening at the Royal Albert Hall.On 30 August 2008, Law and Gilley returned to Afghanistan to help keep a momentum around Peace Day. They met President Hamid Karzai, top NATO and UN officials, and members of the aid community. They also screened the new documentary about the efforts in support of peace. The documentary features activities that took place throughout Afghanistan in 2007. It also highlights support from UNICEF and the WHO for the peaceful immunisation of 1.4 million children against polio in insecure areas.",
        "ngram": 210,
        "subject": "Jason Bateman"
    },
    {
        "text": "In November 2010, Aguilera began dating production assistant Matthew Rutler, whom she met while filming the musical Burlesque. Aguilera was arrested for public intoxication in March 2011, while Rutler was booked for driving under the influence. However, the charges were dropped against Rutler the following month. In 2014, they became engaged on Valentine's Day. Later that year, Aguilera gave birth to their daughter.Aguilera was raised Catholic, although she was learning about Judaism in the mid 2000s. In 2022, she opened up about depression and anxiety, stating \"I experienced a lot of trauma in my childhood [...] I've definitely had struggles in the past with depression and anxiety. It's a constant battle to overcome a mind that is anxious, a mind that is always second-guessing\". Aguilera has also been sharing about insecurity and struggling with body image early in her career.In 2007, Aguilera purchased a Mediterranean-style mansion in Beverly Hills for $11.5 million, which she sold for $13.5 million in March 2013. Shortly afterwards, she acquired a house in the Mulholland Estates' private enclave, at the Santa Monica Mountains, for $10 million and currently resides with her family. In 2000, Aguilera was among the biggest moneymakers in the music business with over £65 million earned with albums sales, merchandising and licensing deals according VH1. In January 2008, she was ranked 19th on Forbes' list of Top-Earning Women in Music of 2007 with earnings of $20 million. The previous year, she was also included on their list of richest women in entertainment industry, with an estimated net worth",
        "ngram": 256,
        "subject": "Jason Bateman"
    },
    {
        "text": "The information was disclosed after a 3+1⁄2-year battle by the Liberal Democrats' Lord Avebury. Lord Avebury's initial October 2003 information request was dismissed by then leader of the Lords, Baroness Amos. A following complaint was rejected, with Downing Street claiming the information compromised free and frank discussions, while Cabinet Office claimed releasing the timing of the PM's contacts with individuals is undesirable, as it might lead to the content of the discussions being disclosed. While awaiting a following appeal from Lord Avebury, the cabinet office announced that it would release the information. Lord Avebury said: \"The public can now scrutinise the timing of his (Murdoch's) contacts with the former prime minister, to see whether they can be linked to events in the outside world.\"",
        "ngram": 124,
        "subject": "Jason Bateman"
    },
    {
        "text": "Farrow became a UNICEF Goodwill Ambassador in 2000 and is a high-profile advocate for human rights in Africa, particularly for children's rights. She has worked to raise funds and awareness for children in conflict-affected regions and to draw attention to the fight to eradicate polio. Farrow has received several awards for her humanitarian work including the Leon Sullivan International Service award, the Lyndon Baines Johnson Moral Courage Award and the Marion Anderson Award. In 2006, Farrow and her son Ronan visited Berlin in order to participate in a charity auction of United Buddy Bears, which feature designs by artists representing 142 U.N. member states. In 2008, Time magazine named her one of the most influential people in the world.She has traveled to Darfur several times for humanitarian efforts, first in 2004. Her third trip was in 2007, with a film crew engaged in making the documentary Darfur: On Our Watch. The same year, she co-founded the Olympic Dream for Darfur campaign, which drew attention to China's support for the government of Sudan. The campaign hoped to change China's policy by embarrassing it in the run-up to the 2008 Summer Olympics held in Beijing. In March 2007, China said it would urge Sudan to engage with the international community. The campaign persuaded Steven Spielberg to withdraw as an artistic adviser to the opening ceremony. During the Olympics, Farrow televised via the internet from a Sudanese refugee camp to highlight China's involvement in the region.",
        "ngram": 243,
        "subject": "Jason Bateman"
    },
    {
        "text": "In June 2023, Harry broke royal protocol by criticising the UK government in his witness statement to a court. He argued that both the British press and the government were \"at rock bottom\" and instead of scrutinising the government the press got \"into bed with them so they can ensure the status quo\".",
        "ngram": 53,
        "subject": "Jason Bateman"
    },
    {
        "text": "On April 12, 2010, 23-year-old Kayden Nguyen filed a lawsuit against Seagal in a Los Angeles County Superior Court, requesting more than one million dollars in damages. In her suit, Nguyen alleged Seagal engaged in sexual harassment, the illegal trafficking of females for sex, failure to prevent sexual harassment, and wrongful termination. Seagal denied the allegations, but his reality show Steven Seagal: Lawman was suspended while his attorneys resolved the case.  On July 14, 2010, three months after Nguyen filed her suit, she withdrew her claim without explanation.",
        "ngram": 89,
        "subject": "Jason Bateman"
    },
    {
        "text": "Many other celebrities released statements responding to Houston's death. Darlene Love, Houston's godmother, hearing the news of her death, said, \"It felt like I had been struck by a lightning bolt in my gut.\" Dolly Parton, whose song \"I Will Always Love You\" was covered by Houston, said, \"I will always be grateful and in awe of the wonderful performance she did on my song and I can truly say from the bottom of my heart, 'Whitney, I will always love you. You will be missed.'\" Aretha Franklin said, \"It's so stunning and unbelievable. I couldn't believe what I was reading coming across the TV screen.\" Others paying tribute included Mariah Carey, Quincy Jones, and Oprah Winfrey.",
        "ngram": 117,
        "subject": "Jason Bateman"
    },
    {
        "text": "In 2005, the Williams sisters authored the book Venus & Serena: Serving From The Hip: 10 Rules For Living, Loving and Winning, which was written with Hilary Beard. In 2009, Williams released the autobiography On the Line. The same year, she appeared in online videos and print advertisements for Tampax Pearl tampons, becoming the first active female professional athlete to appear in advertising for a feminine hygiene product. Williams posed for the Sports Illustrated Swimsuit Issue in 2003 and 2004.",
        "ngram": 80,
        "subject": "Jason Bateman"
    },
    {
        "text": "From a young age, Carter showed a deep commitment to evangelical Christianity. In 1942, Carter became a deacon and taught Sunday school at Maranatha Baptist Church in Plains, Georgia. At a private inauguration worship service, the preacher was Nelson Price, the pastor of Roswell Street Baptist Church of Marietta, Georgia. An evangelical Christian, Carter appealed to voters after the scandals of the Nixon Administration, and is credited with popularizing the term \"born again\" into American lexicon during the 1976 American presidential campaign. As president, Carter prayed several times a day, and professed that Jesus was the driving force in his life. He was greatly influenced by a sermon he had heard as a young man that asked: \"If you were arrested for being a Christian, would there be enough evidence to convict you?\" In 2000, after the Southern Baptist Convention announced it would no longer permit women to become pastors, he renounced his membership, saying: \"I personally feel that women should play an absolutely equal role in service of Christ in the church.\" He remained a member of the Cooperative Baptist Fellowship. Carter's support for the Equal Rights Amendment led many evangelical conservatives to leave the Democratic Party, contributing to the development of the Christian right in American politics.",
        "ngram": 209,
        "subject": "Jason Bateman"
    },
    {
        "text": "=== 2008–2009: E=MC², Memoirs of an Imperfect Angel, and Precious ===On December 31, 2009, Carey embarked on her seventh concert tour, Angels Advocate Tour, which visited the United States and Canada and ended on September 26, 2010. A planned remix album of Memoirs of an Imperfect Angel, titled Angels Advocate, was slated for a March 30, 2010, release but was eventually cancelled.",
        "ngram": 62,
        "subject": "Jason Bateman"
    },
    {
        "text": "Stiller says that he and Downey always stayed focused on the fact that they were skewering insufferable actors, not African Americans. \"I was trying to push it as far as you can within reality\", Stiller explains. \"I had no idea how people would respond to it\". Stiller screened a rough cut of the film [in March 2008] and it scored high with African Americans. He was relieved at the reaction. \"It seems people really embrace it\", he said.",
        "ngram": 78,
        "subject": "Jason Bateman"
    },
    {
        "text": "Spotify had refused to carry 42 episodes of the podcast when it acquired the exclusive rights. Spotify says it spoke to Rogan about his \"history of using some racially insensitive language\", and it says (in an internal memo) that Rogan selected 70 episodes which were removed on February 4, 2022, all of which pre-date the COVID-19 pandemic.",
        "ngram": 57,
        "subject": "Jason Bateman"
    },
    {
        "text": "Dame Angela Brigid Lansbury  (October 16, 1925 – October 11, 2022) was a British and American  actress and singer. In a career spanning 80 years, she played various roles across film, stage, and television. Although based for much of her life in the United States, her work attracted international attention.",
        "ngram": 52,
        "subject": "Jason Bateman"
    },
    {
        "text": "Following the success of Cabaret, Bob Fosse and Minnelli teamed for Liza with a 'Z'. A Concert for Television, a television special. The program aired two times on TV and was not seen again until a DVD release in 2006.",
        "ngram": 40,
        "subject": "Jason Bateman"
    },
    {
        "text": "On April 9, Grant and Lee met at Appomattox Court House. Although Grant felt depressed at the fall of \"a foe who had fought so long and valiantly,\" he believed the Southern cause was \"one of the worst for which a people ever fought.\" Grant wrote out the terms of surrender: \"each officer and man will be allowed to return to his home, not to be disturbed by U.S. authority so long as they observe their paroles and the laws in force where they may reside.\" Lee immediately accepted Grant's terms and signed the surrender document, without any diplomatic recognition of the Confederacy. Lee asked that his former Confederate troops keep their horses, which Grant generously allowed. Grant ordered his troops to stop all celebration, saying the \"war is over; the rebels are our countrymen again.\" Johnston's Tennessee army surrendered on April 26, 1865, Richard Taylor's Alabama army on May 4, and Kirby Smith's Texas army on May 26, ending the war.",
        "ngram": 162,
        "subject": "Jason Bateman"
    }
]