[
    {
        "text": "Amidst the atmosphere of a wave of libelles, the Holy Roman Emperor Joseph II came to France incognito, using the name Comte de Falkenstein, for a six-week visit during which he toured Paris extensively and was a guest at Versailles. He met his sister and her husband on 18 April 1777 at the Château de la Muette, and spoke frankly to his brother-in-law, curious as to why the royal marriage had not been consummated, arriving at the conclusion that no obstacle to the couple's conjugal relations existed save the queen's lack of interest and the king's unwillingness to exert himself. In a letter to his brother Leopold, Grand Duke of Tuscany, Joseph II described them as \"a couple of complete blunderers.\" He disclosed to Leopold that the inexperienced—then still only 22-year-old—Louis XVI had confided in him the course of action he had been undertaking in their marital bed; saying Louis XVI \"introduces the member,\" but then \"stays there without moving for about two minutes,\" withdraws without having completed the act and \"bids goodnight.\"Suggestions that Louis suffered from phimosis, which was relieved by circumcision, have been discredited. Nevertheless, following Joseph's intervention, the marriage was finally consummated in August 1777. Eight months later, in April 1778, it was suspected that the queen was pregnant, which was officially announced on 16 May. Marie Antoinette's daughter, Marie-Thérèse Charlotte, Madame Royale, was born at Versailles on 19 December 1778. The child's paternity was contested in the libelles, as were all her children's.In the middle of the queen's pregnancy, two events occurred",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In May 2005, actor Tom Cruise—a Scientologist whose beliefs frown upon psychiatry—condemned Shields, both personally and professionally, for using and speaking in favor of the antidepressant drug Paxil. As Cruise said, \"Here is a woman and I care about Brooke Shields, because I think she is an incredibly talented woman, you look at [and think], where has her career gone?\" Shields responded that Cruise's remarks on antidepressants were \"irresponsible\" and \"dangerous\". She also argued that he should \"stick to fighting aliens\" (a reference to Cruise's role in War of the Worlds as well as some of the more esoteric aspects of Scientology doctrine and teachings), \"and let mothers decide the best way to treat postpartum depression.\" Shields responded to a further attack by Cruise with an op-ed titled \"War of Words\", published in The New York Times on July 1, 2005, in which she made an individual case for the medication and stated: \"In a strange way, it was comforting to me when my obstetrician told me that my feelings of extreme despair and my suicidal thoughts were directly tied to a biochemical shift in my body. Once we admit that postpartum is a serious medical condition, then the treatment becomes more available and socially acceptable. With a doctor's care, I have since tapered off the medication but, without it, I wouldn't have become the loving parent I am today.\" On August 31, 2006, according to USA Today, Cruise apologized in person to Shields for the incident; she accepted the apology, saying it was \"heartfelt\". That",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In the book, Ellis is quoted as saying: \"[Stephenson] was convinced from the information that was reaching him that this attack was imminent, and through Jimmy Roosevelt, President Roosevelt's son, he passed this information to the President. Now whether the President at that time had other information which corroborated this... it's impossible to say.\"",
        "ngram": 54,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In December 2021, three senior appeal judges upheld the judgement of the High Court against ANL, prompting Meghan to call for reform of the tabloid industry. In the same month, ANL's The Mail on Sunday and MailOnline published a front-page statement on Boxing Day acknowledging Meghan's victory, adding that there had been an agreement on \"financial remedies\". In addition to covering a portion of Meghan's legal costs, the outlet agreed to pay her £1 in damages for invading her privacy and a confidential sum for infringing her copyright. They were also banned from naming Meghan's friends, who had spoken to People magazine about the letter in 2018.",
        "ngram": 107,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In August 2023, the Mississippi Supreme Court ordered for Favre to stand as a defendant in the welfare funds lawsuit. On December 11, 2023, Favre took part in a deposition, with attorneys for the State of Mississippi interrogating him for more than nine hours.",
        "ngram": 44,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Britain's Got Talent debuted on ITV in June 2007. Cowell appeared as a judge alongside Amanda Holden and Piers Morgan. The show was a ratings success, and second and third seasons followed in 2008 and 2009. The third series featured a publicity coup when Susan Boyle made a global media impact comparable to that of any previous talent show series winner with her regional audition performance. In December 2019, Cowell signed a five-year deal with ITV ensuring Britain's Got Talent will stay on the channel until 2024.In 2014, Got Talent was named the world's most successful reality TV format by Guinness World Records, with spin-offs in over 68 countries. Cowell stated, \"I am very proud that Got Talent is a home grown British show. We owe its success to a group of very talented producers all over the world who have made this happen. And of course amazing talent.\"In 2015, Cowell launched La Banda, his first US show since his stint with American The X Factor. The show, designed to find male singers to form the \"ultimate Latino Boy Band\", launched on Univision in the US on 13 September 2015. The winner of the show, boy band CNCO, signed to Cowell's record label Syco Music.",
        "ngram": 205,
        "subject": "Henry Kissinger"
    },
    {
        "text": "During the third season of The Voice in September 2012, Aguilera debuted \"Your Body\" as the lead single from her then-upcoming seventh studio album. The song received critical acclaim and reached reached number one on the US Dance Club Song chart and 34 on the Billboard Hot 100. The album, titled Lotus, followed in November 2012, in which Aguilera described the record as a \"rebirth\" of herself after the personal struggles she overcame. Contemporary reviewers found the album generic and conventional, as opposed to Aguilera's previous experimental ventures. Despite this, Lotus peaked at number 7 on the Billboard 200 and has sold 303,000 copies in the US as of 2019. \"Just a Fool\" with Blake Shelton was released as the album's second single and received positive reviews. The two performed the song live on The Voice and on The Ellen DeGeneres Show.On January 9, 2013, Aguilera performed \"Blank Page\" at the 39th People's Choice Awards. A month later, on February 22, 2013, Aguilera featured on rapper Pitbull's \"Feel This Moment\", which became the first of various international top-ten singles she would achieve that year, peaking at number eight on the Billboard Hot 100 becoming Aguilera's tenth top-ten hit, and was later certified platinum by the RIAA. The song garnered positive reviews and was performed at the 2012 American Music Awards, 2013 Kids' Choice Awards, The Voice and 2013 Billboard Music Awards. In May 2013, Aguilera appeared on Alejandro Fernández's cover of Miguel Gallardo's 1976 \"Hoy Tengo Ganas de Ti\" which received critical acclaim and earned them",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "\"McCarthy became the face of the anti-vaccination movement, and the subsequent rise in vaccine hesitancy has been called “The Jenny McCarthy Effect” (Dominus 2011). It is important to recall that correlation does not mean causation, but the Google Trends[...] data shows a sustained increase in Google searches for “autism & vaccines” following McCarthy’s book launch media blitz. It’s also impossible to know who was searching and why, but for a time Jenny McCarthy was the undisputed leader of the anti-vaxx movement.\"",
        "ngram": 81,
        "subject": "Henry Kissinger"
    },
    {
        "text": "On May 19, 1983, the iconic status of Captain Kirk was acknowledged with a ceremony celebrating Shatner's being awarded the 1,762nd star on the Hollywood Walk of Fame. Shatner also has a star on Canada's Walk of Fame, granted to him in recognition of his being the first Canadian actor to star in major series on three U.S. networks—NBC, CBS and ABC.",
        "ngram": 62,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In July 1869, Van Gogh's uncle Cent obtained a position for him at the art dealers Goupil & Cie in The Hague. After completing his training in 1873, he was transferred to Goupil's London branch on Southampton Street, and took lodgings at 87 Hackford Road, Stockwell. This was a happy time for Van Gogh; he was successful at work and, at 20, was earning more than his father. Theo's wife, Jo Van Gogh-Bonger, later remarked that this was the best year of Vincent's life. He became infatuated with his landlady's daughter, Eugénie Loyer, but she rejected him after he confessed his feelings; she was secretly engaged to a former lodger. He grew more isolated and religiously fervent. His father and uncle arranged a transfer to Paris in 1875, where he became resentful of issues such as the degree to which the art dealers commodified art, and he was dismissed a year later.",
        "ngram": 152,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In late 1991, Ford was slated to portray company lawyer A. Philip Randolph in an action-historical film entitled Night Ride Down, which would have been set around a labor union strike in the 1930s. Paramount Pictures shelved the project, after Ford quit the film over script changes he disagreed with. In the years that followed, Ford became the second actor to portray Jack Ryan in two films of the film series based on the literary character created by Tom Clancy: Patriot Games (1992) and Clear and Present Danger (1994), both co-starring Anne Archer and James Earl Jones. Ford took over the role from Alec Baldwin, who had played Ryan in The Hunt for Red October (1990). This led to long-lasting resentment from Baldwin, who said that he had wanted to reprise the role but Ford had negotiated with Paramount behind his back. Ford played leading roles in other action-based thrillers throughout the decade, such as The Fugitive (1993), The Devil's Own (1997), and Air Force One (1997). For his performance in The Fugitive, which co-starred Tommy Lee Jones, Ford received some of the best reviews of his career, including from Roger Ebert, who concluded that, \"Ford is once again the great modern movie everyman. As an actor, nothing he does seems merely for show, and in the face of this melodramatic material he deliberately plays down, lays low, gets on with business instead of trying to exploit the drama in meaningless acting flourishes.\"",
        "ngram": 243,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Richards was born in Downers Grove, Illinois, to Joni (née Braden), a coffee shop owner, and Irv Richards, a telephone engineer whose father's surname was Reichert. Her mother died of cancer in November 2007. She has said that her ancestry includes German and French heritage. Richards has a younger sister, Michelle. She grew up in both Downers Grove and Mokena, Illinois. As a child, she was the \"only girl on the baseball team\".When Richards was 15 years old, her family moved to Oceanside, California. In 1989, she graduated from El Camino High School. She was voted best looking in her high school yearbook. Richards was raised Catholic. After her high school graduation, she began working as a model and traveled to cities such as Paris, New York, and Tokyo to do photo shoots and commercials.",
        "ngram": 135,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Van Gogh stayed within what he called the \"guise of reality\" and was critical of overly stylised works. He wrote afterwards that the abstraction of Starry Night had gone too far and that reality had \"receded too far in the background\". Hughes describes it as a moment of extreme visionary ecstasy: the stars are in a great whirl, reminiscent of Hokusai's Great Wave, the movement in the heaven above is reflected by the movement of the cypress on the earth below, and the painter's vision is \"translated into a thick, emphatic plasma of paint\".",
        "ngram": 94,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In January 2023, Brown surpassed Elvis Presley for the most RIAA Gold certified singles -among all male vocalists in history, after previously passing Presley for the most Billboard Hot 100 entries among all male vocalists. In March 2023, Brown became the fifth artist in Billboard's history to reach 10 No. 1s on Billboard's R&B/Hip-Hop Airplay chart with his hit record Under the Influence. Additionally, Brown earned his 18th No. 1 on the Billboard's Mainstream R&B/Hip-Hop Airplay chart with Under the Influence. Making him the artist with the third most No. 1s on the Mainstream R&B/Hip-Hop Airplay chart behind Drake and Lil Wayne in first and second, respectively. On August 4, 2023, the single \"How We Roll\" in collaboration with Ciara was released. On August 27, 2023, Brown headlined a one off concert from Jamaica National Stadium, titled Chris Brown and Friends Live In Jamaica, as apart his 'Under the Influence Tour'.",
        "ngram": 151,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Soon Yi Previn and Moses Farrow have defended Allen against the abuse allegations. In 2013, Moses Farrow publicly asserted that Mia had coached her children into believing stories she made up about Allen.In 2018, Moses published a lengthy blog post arguing for Allen's innocence. Moses also recounted a series of incidents in which he and his siblings were physically abused by Farrow.",
        "ngram": 62,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In 2005, actor Wesley Snipes challenged Rogan to a cage fight. Rogan trained for the event for five months before Snipes backed out following an investigation by the IRS for alleged tax evasion. Rogan believed Snipes needed a quick payout to alleviate his debt.",
        "ngram": 44,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In October 2014, Beyoncé signed a deal to launch an activewear line of clothing with British fashion retailer Topshop. The 50–50 venture is called Ivy Park and was launched in April 2016. The brand's name is a nod to Beyoncé's daughter and her favorite number four (IV in Roman numerals), and also references the park where she used to run in Texas. She has since bought out Topshop owner Philip Green from his 50% share after he was alleged to have sexually harassed, bullied and racially abused employees. She now owns the brand herself.",
        "ngram": 94,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Patricia Arquette (born April 8, 1968) is an American actress. She made her feature film debut as Kristen Parker in A Nightmare on Elm Street 3: Dream Warriors (1987) and has since starred in several film and television productions. She has received several awards including an Academy Award, two Primetime Emmy Awards, and three Golden Globe Awards.",
        "ngram": 57,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Standard Oil moved its headquarters to New York City at 26 Broadway, and Rockefeller became a central figure in the city's business community. He bought a residence in 1884 on 54th Street near the mansions of other magnates such as William Henry Vanderbilt. Despite personal threats and constant pleas for charity, Rockefeller took the new elevated train to his downtown office daily. In 1887, Congress created the Interstate Commerce Commission which was tasked with enforcing equal rates for all railroad freight, but by then Standard depended more on pipeline transport. More threatening to Standard's power was the Sherman Antitrust Act of 1890, originally used to control unions, but later central to the breakup of the Standard Oil trust. Ohio was especially vigorous in applying its state antitrust laws, and finally forced a separation of Standard Oil of Ohio from the rest of the company in 1892, the first step in the dissolution of the trust.",
        "ngram": 155,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Selleck played the role of General Dwight D. Eisenhower in A&E's 2004 made-for-TV movie Ike: Countdown to D-Day. The movie showed the planning, politics, and preparation for the 1944 Invasion of Normandy, and Selleck was critically lauded for playing a cool, calm Eisenhower.",
        "ngram": 43,
        "subject": "Henry Kissinger"
    },
    {
        "text": "She is known for coining popular phrases such as \"put a ring on it\", a euphemism for marriage proposal, \"I woke up like this\", which started a trend of posting morning selfies with the hashtag #iwokeuplikethis, and \"boy, bye\", which was used as part of the Democratic National Committee's campaign for the 2020 election. Similarly, she also came up with the phrase \"visual album\" following the release of her fifth studio album, which had a video for every song. This has been recreated by many other artists since, such as Frank Ocean and Melanie Martinez. The album also popularized surprise releases, with many artists releasing songs, videos or albums with no prior announcement, such as Taylor Swift, Nicki Minaj, Eminem, Frank Ocean, Jay-Z and Drake.",
        "ngram": 125,
        "subject": "Henry Kissinger"
    },
    {
        "text": "RuPaul Andre Charles (born November 17, 1960) is an American drag queen, television personality, actor, singer, producer, and writer. He produces, hosts, and judges the reality competition series RuPaul's Drag Race and has received several accolades, including 14 Primetime Emmy Awards, three GLAAD Media Awards, a Critics' Choice Television Award, two Billboard Music Awards, and a Tony Award. He has been dubbed the \"Queen of Drag\" and is considered the most commercially successful drag queen in the United States, with Fortune saying that he is \"easily the world's most famous drag queen.\"Born and raised in San Diego, RuPaul later studied performing arts in Atlanta, before relocating to New York City, where he became a popular fixture on the LGBT nightclub scene. He also taught classes at local public schools. He achieved international fame as a drag queen with the release of his debut single, \"Supermodel (You Better Work)\", which was included on his debut studio album Supermodel of the World (1993). RuPaul became a spokesperson for MAC Cosmetics in 1994, raising money for the Mac AIDS Fund and becoming the first drag queen to land a major cosmetics campaign. He later received his own television talk show on VH1 titled The RuPaul Show (1996–1998), while co-hosting the morning radio show on WKTU with Michelle Visage.",
        "ngram": 215,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Van Gogh said portraiture was his greatest interest. \"What I'm most passionate about, much much more than all the rest in my profession\", he wrote in 1890, \"is the portrait, the modern portrait.\" It is \"the only thing in painting that moves me deeply and that gives me a sense of the infinite.\" He wrote to his sister that he wished to paint portraits that would endure, and that he would use colour to capture their emotions and character rather than aiming for photographic realism. Those closest to Van Gogh are mostly absent from his portraits; he rarely painted Theo, Van Rappard or Bernard. The portraits of his mother were from photographs.",
        "ngram": 112,
        "subject": "Henry Kissinger"
    },
    {
        "text": "On the strength of singles such as \"Nuthin' but a 'G' Thang\", \"Let Me Ride\", and \"Fuck wit Dre Day (and Everybody's Celebratin')\" (known as \"Dre Day\" for radio and television play), all of which featured Snoop Dogg as guest vocalist, The Chronic became a cultural phenomenon, its G-funk sound dominating much of hip hop music for the early 1990s. In 1993, the Recording Industry Association of America (RIAA) certified the album triple platinum, and Dr. Dre also won the Grammy Award for Best Rap Solo Performance for his performance on \"Let Me Ride\". For that year, Billboard magazine also ranked Dr. Dre as the eighth-best-selling musical artist, The Chronic as the sixth-best-selling album, and \"Nuthin' but a 'G' Thang\" as the 11th-best-selling single.",
        "ngram": 124,
        "subject": "Henry Kissinger"
    },
    {
        "text": "He also appeared in adult entertainer Lupe Fuentes's music video \"We Are the Party\" with her band, The Ex-Girlfriends. In 2014, he featured as the character Machete in the official music video for Train's \"Angel In Blue Jeans\". In 2015, Trejo appeared in the music videos \"Repentless\" and \"Pride in Prejudice\" from Slayer's album Repentless.Plastilina Mosh, a Mexican alternative rock band, paid tribute to him with their song \"Danny Trejo\", featured in their album All U Need Is Mosh.",
        "ngram": 79,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Bateman earned the status of teen idol in the mid-1980s for his television work, most notably as David Hogan on The Hogan Family (originally titled Valerie and later, Valerie's Family, after Valerie Harper left the series). He became the Directors Guild of America's youngest-ever director when, at age 18, he helmed three episodes of The Hogan Family. In 1987 he gained international recognition in the motion picture sequel Teen Wolf Too, which was a box office failure. In 1994 he played opposite Katharine Hepburn and Anthony Quinn in the television film This Can't Be Love. During this period, he had roles on four series – Simon, Chicago Sons, George & Leo, and Some of My Best Friends – none of which lasted longer than one season. He also directed an episode of Two of a Kind in 1999. In 2002 he played the frisky sibling of Thomas Jane's character in the feature film The Sweetest Thing.",
        "ngram": 156,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In May 1999, Aguilera released \"Genie in a Bottle\", the lead single off her long-awaited debut album, which topped the Billboard Hot 100 for five consecutive weeks and became the second best-selling single of 1999. The song became an international success, increasing Aguilera's popularity worldwide, topping the charts in over 20 countries. The single also attracted the attention of conservatives including celebrities such as Debbie Gibson that spoke out against its lyrical content, and was eventually considered \"too provocative\" to be sung by a teen idol. Due to the criticism, Radio Disney replaced the song with a censored version. The song was nominated for a Grammy Award for Best Female Pop Vocal Performance.Aguilera's self-titled debut album, Christina Aguilera, was released on August 24, 1999, to critical praise, debuting at number one on the Billboard 200. It catapulted Aguilera into fame globally and sold over ten million copies in its first year. It was later certified eight times platinum by the Recording Industry Association of America (RIAA), and it has sold over 17 million copies worldwide. Originally, Aguilera's desire was to create material directly inspired by R&B and soul, but the label opted for a more teen pop production due the genre's high financial return in the late 1990s. At the 42nd Annual Grammy Awards, Aguilera won the Best New Artist category for which Time credited the award for \"[helping] certify her credentials as a real singer\".",
        "ngram": 236,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In November 2012, Brown launched a nonprofit charity organization called the \"Symphonic Love Foundation\" to financially support arts programs for kids and to support a number of health and education programs and nonprofits, which provide education on domestic abuse, dating violence and HIV/AIDS and leadership programs to children with developmental disabilities.",
        "ngram": 51,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Hostile critics often portrayed Rockefeller as a villain with a suite of bad traits—ruthless, unscrupulous and greedy—and as a bully who connived his cruel path to dominance. Economic historian  Robert Whaples warns against ignoring the secrets of his business success:",
        "ngram": 41,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In December 2022, she was found to be the second most liked member of the royal family by statistics and polling company YouGov, while an Ipsos favourability poll in April 2023 suggested that she was the most liked member. In 2023 and 2024, The Independent included Catherine on its \"Influence List\". In April 2024, she was found to be the most popular member of the royal family by statistics and polling company YouGov.Speaking to The Times on Catherine's 40th birthday, her aides stated that she does not accept \"advice on a PR basis\" and will \"never do something because she thinks the media will like it.\" Jamie Lowther-Pinkerton, her and William's former private secretary, stated that \"she has that almost old-fashioned, Queen Mother attitude to drama – she just doesn't do it.\"",
        "ngram": 132,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Garland said after the Palladium show: \"I suddenly knew that this was the beginning of a new life ... Hollywood thought I was through; then came the wonderful opportunity to appear at the London Palladium, where I can truthfully say Judy Garland was reborn.\" Her appearances at the Palladium lasted for four weeks, where she received rave reviews and an ovation described by the Palladium manager as the loudest he had ever heard.",
        "ngram": 73,
        "subject": "Henry Kissinger"
    },
    {
        "text": "With the success of her music, Houston received offers of film work, including work with Robert De Niro, Quincy Jones and Spike Lee, but she did not feel the time was right. Her first film role was in The Bodyguard, released in 1992. Houston played a star who is stalked by a crazed fan and hires a bodyguard (played by Kevin Costner) to protect her. Houston's mainstream appeal allowed audiences to look past the interracial nature of her character's relationship with Costner's character. However, controversy arose as some felt Houston's face had been intentionally left out of the advertising to hide the film's interracial relationship. In a 1993 interview with Rolling Stone, Houston said that \"people know who Whitney Houston is – I'm black. You can't hide that fact.\" The film received mixed reviews. Writing for The Washington Post, Rita Kempley wrote that Houston was merely \"playing herself\", but came out \"largely unscathed if that is possible in so cockamamie an undertaking\". Janet Maslin of The New York Times felt Houston lacked chemistry with Costner. Houston was nominated for a Razzie Award but also received favorable acting nods, including a nomination for Outstanding Actress at the NAACP Image Awards, four acting nods at the 1993 MTV Movie Awards and a People's Choice Award nod for Favorite Actress in a Dramatic Motion Picture. Upon its release, The Bodyguard grossed more than $121 million in the U.S. and $410 million worldwide, making it one of the top 100 highest-grossing films in history at its time of release. It",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Simon also worked in acting. He played music producer Tony Lacey, a supporting character in the 1977 Woody Allen feature film Annie Hall, and made a cameo appearance in the movie The Rutles: All You Need Is Cash the following year. He later wrote and starred in 1980's One Trick Pony as Jonah Levin, a journeyman rock-and-roller, and wrote all the songs in the film. In 1981 He appeared in an episode of The Muppet Show, the only episode of the series to use the songs of one songwriter. He appeared in several episodes of Sesame Street in the 1970s and 1980s, including in a memorable performance of \"Me and Julio Down by the Schoolyard\" in 1977, and a cameo appearance in the song \"Put Down the Duckie!\" in 1986.",
        "ngram": 130,
        "subject": "Henry Kissinger"
    },
    {
        "text": "A subject of press and public attention due to her extravagant Hollywood lifestyle, Hilton's media exploits started in the late 1990s, when she became a fixture in NYC's late-night circuit. A combination of what has been described as \"vulgar Trump-era exhibitionism and Girls Gone Wild antics\" led publications such as Hamptons, The New Yorker, and particularly The New York Post, to often feature Hilton in their social columns.After her pictorial by David LaChapelle and September 2000 article for Vanity Fair, Hilton was hailed as \"New York's leading It Girl\", whose fame was beginning to \"extend beyond the [local] tabloids\", by The Guardian in February 2001. The scandal involving her sex tape, which arose shortly before the December 2003 premiere of The Simple Life, ultimately catapulted her into global fame and made her an overnight subject of media frenzy, paparazzi attention and public scrutiny. The sudden and unusual interest on her life led Entertainment Weekly to write that, \"[w]e in the media have become Paris-ites\". Similarly, CNN.com described her presence as an \"staple of the daily news cycles\" that became \"impossible to escape\". In an effort to \"rehabilite her public image\" and \"capitalise\" on the increased curiosity following the release of her sex tape, Hilton started to promote herself through different forms of mass media such as advertising, publishing and broadcasting.Throughout the 2000s, a decade widely associated with her heyday, Hilton's media ubiquity fed the then-booming online gossip industry and cemented her \"It Girl\" status. The exposure nurtured an \"ambivalent\" but symbiotic relationship between Hilton and the",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Blair, on coming to office, had been \"cool towards the right-wing Netanyahu government\". During his first visit to Israel, Blair thought the Israelis bugged him in his car. After the election in 1999 of Ehud Barak, with whom Blair forged a close relationship, he became much more sympathetic to Israel. From 2001, Blair built up a relationship  with Barak's successor, Ariel Sharon, and responded positively to Arafat, whom he had met thirteen times since becoming prime minister and regarded as essential to future negotiations. In 2004, 50 former diplomats, including ambassadors to Baghdad and Tel Aviv, stated they had \"watched with deepening concern\" at Britain following the US into war in Iraq in 2003. They criticised Blair's support for the road map for peace which included the retaining of Israeli settlements on the West Bank.",
        "ngram": 136,
        "subject": "Henry Kissinger"
    }
]