[
    {
        "text": "Beyoncé announced a hiatus from her music career in January 2010, heeding her mother's advice, \"to live life, to be inspired by things again\". During the break, she and her father parted ways as business partners. Beyoncé's musical break lasted nine months and saw her visit multiple European cities, the Great Wall of China, the Egyptian pyramids, Australia, English music festivals and various museums and ballet performances. \"Eat, Play, Love\", a cover story written by Beyoncé for Essence that detailed her 2010 career break, won her a writing award from the New York Association of Black Journalists.",
        "ngram": 97,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In July 2011, Done Deal Enterprises, a production company based in Georgia, filed suit against Carter, Universal Music Group, Cash Money Records and Young Money Entertainment, claiming copyright infringement. The lawsuit alleges Carter stole the song \"BedRock\", featured on the compilation album We Are Young Money, and seeks damages of $15 million.",
        "ngram": 52,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Anderson came to public prominence after being selected as the February 1990 Playboy Playmate of the Month following her appearance on the cover of the magazine's October 1989 issue. She went on to make regular appearances on the magazine's cover, holding the record for the most Playboy covers by any individual. Anderson became known to a wider audience with her role on the ABC sitcom Home Improvement for its first two seasons. She gained international recognition for her starring role of \"C.J.\" Parker on the action drama series Baywatch, further cementing her status as a sex symbol. In 1995, a sex tape of her with her then-husband Tommy Lee was stolen and leaked, which resulted in a legal fight and made her the subject of controversy.",
        "ngram": 126,
        "subject": "Justin Timberlake"
    },
    {
        "text": "During the 1980s, Knievel drove around the country in a recreational vehicle, selling works of art allegedly painted by him. After several years of obscurity, Knievel made a significant marketing comeback in the 1990s, representing Maxim Casino, Little Caesars, Harley-Davidson and other firms.",
        "ngram": 43,
        "subject": "Justin Timberlake"
    },
    {
        "text": "After a year into his Wing Chun training, most of Ip Man's other students refused to train with Lee when they had learned of his mixed ancestry, as the Chinese were generally against teaching their martial arts techniques to non-Asians. Lee's sparring partner, Hawkins Cheung, states, \"Probably fewer than six people in the whole Wing Chun clan were personally taught, or even partly taught, by Ip Man\". However, Lee showed a keen interest in Wing Chun and continued to train privately with Ip Man, William Cheung, and Wong Shun-leung.",
        "ngram": 89,
        "subject": "Justin Timberlake"
    },
    {
        "text": "During the late 2000s, Rihanna experimented further with pop, dubstep, and rock music, officially shifting her musical style and image away from the Barbados island girl. Throughout 2008, Rihanna performed on the Glow in the Dark Tour alongside Kanye West, Lupe Fiasco, and N.E.R.D. Her third studio album's reissue, Good Girl Gone Bad: Reloaded, was released in June 2008 with three new songs: \"Disturbia\", \"Take a Bow\" and the Maroon 5 duet \"If I Never See Your Face Again\", plus a Spanglish version of \"Hate That I Love You\" featuring Spanish pop singer David Bisbal. All four were released as singles and charted highly, reaching peak positions worldwide. In August 2008, Rihanna and a host of other female singers recorded the charity single \"Just Stand Up!\", the theme song to the anti-cancer campaign Stand Up to Cancer. \"Live Your Life\", a duet between T.I. and Rihanna, was released that November and topped the Billboard Hot 100.",
        "ngram": 156,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Leonardo's fame within his own lifetime was such that the King of France carried him away like a trophy, and was claimed to have supported him in his old age and held him in his arms as he died. Interest in Leonardo and his work has never diminished. Crowds still queue to see his best-known artworks, T-shirts still bear his most famous drawing, and writers continue to hail him as a genius while speculating about his private life, as well as about what one so intelligent actually believed in.",
        "ngram": 89,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Bradley Charles Cooper (born January 5, 1975) is an American actor and filmmaker. He is the recipient of various accolades, including a British Academy Film Award and two Grammy Awards. In addition, he has been nominated for twelve Academy Awards, six Golden Globe Awards, and a Tony Award. Cooper appeared on the Forbes Celebrity 100 list three times and on Time's list of the 100 most influential people in the world in 2015. His films have grossed $13 billion worldwide, and he has been placed in annual rankings of the world's highest-paid actors four times.",
        "ngram": 95,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In July 2010, a Los Angeles jury awarded Johnson $23.2 million in a lawsuit against production company Rysher Entertainment, from whom Johnson sought a share of profits commensurate with his ownership of half the copyright of Nash Bridges. Rysher announced it would appeal the verdict. In January 2013, Rysher settled the suit with a $19 million payment.",
        "ngram": 57,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Lennon's most intense feelings were reserved for McCartney. In addition to attacking him with the lyrics of \"How Do You Sleep?\", Lennon argued with him through the press for three years after the group split. The two later began to reestablish something of the close friendship they had once known, and in 1974, they even played music together again before eventually growing apart once more. During McCartney's final visit in April 1976, Lennon said that they watched the episode of Saturday Night Live in which Lorne Michaels made a $3,000 offer to get the Beatles to reunite on the show. According to Lennon, the pair considered going to the studio to make a joke appearance, attempting to claim their share of the money, but they were too tired. Lennon summarised his feelings towards McCartney in an interview three days before his death: \"Throughout my career, I've selected to work with ... only two people: Paul McCartney and Yoko Ono ... That ain't bad picking.\"",
        "ngram": 164,
        "subject": "Justin Timberlake"
    },
    {
        "text": "After signing with Def Jam, Jay-Z and his team did the A&R for Rihanna's debut album and spent the next three months recording and completing her debut album. She worked with different producers to complete her debut studio album, primarily Rogers and his production partner Carl Sturken. With several songs to pick as a lead single, \"Pon de Replay\" was chosen because it seemed like the best song suited for a summer release. In May 2005, her debut single, \"Pon de Replay\", was released under her mononym \"Rihanna\". It charted successfully worldwide, peaking in the top five in fifteen countries, including at No. 2 on the US Billboard Hot 100 chart and the UK Singles Chart. The song became a club hit in the United States, peaking at No. 1 on the Billboard Dance Club Songs.",
        "ngram": 136,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Rockefeller is largely remembered simply for the raw size of his wealth. In 1902, an audit showed Rockefeller was worth about $200 million—compared to the total national GDP of $24 billion then.His wealth continued to grow significantly (in line with U.S. economic growth) as the demand for gasoline soared, eventually reaching about $900 million on the eve of the First World War, including significant interests in banking, shipping, mining, railroads, and other industries. His personal wealth was 900 million in 1913 worth 23.5 billion dollars adjusted for inflation in 2020. According to his New York Times obituary, \"it was estimated after Mr. Rockefeller retired from business that he had accumulated close to $1,500,000,000 out of the earnings of the Standard Oil trust and out of his other investments. This was probably the greatest amount of wealth that any private citizen had ever been able to accumulate by his own efforts.\" By the time of his death in 1937, Rockefeller's remaining fortune, largely tied up in permanent family trusts, was estimated at $1.4 billion, while the total national GDP was $92 billion. According to some methods of wealth calculation, Rockefeller's net worth over the last decades of his life would easily place him as the wealthiest known person in recent history. As a percentage of the United States' GDP, no other American fortune—including those of Bill Gates or Sam Walton—would even come close.Rockefeller, aged 86, wrote the following words to sum up his life:",
        "ngram": 243,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Stewart's other film and television roles include the flamboyantly gay Sterling in the 1995 film Jeffrey and King Henry II in The Lion in Winter, for which he received a Golden Globe Award nomination for his performance and an Emmy Award nomination for executive-producing the film. He portrayed Captain Ahab in the 1998 made-for-television film version of Moby Dick, receiving an Emmy Award nomination and Golden Globe Award nomination for his performance. He starred in the 1998 film Safe House. He also starred as Scrooge in a 1999 television film version of Charles Dickens' A Christmas Carol, receiving a Screen Actors Guild Award nomination for his performance.",
        "ngram": 107,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Presley appeared in the music video for Johnny Cash's \"God's Gonna Cut You Down\" in 2006. Rick Rubin produced the record and Tony Kaye directed the video which featured multiple celebrities and won a 2008 Grammy Award for Best Short Form Music Video.",
        "ngram": 43,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Rockefeller was an abolitionist who voted for President Abraham Lincoln and supported the then-new Republican Party. As he said, \"God gave me money\", and he did not apologize for it. He felt at ease and righteous following Methodist preacher John Wesley's dictum, \"gain all you can, save all you can, and give all you can.\" During the Civil War, military consumption of oil drove the price up from $.35 a barrel in 1862 to as high as $13.75. This created an oil-drilling glut, with thousands of speculators attempting to make their fortunes. Most failed, but those who struck oil did not even need to be efficient. They would blow holes in the ground and gather up the oil as they could, often leading to creeks and rivers flowing with wasted oil in the place of water.A market existed for the refined oil in the form of kerosene. Coal had previously been used to extract kerosene, but its tedious extraction process and high price prevented broad use. Even with the high costs of freight transportation and a government levy during the Civil War (the government levied a tax of twenty cents a gallon on refined oil), profits on the refined product were large. The price of the refined oil in 1863 was around $13 a barrel, with a profit margin of around $5 to $8 a barrel. The capital expenditures for a refinery at that time were small – around $1,000 to $1,500 and requiring only a few men to operate. In this environment of a wasteful",
        "ngram": 256,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Starting in 1968, Trump was employed at his father's real estate company, Trump Management, which owned racially segregated middle-class rental housing in New York City's outer boroughs. In 1971, he became president of the company and began using the Trump Organization as an umbrella brand. Between 1991 and 2009, he filed for Chapter 11 bankruptcy protection for six of his businesses, the Plaza Hotel in Manhattan, the casinos in Atlantic City, New Jersey, and the Trump Hotels & Casino Resorts company.",
        "ngram": 81,
        "subject": "Justin Timberlake"
    },
    {
        "text": "After his Cambio de Piel Tour, Marc Anthony kicked off UNIDO2, his international tour with Carlos Vives. Marc Anthony is in constant demand for touring. After The Vivir Mi Vida world tour, one of PollStar's top selling tours of 2013, was extended to May 2014 by popular demand, and received a Premio Juventud for Super Tour of the Year. Gigant3S, his US and Latin American tour with Marco Antonio Solis and Chayanne, topped 2012's Billboard Hot Latin Tours charts.",
        "ngram": 79,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In an article titled \"How Justin Bieber revolutionised careers in the music industry\" by The Guardian, Tom Fazakerley says that:Social media has transformed the way people, brands and musicians communicate. The likes of MySpace and even more so YouTube, have enabled budding artists to put their music out to a massive audience at the click of a finger. This has taken down the barriers to the music industry and reshaped the career path for budding artists [...] Nowadays you can be your own artist, producer and promoter-and if you do this well, like Justin Bieber, you can really make it.At age 15, following the release of his 2009 singles \"One Time\" and \"One Less Lonely Girl\", Bieber's immediate popularity led him to appear on the likes of The Ellen DeGeneres Show, The Wendy Williams Show and Good Morning America. He had achieved a global fandom who came to be known as \"beliebers\" and his popularity was labelled \"Bieber Fever\", with fan frenzies taking place in Liverpool, Barcelona and Paris, among other territories. It was revealed in 2020 that singer Billie Eilish was nearly sent to therapy by her mother Maggie Baird due to her \"obsession\" with Bieber. Bieber's intense fandom was considered to be reminiscent of \"Beatlemania\", and his signature wings hairstyle at the time also drew comparisons to the Beatles' mop top hairstyle. Bieber's adoration from teenage girls was also likened to those of Frank Sinatra in the 1940s and Elvis Presley in the 1950s.",
        "ngram": 246,
        "subject": "Justin Timberlake"
    },
    {
        "text": "The queen attempted to fight back with propaganda portraying her as a caring mother, most notably in the painting by Élisabeth Vigée Le Brun exhibited at the Royal Académie Salon de Paris in August 1787, showing her with her children. Around the same time, Jeanne de Valois-Saint-Rémy escaped from prison and fled to London, where she published damaging slander concerning her supposed amorous affair with the queen.The political situation in 1787 worsened when, at Marie Antoinette's urging, the Parlement was exiled to Troyes on 15 August. It further deteriorated when Louis XVI tried to use a lit de justice on 11 November to impose legislation. The new Duc d'Orléans publicly protested the king's actions, and was subsequently exiled to his estate at Villers-Cotterêts. The May Edicts issued on 8 May 1788 were also opposed by the public and parliament. Finally, on 8 August, Louis XVI announced his intention to bring back the Estates General, the traditional elected legislature of the country, which had not been convened since 1614.While from late 1787 up to his death in June 1789 Marie Antoinette's primary concern was the continued deterioration of the health of the dauphin, who suffered from tuberculosis, she was directly involved in the exile of the Parlement, the May Edicts, and the announcement regarding the Estates-General. She did participate in the King Council, the first queen to do this in over 175 years (since Marie de' Medici had been named Chef du Conseil du Roi, between 1614 and 1617), and she was making the major decisions behind",
        "ngram": 256,
        "subject": "Justin Timberlake"
    },
    {
        "text": "During the 2000s, Farrow appeared on television. She began with a recurring role on the series Third Watch, in which she guest-starred in five episodes between 2000 and 2003. Farrow also appeared in the 2001 LGBT-themed television film A Girl Thing, opposite Kate Capshaw and Stockard Channing, followed by a lead in the Lifetime film The Secret Life of Zoey in 2002. She also appeared in a touring stage production of The Exonerated the same year, followed by the lead in Fran's Bed, staged at Connecticut's Long Wharf Theatre in the fall of 2003. She subsequently had a supporting part in the children's television film Samantha: An American Girl Holiday (2004).",
        "ngram": 111,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In June 1973, with Godspell winding down and Chicago's Second City improv comedy theatre starting up a sister company in Toronto, many of Short's Godspell peers (his girlfriend Radner, in addition to Levy, Eastwood, and Salsberg) as well as the rest of his social circle (Valri Bromfield and Dan Aykroyd) successfully joined the new troupe's first cast. Short, on the other hand, resisted auditioning due to feeling a \"phobia of being funny on demand\" and considering himself a \"traditional song-and-dance performer\".In 1974, Short was hired as a writer on Everything Goes, a nightly variety show hosted by Norm Crosby, Mike Darow, and Catherine McKinnon. Produced by and aired on Global Television Network, broadcasting only to Southern Ontario as a newly launched regional grouping of television stations, the show lasted less than six months before being cancelled.",
        "ngram": 136,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In his final role, Swayze starred as FBI agent Charles Barker in the A&E drama The Beast, which was filmed in Chicago. Swayze was diagnosed with pancreatic cancer shortly after filming the pilot episode, but continued working on the show while receiving treatment. The Beast premiered on January 15, 2009, and ran for one season. Reviewer Alan Sepinwall wrote: \"[When] you watch Swayze in The Beast, [you] realize that this is the best performance of his career—that the opportunity to play a part like this, and to play it as well as he is, may be fueling his ability to keep fighting against the cancer. And you realize, in an odd silver lining, that the cancer may, in turn, be fueling the performance.\"",
        "ngram": 123,
        "subject": "Justin Timberlake"
    },
    {
        "text": "On September 28, 2017, there was a selected showing in some theaters of his life story and spiritual quest, Steve McQueen – American Icon. There was an encore presentation on October 10, 2017. The film received mostly positive reviews. Kenneth R. Morefield of Christianity Today said it \"offers a timeless reminder that even those among us living the most celebrated lives often long for the peace and sense of purpose that only God can provide\". Michael Foust of Wordslingers called it \"one of the most powerful and inspiring documentaries I've ever seen\".",
        "ngram": 92,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In 2007, he has spoken about his faith in his life saying, \"[I've] leaned on my religion. I was saved when I was 14. I accepted Christ as my savior. He died on the cross and paid for my sins ... I could have went the wrong way. I could have self-destructed, but I took the high road\".",
        "ngram": 58,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Following Sean's birth, Lennon's subsequent hiatus from the music industry would span five years. He had a photographer take pictures of Sean every day of his first year and created numerous drawings for him, which were posthumously published as Real Love: The Drawings for Sean. Lennon later proudly declared, \"He didn't come out of my belly but, by God, I made his bones, because I've attended to every meal, and to how he sleeps, and to the fact that he swims like a fish.\"",
        "ngram": 84,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Carrey portrayed the Batman villain the Riddler in the Joel Schumacher-directed superhero film Batman Forever (1995). The film received mixed reviews, but was a box office success. He reprised his role as Ace Ventura in Ace Ventura: When Nature Calls which was also released in 1995. Like the original film, it was well received by the public, but poorly received by critics. It was a huge box-office success, earning $212 million worldwide in addition to breaking records, with a $40 million opening weekend.Carrey became the first actor to be paid $20 million for his next film, The Cable Guy (1996). Directed by Ben Stiller, the film was a satirical black comedy, in which Carrey played a lonely, menacing cable TV installer who infiltrates the life of one of his customers (played by Matthew Broderick). The role was a departure from the \"hapless, hyper, overconfident\" characters he had been known for. However, it did not fare well with most critics, many reacting to Carrey's change of tone from previous films. Carrey also starred in the music video of the film's closing song, \"Leave Me Alone\" by Jerry Cantrell. Despite the reviews, The Cable Guy grossed $102 million worldwide.He soon bounced back with the critically acclaimed comedy Liar Liar (1997), playing Fletcher Reede, an unethical lawyer rendered unable to lie by his young son's birthday wish. Carrey was praised for his performance, earning a second Golden Globe Award nomination for Best Actor. Janet Maslin of The New York Times said: \"Well into his tumultuous career, Mr. Carrey finally",
        "ngram": 256,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Contemporary correspondence records that Leonardo and his assistants were commissioned by the Duke of Milan to paint the Sala delle Asse in the Sforza Castle, c. 1498. The project became a trompe-l'œil decoration that made the great hall appear to be a pergola created by the interwoven limbs of sixteen mulberry trees, whose canopy included an intricate labyrinth of leaves and knots on the ceiling.",
        "ngram": 65,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Clancy died of heart failure on October 1, 2013, at Johns Hopkins Hospital, near his Baltimore home. John D. Gresham, a co-author and researcher with Clancy on several books, said Clancy had been suffering heart problems for some time prior: \"Five or six years ago Tom suffered a heart attack and he went through bypass surgery. It wasn't that he had another heart attack, his heart just wore out.\"The Chicago Tribune quoted Pulitzer Prize-winning film critic and author Stephen Hunter as saying, \"When he published The Hunt for Red October, he redefined and expanded the genre, and as a consequence of that, many people were able to publish such books who had previously been unable to do so.\"On March 31, 2014, the Orioles honored Clancy with a video tribute during their home opener, and the team wore a tribute patch on their jerseys through the season.",
        "ngram": 146,
        "subject": "Justin Timberlake"
    },
    {
        "text": "When Murphy's single mother became ill, eight-year-old Murphy and his elder brother Charlie (1959–2017) lived in foster care for one year. In interviews, Murphy has said his time in foster care was influential in developing his sense of humor. Later, he and his brother were raised in Roosevelt, New York, by his mother and stepfather Vernon Lynch, a foreman at an ice cream plant.",
        "ngram": 64,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Brando was one of the most respected actors of the post-war era. He is listed by the American Film Institute as the fourth greatest male star whose screen debut occurred before or during 1950 (it occurred in 1950). He earned respect among critics for his memorable performances and charismatic screen presence. He helped popularize 'method acting'. He is regarded as one of the greatest cinema actors of the 20th century. Furthermore, he was one of only six actors named in 1999 by Time magazine in its list of the 100 Most Important People of the Century. In this list, Time also designated Brando as the \"Actor of the Century\".",
        "ngram": 109,
        "subject": "Justin Timberlake"
    },
    {
        "text": "The Flowering Orchards (also the Orchards in Blossom) are among the first groups of work completed after Van Gogh's arrival in Arles in February 1888. The 14 paintings are optimistic, joyous and visually expressive of the burgeoning spring. They are delicately sensitive and unpopulated. He painted swiftly, and although he brought to this series a version of Impressionism, a strong sense of personal style began to emerge during this period. The transience of the blossoming trees, and the passing of the season, seemed to align with his sense of impermanence and belief in a new beginning in Arles. During the blossoming of the trees that spring, he found \"a world of motifs that could not have been more Japanese\". Vincent wrote to Theo on 21 April 1888 that he had 10 orchards and \"one big [painting] of a cherry tree, which I've spoiled\".",
        "ngram": 143,
        "subject": "Justin Timberlake"
    },
    {
        "text": "The music video for \"Single Ladies\" has been parodied and imitated around the world, spawning the \"first major dance craze\" of the Internet age according to the Toronto Star. At the 2009 MTV Video Music Awards, the video won three categories, including Video of the Year. Its failure to win the Best Female Video category, which went to American singer-songwriter Taylor Swift's \"You Belong with Me\", led to Kanye West interrupting the ceremony and Beyoncé improvising a re-presentation of Swift's award during her own acceptance speech. In March 2009, Beyoncé embarked on the I Am... Tour, her second headlining worldwide concert tour, consisting of 108 shows, grossing $119.5 million.",
        "ngram": 109,
        "subject": "Justin Timberlake"
    },
    {
        "text": "At 2 a.m. the morning after the election, with the results still unclear, Trump declared victory. After Biden was projected the winner days later, Trump stated that \"this election is far from over\" and baselessly alleged election fraud. Trump and his allies filed many legal challenges to the results, which were rejected by at least 86 judges in both the state and federal courts, including by federal judges appointed by Trump himself, finding no factual or legal basis. Trump's allegations were also refuted by state election officials. After Cybersecurity and Infrastructure Security Agency director Chris Krebs contradicted Trump's fraud allegations, Trump dismissed him on November 17. On December 11, the U.S. Supreme Court declined to hear a case from the Texas attorney general that asked the court to overturn the election results in four states won by Biden.",
        "ngram": 138,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Beyoncé has been a vocal advocate for the Black Lives Matter movement. The release of \"Formation\" on February 6, 2016, saw her celebrate her heritage, with the song's music video featuring pro-black imagery and a shot of wall graffiti that says \"Stop shooting us\". The day after the song's release she performed it at the 2016 Super Bowl halftime show with back up dancers dressed to represent the Black Panther Party. This incited criticism from politicians and police officers, with some police boycotting Beyoncé's then upcoming Formation World Tour. Beyoncé responded to the backlash by releasing tour merchandise that said \"Boycott Beyoncé\", and later clarified her sentiment, saying: \"Anyone who perceives my message as anti-police is completely mistaken. I have so much admiration and respect for officers and the families of officers who sacrifice themselves to keep us safe,\" Beyoncé said. \"But let's be clear: I am against police brutality and injustice. Those are two separate things.\"",
        "ngram": 157,
        "subject": "Justin Timberlake"
    },
    {
        "text": "Alongside the release of Dignity and the music videos for \"With Love\" and \"Stranger\", Duff began to adapt a more mature image. Duff's new image inspired some to consider her a \"sex symbol\". This image was reinforced by her appearance in the political satire film War, Inc. (2008), in which Duff portrayed an \"oversexed\" Central Asian pop star named Yonica Babyyeah. The film received a limited release in the United States. Duff recorded the songs \"Boom Boom Bang Bang\" and \"I Want to Blow You Up\" for the film. A re-release of Dignity was initially announced for a 2008 release, but Hollywood Records instead released a greatest hits album. Best of Hilary Duff (2008) received little promotion prior to its release, entering the Billboard 200 at number 125. It became her first album released in the United States to not receive a certification from the RIAA. The compilation included the single \"Reach Out\", which samples the Depeche Mode song \"Personal Jesus\". The song featured provocative lyrics referencing sex, while its music video similarly saw Duff in a more risqué light. The song became her third consecutive single to top the Hot Dance Club Play chart in the United States. She announced to MTV that she would begin writing another album in December 2008, but it was never developed. That same year, Duff ceased to have control over Stuff by Hilary Duff, thus the line was discontinued.Duff had a leading role as the title character of the film According to Greta (2009), which chronicled the life of",
        "ngram": 256,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In December 1989, Shatner took part in the British television series This Is Your Life, a show in which a celebrity is ambushed by the host and then taken to a studio for the story of his life to be told in a stream of anecdotes related by his acquaintances: Shatner's episode began with Michael Aspel taking him by surprise on the set of the Starship Enterprise at Universal Studios in Hollywood. In 1994, Shatner revisited Columbo to play the murderer-of-the-week in the episode Butterfly in shades of grey. In 1995, he narrated Peter Kuran's documentary film Trinity and Beyond: The Atomic Bomb Movie, and his TekWar franchise expanded into the world of computer games with a first-person shooter release, William Shatner's TekWar. In 1996, an episode entitled Eye, Tooth saw him guest-starring in Will Smith's television show, The Fresh Prince of Bel-Air. He narrated a television miniseries shot in New Zealand A Twist in the Tale (1998). In the television series 3rd Rock from the Sun, Shatner appeared in several 1999–2000 episodes as the \"Big Giant Head\", a high-ranking officer from the same alien planet as the Solomon family who becomes a womanizing party-animal on Earth. The role earned Shatner an Emmy Award nomination.In the late 1990s, Shatner became closely accociated with the travel website priceline.com, appearing in many television commercials for the company as a pompous caricature of himself. He has said that while it is true that his work for priceline earned him stock options, reports that they are now worth hundreds of",
        "ngram": 256,
        "subject": "Justin Timberlake"
    },
    {
        "text": "In 2021, Johnson co-starred with Emily Blunt in Disney's Jungle Cruise as Frank Wolff. The film is based on the theme-park ride of the same name. Jaume Collet-Serra directed, with a script by Michael Green from a previous one by J. D. Payne and Patrick McKay. In addition to his work on the film, Johnson assisted with re-designing the titular ride for all Disney theme parks. Jungle Cruise was released on July 30, 2021. Also in 2021, Johnson starred in Netflix's film Red Notice, written and directed by Rawson Marshall Thurber. It is the third time that the two collaborated, after Central Intelligence and Skyscraper. It co-stars Gal Gadot and Ryan Reynolds.",
        "ngram": 112,
        "subject": "Justin Timberlake"
    }
]