[
    {
        "text": "Aguilera's discography is generally categorized as pop, contemporary R&B, soul, and hip-hop. According to critics, she has also experimented with other musical genres in her works. In a 2008 interview, she explained that she is \"always inspired by new things\" in music and enjoys \"experimenting with [her] voice\". Alexis Petridis from The Guardian considered the \"boldness in [continually] reinventing\" her music as \"one of her most impressive facets\" as an artist. Initially established as a bubblegum pop singer, she mixed teen pop and dance-pop on her first records, Christina Aguilera (1999) and Mi Reflejo (2000), with the latter also taking inspiration from numerous genres in Latin music.Moving away from the teen niche, Aguilera's post-2000 material mainly incorporated R&B and hip-hop. Listed as an executive producer on Stripped (2002), she mixed both genres with Latin pop, rock, neo-soul, gospel, among others, while Back to Basics (2006) was described as a \"throwback with elements of old-school genres combined with a modern-day twist [and] hard-hitting beats\". She continued merging R&B with other musical styles on Burlesque (2010), as well on Liberation (2018), which also features hip-hop, soul and blues elements.The show tune \"Lady Marmalade\" is noted as Aguilera's first musical transformation. Referred to as \"too urban\" by RCA Records executives, the song transitioned her music \"from teen pop to a more mature sound\". Despite the renewal in her repertoire, Aguilera continued producing power ballads—which became a signature in her discography—in between her uptempo material. Kelefa Sanneh, music critic from The New York Times, observed the continuous modification in her",
        "ngram": 256,
        "subject": "Ted Danson"
    },
    {
        "text": "According to a review of state and federal court files conducted by USA Today in 2018, Trump and his businesses had been involved in more than 4,000 state and federal legal actions. While Trump has not filed for personal bankruptcy, his over-leveraged hotel and casino businesses in Atlantic City and New York filed for Chapter 11 bankruptcy protection six times between 1991 and 2009. They continued to operate while the banks restructured debt and reduced Trump's shares in the properties.",
        "ngram": 80,
        "subject": "Ted Danson"
    },
    {
        "text": "Minnelli returned to Broadway in 1997, taking over the title role in the musical Victor/Victoria, replacing Julie Andrews. In his review, New York Times critic Ben Brantley wrote \"her every stage appearance is perceived as a victory of show-business stamina over psychic frailty. She asks for love so nakedly and earnestly, it seems downright vicious not to respond.\"After a serious case of viral encephalitis in 2000, doctors predicted that Minnelli would spend the rest of her life in a wheelchair and perhaps not be able to speak again. However, taking vocal and dance lessons daily (especially with Sam Harris, Luigi Faccuito, Ron Lewis, and Angela Bacari), she managed to recover. She appeared on a September 19, 2001, episode of The Rosie O'Donnell Show, notable because it was Rosie's first show back following the September 11 attacks. Despite having had vocal surgery shortly before, she sang her signature song, \"New York, New York\", and received an enthusiastic ovation. She also returned to the stage in 2001 when asked by long-time friend Michael Jackson to perform at Madison Square Garden in New York City where she sang \"Never Never Land\" and the televised \"You Are Not Alone\" at the Michael Jackson: 30th Anniversary Special concert produced by future husband David Gest. Minnelli told reporters: \"I am stable as a table.\"Gest was so impressed with Minnelli's stamina and ability to stun audiences that he produced her in Liza's Back in Spring 2002, performing to rave reviews in London and New York City. The tour featured a tribute to her",
        "ngram": 256,
        "subject": "Ted Danson"
    },
    {
        "text": "Within Leonardo's lifetime, his extraordinary powers of invention, his \"great physical beauty\" and \"infinite grace,\" as described by Vasari, as well as all other aspects of his life, attracted the curiosity of others. One such aspect was his love for animals, likely including vegetarianism and according to Vasari, a habit of purchasing caged birds and releasing them.",
        "ngram": 57,
        "subject": "Ted Danson"
    },
    {
        "text": "Pfeiffer headlined the dark comedy French Exit (2020), based on the acclaimed novel of the same name by Patrick deWitt, directed by Azazel Jacobs. In the film, which co-stars Lucas Hedges and Tracy Letts, Pfeiffer played a widow who moves to Paris, France, with her son (Hedges) and cat, who happens to be her reincarnated husband (Letts). The film premiered at the New York Film Festival, to a positive reception. Peter Debruge of Variety remarked that she gave a performance \"for which she'll be remembered.\" Pfeiffer received a Golden Globe Award nomination for Best Actress – Motion Picture Comedy or Musical for her performance.",
        "ngram": 104,
        "subject": "Ted Danson"
    },
    {
        "text": "The Arab leader was granted audiences with the Queen and the Prince of Wales, lunch with Blair at Downing Street, a platform in parliament and many other privileges ... The red carpet treatment he and his entourage received is embarrassing given the bloodbath that has since taken place under his rule in Syria ... The courtship has parallels with Blair's friendly relations with Muammar Gaddafi.",
        "ngram": 65,
        "subject": "Ted Danson"
    },
    {
        "text": "Writing for the New York Daily News in 1997, Nunyo Demasio stated \"With a voice that easily shifts from booming baritone to seductive alto, Kelly has gained international celebrity by combining streetwise rhythms with sexually explicit lyrics.\" Love and sex are the topics of the majority of Kelly's lyrical content, although he has written about a wide variety of themes such as inspiration and spirituality. Chicago Sun-Times reporters Jim DeRogatis and Abdon Pallasch observed about the contrasting themes: \"... the image he liked to project was that of the \"R&B Thug\"... bringing the streetwise persona of the gangsta rapper into the more polite world of R&B.\"Kelly expressed that he writes from everyday experiences and prides himself on being versatile. Larry Khan, senior vice president of Jive's urban marketing and promotion, said that Kelly's musical compass is second to none. DeRogatis and Pallasch reported that at concerts where Kelly would go from singing \"Like a Real Freak\" to \"I Wish\": \"Many fans found these abrupt shifts between the transcendent and the venal, the inspirational and the X-rated jarring.\"",
        "ngram": 177,
        "subject": "Ted Danson"
    },
    {
        "text": "The concluding stanzas of this poem convey disappointment in someone with whom he had had an intimate relationship, perhaps using the relationship as a metaphor as the relationship with life itself, and contain a further invocation of Billy the killer/Hitchhiker, a common character in Morrison's body of work:",
        "ngram": 48,
        "subject": "Ted Danson"
    },
    {
        "text": "Her first starring role in a wide theatrical release was Starship Troopers in 1997 for which Richards was nominated for the Blockbuster Entertainment Award for Favorite Female Newcomer. The film grossed a total of $121.2 million worldwide. In 2012, Slant Magazine ranked the film at number 20 on its list of the 100 Best Films of the 1990s. She followed this with a role in the erotic thriller film Wild Things (1998) alongside Kevin Bacon, Matt Dillon and Neve Campbell. Variety praised Richards's transition from good-girl-type roles to manipulative villainess and the review continued to include her as part of \"an ensemble that appears to be enjoying the challenge of offbeat roles and unusual material. There's not a wrong note struck by the game group of players.\" In 2016, Glamour praised the film's female characters by describing Richards and Neve Campbell as \"two of the most well-rounded, fascinating, and exciting characters to ever grace the screen.\"Richards was cast as the nuclear physicist Christmas Jones in the James Bond film The World Is Not Enough (1999). Though she considered her role \"brainy\", \"athletic\", and having depth of character, she was criticized as not credible in the role. Her outfit, which often comprised a low-cut tank top and tight shorts, elicited unfavorable comments. Richards stated that a lot of viewers \"made fun of\" the character's attire but that \"These Bond girls are so outrageous and if I did really look like a scientist, the Bond fans would have been disappointed.\" Richards was nominated for the Blockbuster Entertainment Award",
        "ngram": 256,
        "subject": "Ted Danson"
    },
    {
        "text": "Other critics praise her range and power, with Chris Richards of The Washington Post saying she was \"capable of punctuating any beat with goose-bump-inducing whispers or full-bore diva-roars.\" On the 2023 Rolling Stone's list of the 200 Greatest Singers of all time, Beyoncé ranked at number 8, with the publication noting that \"in [her] voice lies the entire history of Black music\".",
        "ngram": 62,
        "subject": "Ted Danson"
    },
    {
        "text": "On July 24, 2008, Abkco Music Inc filed a lawsuit against Carter for copyright infringement and unfair competition, specifically referring to Tha Carter III's track \"Playing with Fire\". In the lawsuit, Abkco says that the song was obviously derived from The Rolling Stones' \"Play with Fire\", to which Abkco owns the rights. Subsequently, \"Playing with Fire\" was removed from the track list of Tha Carter III on all online music stores and replaced with the David Banner produced track, \"Pussy Monster\".",
        "ngram": 81,
        "subject": "Ted Danson"
    },
    {
        "text": "John Burton became Blair's election agent and one of his most trusted and longest-standing allies. Blair's election literature in the 1983 general election endorsed left-wing policies that Labour advocated in the early 1980s. He called for Britain to leave the EEC as early as the 1970s, though he had told his selection conference that he personally favoured continuing membership and voted \"Yes\" in the 1975 referendum on the subject. He opposed the Exchange Rate Mechanism (ERM) in 1986 but supported the ERM by 1989. He was a member of the Campaign for Nuclear Disarmament, despite never strongly being in favour of unilateral nuclear disarmament. Blair was helped on the campaign trail by soap opera actress Pat Phoenix, his father-in-law's girlfriend. At the age of thirty, he was elected as MP for Sedgefield in 1983; despite the party's landslide defeat at the general election.",
        "ngram": 143,
        "subject": "Ted Danson"
    },
    {
        "text": "Pfeiffer landed the role of Ruth Madoff for the HBO Films drama The Wizard of Lies, based on the book of the same name. The film, directed by Barry Levinson, reunites her with actor Robert De Niro, who played her husband, disgraced financier Bernard Madoff. The Wizard of Lies premiered on HBO on May 20, 2017, garnering favorable reviews from critics and an audience of 1.5 million viewers, HBO's largest premiere viewership for a film in four years. Tolucan Times remarked that Pfeiffer \"steals the show as Madoff's wife, Ruth, and is a remarkable lookalike\", while Los Angeles Times asserted: \"As Ruth, Pfeiffer convincingly portrays a pampered woman left with utterly nothing —she's lost her homes, status and, most important, her relationship with her sons.\" She received a nomination for the Primetime Emmy Award for Outstanding Supporting Actress in a Movie, in addition to a Golden Globe Award nomination.",
        "ngram": 149,
        "subject": "Ted Danson"
    },
    {
        "text": "After four seasons, Victorious was not renewed, with the finale airing in February 2013. Grande starred as Snow White in the pantomime-style musical theatre production A Snow White Christmas with Charlene Tilton and Neil Patrick Harris at the Pasadena Playhouse. She played Amanda Benson in Swindle, a 2013 Nickelodeon film adaptation of the children's book of the same name. Meanwhile, Nickelodeon created Sam & Cat, an iCarly and Victorious spin-off starring Jennette McCurdy and Grande. Grande and McCurdy reprised their roles as Cat Valentine and Sam Puckett on the buddy sitcom, which paired the characters as roommates who form an after-school babysitting business.",
        "ngram": 103,
        "subject": "Ted Danson"
    },
    {
        "text": "The lead character of a 2011 Bollywood film, Rockstar starring Ranbir Kapoor, was inspired by Morrison. The 2007 film Walk Hard: The Dewey Cox Story has numerous references to Morrison. Morrison's grave is featured in The Walking Dead: Daryl Dixon Season 1, episode 3.",
        "ngram": 44,
        "subject": "Ted Danson"
    },
    {
        "text": "After Wheel of Fortune hostess Susan Stafford left in October 1982, White was selected as one of three substitute hostesses (along with Vicki McCarty and Summer Bartholomew) to co-host the show. On December 13, 1982, White became the regular hostess.",
        "ngram": 40,
        "subject": "Ted Danson"
    },
    {
        "text": "After not playing in 1996, Williams won her first main-draw match at the Ameritech Cup Chicago in November 1997. Ranked No.304, she upset No.7 Mary Pierce and No.4 Monica Seles, recording her first career wins over top 10 players and becoming the lowest-ranked player in the Open Era to defeat two top-10 opponents in one tournament. She ultimately lost in the semifinals to No.5 Lindsay Davenport. Her run in Chicago propelled Williams into the Top 100 for the first time in her career, and she finished 1997 ranked No.99 in the world.",
        "ngram": 92,
        "subject": "Ted Danson"
    },
    {
        "text": "Hogan has been described as one of the largest attractions in professional wrestling history and a major reason why Vince McMahon's expansion of his promotion worked. Wrestling historian and journalist Dave Meltzer stated that \"...You can't possibly overrate his significance in the history of the business. And he sold more tickets to wrestling shows than any man who ever lived\". Hogan's match with Andre the Giant at The Main Event on February 5, 1988, holds American television records for a wrestling audience with a 15.2 Nielsen rating and 33 million viewers. IMDb ranked Hogan as the biggest draw in Professional Wrestling history, ranking him number 1 in a list with 60 other wrestlers.",
        "ngram": 113,
        "subject": "Ted Danson"
    },
    {
        "text": "Gellar portrayed 13-year-old Mollie in the initial production of Neil Simon's play Jake's Women, which ran at the Old Globe Theatre in San Diego, California, from March to April 1990. In 1991, she was cast as a young Jacqueline Bouvier in A Woman Named Jackie. The miniseries won the Emmy Award for Outstanding Limited Series. Gellar obtained her first leading role, as a mayor's manipulative daughter, in the 1992 syndicated teen serial Swans Crossing, which chronicled the lives of a group of wealthy teenagers. She felt that playing a \"villainous\" character gave her the call for \"better and more varied acting skills\", while the gig's weekly payment proved a financial aid for Gellar and her mother. The series ran for a 65-episode season and earned her two Young Artist Award nominations for Best Young Actress.Gellar made her debut on the ABC soap opera All My Children in 1993, playing Kendall Hart, the long-lost teenage daughter of character Erica Kane (Susan Lucci). As she got the role, Gellar was complimented as having the acting talent and the \"forceful personality\" needed to go up against Lucci's experience; Kendall was supposed to be like a younger version of Erica. Her stint on the show was successful as \"longtime fans of the soap saw her as the second coming of Erica\". Writers showcased her more after her initial reception and she became a household name to the soap opera medium. In 1995, at the age of eighteen, she won a Daytime Emmy Award for Outstanding Younger Actress in a Drama",
        "ngram": 256,
        "subject": "Ted Danson"
    },
    {
        "text": "In November 2005, Walk the Line, a biographical film about Cash's life, was released in the United States to considerable commercial success and critical acclaim. The film featured Joaquin Phoenix as Johnny (for which he was nominated for the Academy Award for Best Actor) and Reese Witherspoon as June (for which she won the Academy Award for Best Actress). Phoenix and Witherspoon also won the Golden Globe for Best Actor in a Musical or Comedy and Best Actress in a Musical or Comedy, respectively. They both performed their own vocals in the film (with their version of \"Jackson\" being released as a single), and Phoenix learned to play guitar for the role. Phoenix received a Grammy Award for his contributions to the soundtrack. John Carter Cash, the son of Johnny and June, served as an executive producer.",
        "ngram": 137,
        "subject": "Ted Danson"
    },
    {
        "text": "For the majority of his life, Perry suffered from severe addictions to drugs and alcohol. Through his recovery, he became an advocate for rehabilitation and a spokesperson for the National Association of Drug Court Professionals. In 2013, Perry received the Champion of Recovery Award from the White House Office of National Drug Control Policy. In 2022, he released his memoir, Friends, Lovers, and the Big Terrible Thing.",
        "ngram": 67,
        "subject": "Ted Danson"
    },
    {
        "text": "On August 21, 2012, Morissette was inducted into the Guitar Center RockWalk in Hollywood. Morissette received the UCLA Spring Sing's George and Ira Gershwin Award on May 16, 2014, at Pauley Pavilion. On her website starting in the summer of 2014, in celebration of her fortieth birthday, the LP record for her song \"Big Sur\" was offered for sale, which was previously available on the Target edition of her 2012 album, Havoc and Bright Lights. July 25, 2014, was the start of the ten-show Intimate and Acoustic tour. In 2015, she was named to the Canadian Music Hall of Fame.",
        "ngram": 100,
        "subject": "Ted Danson"
    },
    {
        "text": "Reeves was soon drawn to science fiction roles, appearing in Chain Reaction (1996) with co-stars Morgan Freeman, Rachel Weisz, Fred Ward, Kevin Dunn and Brian Cox. He plays a researcher of a green energy project, who has to go on the run when he is framed for murder. Chain Reaction was not a critical success and gained mostly a negative reaction; review aggregator Rotten Tomatoes gave it a rating of 16% and described it as \"a man-on-the-run thriller that mostly sticks to generic formula\". Reeves's film choices after Chain Reaction were also critical disappointments. He starred in the independent crime comedy Feeling Minnesota (1996), with Vincent D'Onofrio and Cameron Diaz, which was described as \"shoddily assembled, and fundamentally miscast\" by Rotten Tomatoes. In that year, he turned down an offer to star in Speed 2: Cruise Control, despite being offered a salary of $12 million. According to Reeves, this decision caused 20th Century Fox to sever ties with him for a decade.",
        "ngram": 162,
        "subject": "Ted Danson"
    },
    {
        "text": "Claude gave McQueen a red tricycle on his fourth birthday, a gift that McQueen subsequently credited with sparking his early interest in car racing. McQueen's mother married, and when the boy was eight, she brought him from the farm to live with her and her new husband in Indianapolis. His great-uncle Claude gave McQueen a special gift at his departure. \"The day I left the farm,\" he recalled, \"Uncle Claude gave me a personal going-away present—a gold pocket watch, with an inscription inside the case.\" The inscription read: \"To Steve – who has been a son to me.\"",
        "ngram": 98,
        "subject": "Ted Danson"
    },
    {
        "text": "On December 3, 2013, Adidas officially confirmed a new shoe collaboration deal with West. After months of anticipation and rumors, West confirmed the release of the Adidas Yeezy Boosts. In 2015, West unveiled a Yeezy clothing line, premiering in collaboration with Adidas early that year. In June 2016, Adidas announced a new long-term contract with Kanye West that extended the Yeezy line to a number of stores, planning to sell sports performance products like basketball, football, and soccer, although Adidas terminated the partnership with West in October 2022 due to his antisemitic remarks. In May 2021, West signed a 10-year deal linking Yeezy with GAP to create Yeezy Gap, however, in September 2022, West announced that he was ending the deal.",
        "ngram": 121,
        "subject": "Ted Danson"
    },
    {
        "text": "From 1976 to 1977, he played the lead character Sam Damon in the miniseries Once an Eagle, an adaptation of the Anton Myrer novel of the same name, opposite Amy Irving, Kim Hunter, Clu Gulager, and Melanie Griffith. He also had a starring role as Rick Carlson in the summer sleeper hit Lifeguard (1976), which marked his feature film breakthrough. He portrayed a lifeguard in Southern California who reevaluates his life choices after being invited to a reunion. Variety deemed the film \"unsatisfying,\" adding: \"Elliott, who has some beefcake value, projects a character who is mostly a passive reactor rather than a person in sure command of his fate.\"",
        "ngram": 109,
        "subject": "Ted Danson"
    },
    {
        "text": "Melanie Richards Griffith was born on August 9, 1957, in Manhattan, New York City, to future actress Tippi Hedren and Peter Griffith, a former child stage actor and advertising executive. Griffith's paternal ancestry is English, as well as Welsh, Scots-Irish, Irish, and Scottish, while her maternal ancestry is Swedish, Norwegian, and German. Her parents separated when she was two years old, after which she relocated to Los Angeles with her mother. On February 4, 1961, her father married model-actress Nanita Greene and had two more children: Tracy Griffith, who also became an actress, and Clay A. Griffith, a set designer. Her mother married agent and producer Noel Marshall on September 27, 1964.During her childhood and adolescent years, she lived part of the time in New York with her father and part-time in Antelope Valley, California, where her mother formed the animal preserve Shambala. Griffith appeared in advertisements and briefly worked as a child model before abandoning the career, citing extreme shyness as the reason. While attending the Hollywood Professional School, Griffith was advanced in her studies, which allowed her to skip a grade level and graduate at age 16.",
        "ngram": 189,
        "subject": "Ted Danson"
    },
    {
        "text": "Repayment of the French debt remained a difficult problem, further exacerbated by Vergennes and also by Marie Antoinette's prodding Louis XVI to involve France in the American Revolutionary War. The primary motive for the queen's involvement in political affairs in this period may arguably have had more to do with court factionalism than any true interest on her part in politics themselves, but she played an important role in aiding the American Revolution by securing Austrian and Russian support for France, which resulted in the establishment of the First League of Armed Neutrality that stopped Britain's attack, and by weighing in decisively for the nomination of Philippe Henri, Marquis de Ségur, as Minister of War and Charles Eugène Gabriel de La Croix as Secretary of the Navy in 1780, who helped George Washington defeat the British in the American Revolutionary War, which ended in 1783.Marie Antoinette's second pregnancy ended in a miscarriage early in July 1779, as confirmed by letters between the queen and her mother, although some historians believed that she may have experienced bleeding related to an irregular menstrual cycle, which she mistook for a lost pregnancy.Her third pregnancy was affirmed in March 1781, and on 22 October she gave birth to Louis Joseph Xavier François, Dauphin of France.Empress Maria Theresa died on 29 November 1780 in Vienna. Marie Antoinette feared that the death of her mother would jeopardise the Franco-Austrian alliance (as well as, ultimately, herself), but her brother, Joseph II, Holy Roman Emperor, wrote to her that he had no intention of",
        "ngram": 256,
        "subject": "Ted Danson"
    },
    {
        "text": "In 2018, it was announced that Cowell created his first show to air on the BBC, titled The Greatest Dancer, which debuted on 5 January 2019. In the show, dancers competed for a £50,000 and a performance on the BBC's Strictly Come Dancing. A second series is scheduled to air in 2020.In April 2020, Cowell judged a spin-off version of the former show Canada's Got Talent called Canadian Family's Got Talent, carried out virtually by Canadian broadcaster Citytv during the COVID-19 pandemic in Canada.",
        "ngram": 84,
        "subject": "Ted Danson"
    },
    {
        "text": "In 2001, Lifetime aired the film What Makes a Family, starring Shields and Cherry Jones in a true story of a lesbian couple who fought the adoption laws of Florida. For four months, beginning July 2001, Shields portrayed Sally Bowles in the long-running Broadway revival of Cabaret.",
        "ngram": 47,
        "subject": "Ted Danson"
    },
    {
        "text": "In 1965, after the album's release, Simon moved to London and performed in folk clubs. He enjoyed his time in England and said in 1970, \"I had a lot of friends there and a girlfriend. I could play music there. There was no place to play in New York City. They wouldn't have me.\" He was welcomed by England's bohemian folk scene, learned how to finger-pick acoustic guitar from Martin Carthy, and was introduced to English folk music. He recalled, \"I had never heard anything like those old English songs. I was 21, 22, and emotionally open to everything.\" The folk music he heard in England in the mid-sixties became one of his two big influences. He wrote 'Homeward Bound' and 'I am a Rock', and learned Davey Graham's guitar instrumental \"Anji\", which later appeared on Sounds of Silence.",
        "ngram": 139,
        "subject": "Ted Danson"
    },
    {
        "text": "Cooper voiced Rocket in the 2022 Disney+ series I Am Groot and special The Guardians of the Galaxy Holiday Special, and did so again in the 2023 film Guardians of the Galaxy Vol. 3. The last of these focussed on Rocket's traumatic past. It led Jackson Weaver of CBC News to term Cooper \"one of the few genuinely talented live actor turned voice actors\". Cooper next directed, produced and co-wrote Maestro (2023), a biographical drama about the relationship between composer Leonard Bernstein and his wife Felicia Montealegre, in which he also portrayed Bernstein opposite Carey Mulligan's Montealegre. He was hired by filmmaker Steven Spielberg to direct the project after a screening of A Star is Born. Controversy arose over Cooper's use of a prosthetic nose to play Bernstein, which some considered an example of \"Jewface\". Cooper was defended by both Bernstein's children and the Anti-Defamation League. Reviewing the film for BBC Culture, Nicholas Barber wrote, \"Maestro confirms what was suggested by Cooper's directorial debut, A Star Is Born. He has sky-high ambitions, and he has the technical virtuosity and big-hearted sincerity to fulfil those ambitions with flair\". He earned two more BAFTA and Golden Globe nominations for his direction and performance, in addition to three more Academy Award nominations for his production, writing, and performance.Cooper will next produce Phillips' sequel Joker: Folie à Deux, starring Joaquin Phoenix and Lady Gaga. He will then star in and direct Is This Thing On?, written by and co-starring Will Arnett.",
        "ngram": 247,
        "subject": "Ted Danson"
    },
    {
        "text": "In July 2018, Irish Senator Catherine Noone tweeted that the Duchess was \"pleased to see the result\" of the Irish referendum on legalizing abortion. Meghan received criticism for potentially breaching the protocol that prohibits royals from interfering in politics; Noone deleted her tweet and emphasized that her statement was misleading and \"the Duchess was not in any way political\".",
        "ngram": 59,
        "subject": "Ted Danson"
    },
    {
        "text": "Her parents were both African-American. On her mother's side, Houston was alleged to have partial Dutch and Native American ancestry. Through Cissy, Houston was a first cousin of accomplished singers Dionne and Dee Dee Warwick as well as a distant cousin of opera singer Leontyne Price. Aretha Franklin became an \"honorary aunt\", while Darlene Love later became Houston's godmother. Through her father, her great-great-grandfather Jeremiah Burke Sanderson was an American abolitionist and advocate for the civil and educational rights of black Americans during the mid-19th century. Houston was the youngest child of her parents. She had three older brothers, paternal half-brother John III (1943–2021), maternal half-brother Gary Garland, a former basketball player and singer, and Michael Houston, a songwriter and road manager.",
        "ngram": 122,
        "subject": "Ted Danson"
    },
    {
        "text": "Paxton directed the feature films Frailty (2001), in which he also starred, and The Greatest Game Ever Played (2005). Four years after appearing in Titanic, he joined Cameron on an expedition to the wreck of the Titanic. A film about this trip, Ghosts of the Abyss was released in 2003. He also appeared in the music video for Limp Bizkit's 2003 song \"Eat You Alive\" as a sheriff. In addition, Paxton also played a character in both Spy Kids 2 and Spy Kids 3-D.",
        "ngram": 84,
        "subject": "Ted Danson"
    },
    {
        "text": "In 1977, Bally marketed its Knievel pinball machine as the \"first fully electronic commercial game\"; it has elsewhere been described as one of the \"last of the classic pre-digital games.\"  (Both electromechanical and solid-state versions were produced. The electromechanical version is extremely rare, with only 155 made.)",
        "ngram": 48,
        "subject": "Ted Danson"
    },
    {
        "text": "In 1991, Oliver Stone directed a biopic film about Morrison, with actor Val Kilmer portraying him. Kilmer learned over twenty of the Doors' songs to achieve Morrison's role. While the film was inspired by many real events and individuals, the film's depiction of Morrison was heavily criticized by many people who knew him personally, including Patricia Kennealy and the other Doors members. Manzarek said about the film's portrayal, \"It was ridiculous ... It was not about Jim Morrison. It was about 'Jimbo Morrison', the drunk. God, where was the sensitive poet and the funny guy? The guy I knew was not on that screen.\" Krieger agreed that the movie didn't capture \"how Jim [Morrison] was at all.\" He also noted the impact of the film's representation on numerous people he talked to: \"He's never a real guy in that movie. People find it hard to believe he could just be a normal person–a good friend and a great guy to be with.\"",
        "ngram": 162,
        "subject": "Ted Danson"
    },
    {
        "text": "As Springsteen sought to shape a unique and genuine musical and lyrical style, he performed with the bands Dr. Zoom & the Sonic Boom from early-to-mid-1971, the Sundance Blues Band in mid-1971, and the Bruce Springsteen Band from mid-1971 to mid-1972. His songwriting ability included, as his future record label described it in early publicity campaigns, \"more words in some individual songs than other artists had in whole albums\". He brought his skills to the attention of several people who went on to prove influential to his career development, including managers Mike Appel and Jim Cretecos, who in turn brought him to the attention of John Hammond, a talent scout at Columbia Records. In May 1972, Springsteen auditioned for Hammond.",
        "ngram": 120,
        "subject": "Ted Danson"
    },
    {
        "text": "According to the Zuozhuan, Confucius returned home to his native Lu when he was 68, after he was invited to do so by Ji Kangzi, the chief minister of Lu. The Analects depict him spending his last years teaching 72 or 77 disciples and transmitting the old wisdom via a set of texts called the Five Classics.During his return, Confucius sometimes acted as an advisor to several government officials in Lu, including Ji Kangzi, on matters including governance and crime.Burdened by the loss of both his son and his favorite disciples, he died at the age of 71 or 72 from natural causes. Confucius was buried in Kong Lin cemetery which lies in the historical part of Qufu in the Shandong Province. The original tomb erected there in memory of Confucius on the bank of the Sishui River had the shape of an axe. In addition, it has a raised brick platform at the front of the memorial for offerings such as sandalwood incense and fruit.",
        "ngram": 166,
        "subject": "Ted Danson"
    },
    {
        "text": "The Flowering Orchards (also the Orchards in Blossom) are among the first groups of work completed after Van Gogh's arrival in Arles in February 1888. The 14 paintings are optimistic, joyous and visually expressive of the burgeoning spring. They are delicately sensitive and unpopulated. He painted swiftly, and although he brought to this series a version of Impressionism, a strong sense of personal style began to emerge during this period. The transience of the blossoming trees, and the passing of the season, seemed to align with his sense of impermanence and belief in a new beginning in Arles. During the blossoming of the trees that spring, he found \"a world of motifs that could not have been more Japanese\". Vincent wrote to Theo on 21 April 1888 that he had 10 orchards and \"one big [painting] of a cherry tree, which I've spoiled\".",
        "ngram": 143,
        "subject": "Ted Danson"
    }
]