[
    {
        "text": "Van Gogh's self-portraits reflect a high degree of self-scrutiny. Often they were intended to mark important periods in his life; for example, the mid-1887 Paris series were painted at the point where he became aware of Claude Monet, Paul Cézanne and Signac. In Self-Portrait with Grey Felt Hat, heavy strains of paint spread outwards across the canvas. It is one of his most renowned self-portraits of that period, \"with its highly organized rhythmic brushstrokes, and the novel halo derived from the Neo-impressionist repertoire was what Van Gogh himself called a 'purposeful' canvas\".",
        "ngram": 92,
        "subject": "Genghis Khan"
    },
    {
        "text": "Launched through production company World of Wonder, RuPaul's DragCon LA is an annual drag-themed convention held in Los Angeles which started in 2015, followed by RuPaul's DragCon NYC. It began in 2007 in New York City; the public is able to meet with RuPaul, former RuPaul's Drag Race contestants, and other drag queens. The conventions feature performances, meet-and-greet booths, merchandise sales and panel discussions.",
        "ngram": 64,
        "subject": "Genghis Khan"
    },
    {
        "text": "After seeing her in Lucas, director Tim Burton cast Ryder in his film Beetlejuice (1988). Ryder starred as a goth teenager whose family moves to a haunted house populated by ghosts played by Geena Davis, Alec Baldwin, and Michael Keaton. The film was a success at the box office, and the film as well as Ryder's performance received mostly positive reviews from critics. Also in 1988, Ryder appeared alongside Kiefer Sutherland and Robert Downey Jr. in 1969, a drama about the Vietnam War and the tensions it created in American families.",
        "ngram": 91,
        "subject": "Genghis Khan"
    },
    {
        "text": "During and after wrestling, Hogan had an extensive acting career, beginning with his 1982 cameo role in Rocky III. He has starred in several films (including No Holds Barred, Suburban Commando and Mr. Nanny) and three television shows (Hogan Knows Best, Thunder in Paradise, and China, IL), as well as in Right Guard commercials and the video game, Hulk Hogan's Main Event. He was the frontman for The Wrestling Boot Band, whose sole record, Hulk Rules, reached No. 12 on the Billboard Top Kid Audio chart in 1995.",
        "ngram": 88,
        "subject": "Genghis Khan"
    },
    {
        "text": "Larry used basketball as an escape from his family troubles, starring for Springs Valley High School and averaging 31 points, 21 rebounds, and 4 assists as a senior on his way to becoming the school's all-time scoring leader. According to Bird, he grew up as a huge fan of the Indiana Pacers in the American Basketball Association (ABA) and the 6'9 center Mel Daniels, who represented his first exposure to professional basketball. Bird's youngest brother, Eddie Bird, also played basketball at Indiana State University, where Daniels would coincidentally become an assistant coach to the young Larry once he played there.",
        "ngram": 100,
        "subject": "Genghis Khan"
    },
    {
        "text": "The Matrix Revolutions, the third instalment, was met with mixed reception. According to review aggregator Rotten Tomatoes, the consensus was that \"characters and ideas take a back seat to the special effects\". Paul Clinton, writing for CNN, praised the special effects but felt Reeves's character was unfocused. In contrast, the San Francisco Chronicle's Carla Meyer was highly critical of the special effects, writing, \"[The Wachowskis] computer-generated imagery goes from dazzling to deadening in action scenes that favor heavy, clanking weaponry over the martial-arts moves that thrilled viewers of The Matrix and The Matrix Reloaded.\" Nevertheless, the film grossed a healthy $427 million worldwide, although less than the two previous films. Something's Gotta Give, a romantic comedy, was Reeves's last release of 2003. He co-starred with Jack Nicholson and Diane Keaton, and played Dr. Julian Mercer in the film. Something's Gotta Give received generally favourable reviews.",
        "ngram": 145,
        "subject": "Genghis Khan"
    },
    {
        "text": "Described by scholar Helene A. Shugart of the University of Utah as \"arguably the most visible Latina in contemporary mainstream popular culture\", Lopez has been the subject of considerable academic analysis, including in relation to ethnicity, class, \"body politics\", race, Latin culture, and gender. While credited with opening \"the door to [Latino culture having a] broader appeal\", Lopez has also been a polarizing figure, generating \"often vehement disagreement about what is and isn't Latino.\"",
        "ngram": 74,
        "subject": "Genghis Khan"
    },
    {
        "text": "Halleck arrived from St. Louis on April 11, took command, and assembled a combined army of about 120,000 men. On April 29, he relieved Grant of field command and replaced him with Major General George Henry Thomas. Halleck slowly marched his army to take Corinth, entrenching each night. Meanwhile, Beauregard pretended to be reinforcing, sent \"deserters\" to the Union Army with that story, and moved his army out during the night, to Halleck's surprise when he finally arrived at Corinth on May 30.",
        "ngram": 83,
        "subject": "Genghis Khan"
    },
    {
        "text": "In 2014, Jay-Z invested $200 million in Armand de Brignac champagne—owned at the time by Sovereign Brands, a New York–based wine and spirits company—for a 100 percent stake, making it the second alcoholic product acquisition in his financial investment portfolio. The brand is known for its popularity with high-profile artists as being the gold bottles often referred to in media. His ties to the company date back to 2006, and he received millions of dollars per year for his association with Armand de Brignac before he bought the entire company.Jay-Z serves as co-brand director for Budweiser Select and collaborates with the company on strategic marketing programs and creative ad development. He provides direction on brand programs and ads that appear on TV, radio, print, and high-profile events.",
        "ngram": 127,
        "subject": "Genghis Khan"
    },
    {
        "text": "During his time in Memphis, Hogan appeared on a local talk show, where he sat beside Lou Ferrigno, star of the television series The Incredible Hulk. The host commented on how Hogan, who stood 6 ft 7 in (201 cm) and weighed 295 pounds with 24-inch biceps, actually dwarfed \"The Hulk\". Watching the show backstage, Mary Jarrett noticed that Hogan was actually bigger than Ferrigno, who was well known at the time for having large muscles. As a result, Hogan began performing as Terry \"The Hulk\" Boulder and sometimes wrestled as Sterling Golden.",
        "ngram": 93,
        "subject": "Genghis Khan"
    },
    {
        "text": "In 2015, Cena made appearances in the comedy films Trainwreck, Sisters and a cameo in Daddy's Home. In 2017, Cena starred in the war drama The Wall and lent his voice for the animated films Surf's Up 2: WaveMania and Ferdinand. He also appeared in Daddy's Home 2, reprising his role in a larger capacity than the 2015 film. In 2018, Cena starred in the comedy Blockers, and had a leading role in the Transformers spin-off prequel, Bumblebee. In 2019, he starred in Playing with Fire, playing the role of smokejumper superintendent Jake Carson. In 2020, he voiced Yoshi, a polar bear, in the adventure comedy film Dolittle.",
        "ngram": 108,
        "subject": "Genghis Khan"
    },
    {
        "text": "Carey initially renounced the title, saying that \"to me, Mother Mary is the Queen of Christmas\". Despite this, in March 2021, she attempted to trademark the phrase \"Queen of Christmas\", which received backlash from singers Darlene Love and Elizabeth Chan. In November 2022, the Trademark Trial and Appeal Board rejected Carey's request.",
        "ngram": 52,
        "subject": "Genghis Khan"
    },
    {
        "text": "Barbara Walters' 10 Most Fascinating People was aired annually starting in 1993. In 2000, she quizzed pop star Ricky Martin about his sexuality years before he publicly came out. The singer later said that \"he felt violated\". In 2010, Walters said that she regretted having pushed him on the issue.",
        "ngram": 50,
        "subject": "Genghis Khan"
    },
    {
        "text": "From 2002 to 2004, Tarantino portrayed villain McKenas Cole in the ABC television series Alias. In 2004, Tarantino attended the 2004 Cannes Film Festival, where he served as President of the Jury. Volume 2 of Kill Bill had a screening there, but was not in competition.Tarantino then contributed to Robert Rodriguez's 2005 neo-noir film Sin City, and was credited as \"Special Guest Director\" for his work directing the car sequence featuring Clive Owen and Benicio del Toro. In May 2005, Tarantino co-wrote and directed \"Grave Danger\", the fifth season finale of CSI: Crime Scene Investigation. For this episode, Tarantino was nominated for the Primetime Emmy Award for Outstanding Directing for a Drama Series at the 57th Primetime Emmy Awards.In 2007, Tarantino directed the exploitation slasher film Death Proof. Released as a take on 1970s double features, under the banner Grindhouse, it was co-directed with Rodriguez who did the other feature which was the body horror film Planet Terror. Box-office sales were low but the film garnered mostly positive reviews.Tarantino's film Inglourious Basterds, released in 2009, is the story of a group of Jewish-American guerrilla soldiers in Nazi-occupied France in an alternate history of World War II. He had planned to start work on the film after Jackie Brown but postponed this to make Kill Bill after a meeting with Uma Thurman. Filming began on \"Inglorious Bastards\", as it was provisionally titled, in October 2008. The film opened in August 2009 to positive reviews with the highest box office gross in the US and Canada for the",
        "ngram": 256,
        "subject": "Genghis Khan"
    },
    {
        "text": "Morrison completed his undergraduate degree at UCLA's film school within the Theater Arts department of the College of Fine Arts in 1965. Refusing to attend the graduation ceremony, he went to Venice Beach, Los Angeles and the university mailed his diploma to his mother in Coronado, California. He made several short films while attending UCLA. First Love, the first of these films, made with Morrison's classmate and roommate Max Schwartz, was released to the public when it appeared in a documentary about the film Obscura.",
        "ngram": 85,
        "subject": "Genghis Khan"
    },
    {
        "text": "Audrey Faith McGraw (née Perry; born September 21, 1967), known professionally as Faith Hill, is an American country singer. She is one of the most successful country music artists of all time, having sold almost 50 million albums worldwide.Hill's first two albums, Take Me as I Am (1993) and It Matters to Me (1995), were major successes that placed a combined three number ones on Billboard's country charts, quickly establishing her as one of country music's top acts. Next she achieved immense mainstream and crossover success with two albums, Faith (1998) and Breathe (1999). Faith produced her first international hit, \"This Kiss\", while her album Breathe became one of the best-selling country albums of all time. The album was led by the huge crossover success of the songs \"Breathe\" and \"The Way You Love Me\". Breathe saw massive sales worldwide and earned three Grammy Awards.",
        "ngram": 145,
        "subject": "Genghis Khan"
    },
    {
        "text": "During the 2010s, Grant began to take against-type parts, starting with multiple roles in The Wachowskis' science fiction film Cloud Atlas (2012). He received critical acclaim for his roles in Florence Foster Jenkins (2016) and Paddington 2 (2017), receiving two nominations for the BAFTA Award for Best Supporting Actor. He has also starred in Guy Ritchie's action films, including The Gentlemen (2019), and played an Oompa-Loompa in Wonka (2023). He took on television roles in the BBC miniseries A Very English Scandal (2018) and the HBO miniseries The Undoing (2020), earning two nominations for a Primetime Emmy Award for Best Actor.Grant has been outspoken about his antipathy towards the profession of acting, his disdain towards the culture of celebrity, and his hostility towards the media. He emerged as a prominent critic of the conduct of Rupert Murdoch's News Corporation during the News International phone hacking scandal.",
        "ngram": 146,
        "subject": "Genghis Khan"
    },
    {
        "text": "The same year, she achieved stardom on the successful primetime soap opera Peyton Place, playing naive, waif-like Allison MacKenzie. Farrow left the series in 1966 at the urging of Frank Sinatra, whom she married on July 19, 1966, when she was 21 and he was 50 years old. She subsequently appeared in her first featured role in the British spy film A Dandy in Aspic (1968).Farrow's first leading film role was in the psychological horror film Rosemary's Baby (1968), which was a critical and commercial success. It is highly regarded as a classic of the horror genre, and named the second-best horror film of all time by The Guardian in 2010. She won numerous awards, including the Golden Globe Award for New Star of the Year – Actress, and became established as a leading actress. Film critic and author Stephen Farber described her performance as having an \"electrifying impact... one of the rare instances of actor and character achieving a miraculous, almost mythical match\". Film critic Roger Ebert called the film \"brilliant\", and noted, \"A great deal of the credit for this achievement must go to Mia Farrow, as Rosemary.\"",
        "ngram": 190,
        "subject": "Genghis Khan"
    },
    {
        "text": "Before he signed with Interscope Records, Jackson engaged in a public dispute with rapper Ja Rule and his label, Murder Inc. Records, saying that a friend robbed jewelry from Ja Rule and the latter accused him of orchestrating the robbery. Ja Rule said that the conflict stemmed from a Queens video shoot, when Jackson did not like seeing him \"getting so much love\" from the neighborhood. At The Hit Factory in New York in March 2000, Jackson had an altercation with Murder Inc. associates and received three stitches for a stab wound. Rapper Black Child claimed responsibility for the stabbing, saying that he acted in self-defense when he thought someone reached for a gun.An affidavit by an Internal Revenue Service (IRS) agent suggested ties between Murder Inc. and Kenneth \"Supreme\" McGriff, a New York drug lord suspected of involvement in the murder of Jam Master Jay and Jackson's shooting. An excerpt read:",
        "ngram": 152,
        "subject": "Genghis Khan"
    },
    {
        "text": "Laurie was born on 11 June 1959, in the Blackbird Leys area of Oxford, the youngest of four children of Patricia (née Laidlaw) and William George Ranald Mundell \"Ran\" Laurie, who was a physician and winner of an Olympic gold medal in the coxless pairs (rowing) at the 1948 London Games. He has an older brother, Charles Alexander Lyon Mundell Laurie, and two older sisters, Susan and Janet. He had a strained relationship with his mother, whom he noted as \"Presbyterian by character, by mood\". He later said, \"I was frustration to her. She didn't like me.\" His mother died from motor neurone disease in 1989, at the age of 73. According to Laurie, she endured the disease for two years and suffered \"painful, plodding paralysis\" while being cared for by Laurie's father, whom he has called \"the sweetest man in the whole world\".Laurie's parents, who were both of Scottish descent, attended St Columba's Presbyterian Church (now United Reformed Church) in Oxford. He notes that \"belief in God didn't play a large role\" in his home, but \"a certain attitude to life and the living of it did\". He followed this by stating, \"Pleasure was something that was treated with great suspicion, pleasure was something that... I was going to say it had to be earned but even the earning of it didn't really work. It was something to this day, I mean, I carry that with me. I find pleasure a difficult thing; I don't know what you do with it, I don't know where",
        "ngram": 256,
        "subject": "Genghis Khan"
    },
    {
        "text": "Musk has been described as believing in longtermism, emphasizing the needs of future populations. Accordingly, Musk has stated that artificial intelligence poses the greatest existential threat to humanity. He has warned of a \"Terminator-like\" AI apocalypse and suggested that the government should regulate its safe development. In 2015, Musk was a cosignatory, along with Stephen Hawking and hundreds of others, of the Open Letter on Artificial Intelligence, which called for the ban of autonomous weapons. Musk's AI stances have been called alarmist and sensationalist by critics such as computer scientist Yann LeCun and Meta CEO Mark Zuckerberg, and led the think tank Information Technology and Innovation Foundation to award Musk its Annual Luddite Award in 2016.",
        "ngram": 116,
        "subject": "Genghis Khan"
    },
    {
        "text": "Swift began professional songwriting at age 14. She signed with Big Machine Records in 2005 and achieved prominence as a country pop singer with the albums Taylor Swift (2006) and Fearless (2008). Their singles \"Teardrops on My Guitar\", \"Love Story\", and \"You Belong with Me\" were crossover successes on country and pop radio formats and brought Swift mainstream fame. She experimented with rock and electronic styles on her next albums, Speak Now (2010) and Red (2012), respectively, with the latter featuring her first Billboard Hot 100 number-one single, \"We Are Never Ever Getting Back Together\". Swift recalibrated her image from country to pop with 1989 (2014), a synth-pop album containing the chart-topping songs \"Shake It Off\", \"Blank Space\", and \"Bad Blood\". Media scrutiny inspired the hip-hop-influenced Reputation (2017) and its number-one single \"Look What You Made Me Do\".",
        "ngram": 138,
        "subject": "Genghis Khan"
    },
    {
        "text": "Jay-Z became the first rapper in Reebok's history to endorse the company's footwear, signing a three-year endorsement deal. He later appeared in a 2003 Reebok collection advertising his S. Carter Collection. Later that year, he and frenemy 50 Cent appeared in a commercial to promote their S. Carter and G-Unit footwears for the company, with a Just Blaze-produced song made for it.In 2006, Jay-Z's deal with Reebok expired with no renewal.",
        "ngram": 71,
        "subject": "Genghis Khan"
    },
    {
        "text": "During the 2000 presidential campaign, Murray supported Green Party candidate Ralph Nader. He also donated $1,000 to former Governor of Nebraska Bob Kerrey's successful election to the United States Senate in 1988. In a 2018 interview, Murray “praised” the Trump tax cuts, opining them to be a \"great thing for the corporations\". During the same interview Murray suggests the Democrats' strategy is poorly handled, implying they only seek to represent certain groups in society instead of respecting each citizen; however, he goes on to say politics and comedy do not always mix well. During the same period he lampooned the Republican strategist Steve Bannon on Saturday Night Live.",
        "ngram": 108,
        "subject": "Genghis Khan"
    },
    {
        "text": "On June 9, 2008, Strahan retired from the NFL.Strahan retired with 141.5 career sacks (fifth all-time when he retired), 854 career tackles, four career interceptions, 24 forced fumbles, and three career touchdowns in 200 games over a 15-year career (through the 2007 season). He was also named to the Pro Bowl roster seven times.",
        "ngram": 54,
        "subject": "Genghis Khan"
    },
    {
        "text": "In 1991, Oliver Stone directed a biopic film about Morrison, with actor Val Kilmer portraying him. Kilmer learned over twenty of the Doors' songs to achieve Morrison's role. While the film was inspired by many real events and individuals, the film's depiction of Morrison was heavily criticized by many people who knew him personally, including Patricia Kennealy and the other Doors members. Manzarek said about the film's portrayal, \"It was ridiculous ... It was not about Jim Morrison. It was about 'Jimbo Morrison', the drunk. God, where was the sensitive poet and the funny guy? The guy I knew was not on that screen.\" Krieger agreed that the movie didn't capture \"how Jim [Morrison] was at all.\" He also noted the impact of the film's representation on numerous people he talked to: \"He's never a real guy in that movie. People find it hard to believe he could just be a normal person–a good friend and a great guy to be with.\"",
        "ngram": 162,
        "subject": "Genghis Khan"
    },
    {
        "text": "Unlike other former presidents, Trump continued to dominate his party; he has been described as a modern party boss. He continued fundraising, raising more than twice as much as the Republican Party itself, hinted at a third candidacy, and profited from fundraisers many Republican candidates held at Mar-a-Lago. Much of his focus was on how elections are run and on ousting election officials who had resisted his attempts to overturn the 2020 elections results. In the 2022 midterm elections he endorsed over 200 candidates for various offices, most of whom supported his false claim that the 2020 presidential election was stolen from him.",
        "ngram": 103,
        "subject": "Genghis Khan"
    },
    {
        "text": "Fox voiced the lead roles in the Stuart Little films (1999–2005) and the animated film Atlantis: The Lost Empire (2001). He continued to make guest appearances on television, including comedy-drama Rescue Me (2009), the legal drama The Good Wife (2010–2016) and spinoff The Good Fight (2020), and the comedy series Curb Your Enthusiasm (2011, 2017). Fox's last major role was the lead on the short-lived sitcom The Michael J. Fox Show (2013–2014). He officially retired in 2020 due to his declining health.Fox won five Emmy Awards, four Golden Globe Awards, two Screen Actors Guild Awards, and a Grammy Award. He was appointed an Officer of the Order of Canada in 2010, and was inducted to Canada's Walk of Fame in 2000 and the Hollywood Walk of Fame in 2002. For his advocacy of a cure for Parkinson's disease, he received the Jean Hersholt Humanitarian Award from the Academy of Motion Pictures Arts and Sciences in 2022.",
        "ngram": 156,
        "subject": "Genghis Khan"
    },
    {
        "text": "Widowed since 1782, Jefferson first relied on his two daughters to serve as his official hostesses. In late May 1801, he asked Dolley Madison, wife of his long-time friend James Madison, to be the permanent White House hostess. She was also in charge of the completion of the White House mansion. Dolley served as White House hostess for the rest of Jefferson's two terms and then for eight more years as First Lady while her husband was president.",
        "ngram": 78,
        "subject": "Genghis Khan"
    },
    {
        "text": "Crosby and Celia Crawford Ferguson had a son, James Raymond, in 1962. James was placed for adoption and later reunited with Crosby as an adult. Beginning in 1997, Raymond performed with Crosby on stage and in the studio, as a member of CPR, and as part of the touring bands Crosby & Nash and Crosby, plus Stills & Nash. Crosby had three other children: daughter Erika, with Jackie Guthrie, daughter Donovan Crosby, with former girlfriend Debbie Donovan, and son Django Crosby, conceived with wife Jan Dance after extensive fertility treatments while Crosby's liver was failing.",
        "ngram": 95,
        "subject": "Genghis Khan"
    },
    {
        "text": "In October 2009, Brown founded a lifestyle website called \"Mechanical Dummy\", with the purpose of curating and promoting current trends in the world of technology, music, culture, fashion, style and emerging brands. Brown served as the creative director of the site.",
        "ngram": 41,
        "subject": "Genghis Khan"
    },
    {
        "text": "Dr. Dre's second solo album, 2001, released on November 16, 1999, was considered an ostentatious return to his gangsta rap roots. It was initially titled The Chronic 2000 to imply being a sequel to his debut solo effort The Chronic but was re-titled 2001 after Death Row Records released an unrelated compilation album with the title Suge Knight Represents: Chronic 2000 in May 1999. Other tentative titles included The Chronic 2001 and Dr. Dre.The album featured numerous collaborators, including Devin the Dude, Snoop Dogg, Kurupt, Xzibit, Nate Dogg, Eminem, Knoc-turn'al, King T, Defari, Kokane, Mary J. Blige and new protégé Hittman, as well as co-production between Dre and new Aftermath producer Mel-Man. Stephen Thomas Erlewine of the website AllMusic described the sound of the album as \"adding ominous strings, soulful vocals, and reggae\" to Dr. Dre's style. The album was highly successful, charting at number two on the Billboard 200 charts and has since been certified six times platinum, validating a recurring theme on the album: Dr. Dre was still a force to be reckoned with, despite the lack of major releases in the previous few years. The album included popular hit singles \"Still D.R.E.\" and \"Forgot About Dre\", both of which Dr. Dre performed on NBC's Saturday Night Live on October 23, 1999. Dr. Dre won the Grammy Award for Producer of the Year, Non-Classical in 2000, and joined the Up in Smoke Tour with fellow rappers Eminem, Snoop Dogg, and Ice Cube that year as well.",
        "ngram": 248,
        "subject": "Genghis Khan"
    },
    {
        "text": "In 1989, Cage starred in the black comedy Vampire's Kiss as a man who falls in love with a vampire and soon begins to believe himself as a vampire. The film was a major box office flop but has developed a cult following largely due to Cage's surrealistic and over-the-top performance appearing in internet memes. Critic Vincent Canby felt the film was \"dominated and destroyed by Mr. Cage's chaotic, self-indulgent performance\". After filming the Italian drama Time to Kill (1989) in Zimbabwe, he starred in David Lynch's romantic crime film Wild at Heart (1990) with Laura Dern as a pair of lovers on the run from gangsters hired to kill Cage's character \"Sailor\" Ripley. Cage was drawn to the project because he was \"always attracted to those passionate, almost unbridled romantic characters\" and it allowed him to impersonate one of his heroes, Elvis Presley, in scenes in which Sailor sings. Wild at Heart received mixed reviews upon release, despite controversially winning the Palme d'Or at the 1990 Cannes Film Festival. Cage would reunite with Lynch and Dern for the avant-garde concert performance Industrial Symphony No. 1.Also in 1990, he starred as a helicopter pilot in the action film Fire Birds, which was panned by critics and negatively compared to Top Gun (1986). Cage's next film, the erotic thriller Zandalee (1991), was released direct-to-video in the United States, where it did not receive a theatrical release. His \"goofy 'everyman'\" performance in the romantic comedy Honeymoon in Vegas (1992) garnered some positive critical notices, including from Roger Ebert,",
        "ngram": 256,
        "subject": "Genghis Khan"
    },
    {
        "text": "In 2003, Bateman was cast as Michael Bluth in the comedy series Arrested Development. Although critically acclaimed, the series never achieved high ratings and ended on February 10, 2006. The show was revived in spring 2013. Bateman won several awards for his work on the series, including a Golden Globe for Best Actor in a Television Series Musical or Comedy. He was also nominated in 2005 for the Emmy Award for Outstanding Actor in a Comedy Series. New episodes of Arrested Development have been released on Netflix with the original cast, including Bateman. Bateman performed commentary on the 2004 Democratic National Convention for The Majority Report with Arrested Development co-star David Cross, and hosted NBC's Saturday Night Live on February 12, 2005. In 2006 he appeared as a guest star on the Scrubs episode \"My Big Bird\" as Mr. Sutton, a garbage man with a flock of vicious ostriches as pets. In 2009 Bateman became a regular voice actor for the short-lived Fox comedy series Sit Down, Shut Up. He voiced Larry Littlejunk, the gym teacher and only staff member who can teach.In 2010, Bateman and Arrested Development co-star Will Arnett created \"DumbDumb Productions\", a production company focusing on digital content. Their first video was \"Prom Date\", the first in a series of \"Dirty Shorts\" for Orbit. In 2012, Bateman returned to his role of Michael Bluth for the revival of Arrested Development along with the rest of the original cast. The now-Netflix-sponsored series released season 4 on its Instant Watch website on May 26, 2013.",
        "ngram": 256,
        "subject": "Genghis Khan"
    },
    {
        "text": "Voight played a directionless young boxer in 1973's The All American Boy, then appeared in the 1974 film Conrack, directed by Martin Ritt. Based on Pat Conroy's autobiographical novel The Water Is Wide, Voight portrayed the title character, an idealistic young schoolteacher sent to teach underprivileged black children on a remote South Carolina island. The same year he appeared in The Odessa File, based on Frederick Forsyth's thriller, as Peter Miller, a young German journalist who discovers a conspiracy to protect former Nazis still operating within Germany. This film first teamed him with the actor-director Maximilian Schell, who acted out a character named and based on the \"Butcher of Riga\" Eduard Roschmann, and for whom Voight would appear in 1976's End of the Game, a psychological thriller based on a story by Swiss novelist and playwright Friedrich Dürrenmatt.",
        "ngram": 138,
        "subject": "Genghis Khan"
    },
    {
        "text": "In 1990, Basinger met her second husband, Alec Baldwin, when they played lovers in The Marrying Man. They married on August 19, 1993, and starred in the 1994 remake of The Getaway. They also played themselves in a 1998 episode of The Simpsons, in which Basinger corrected Homer Simpson on the pronunciation of her last name and polished her Oscar statuette. Basinger and Baldwin have a daughter, Ireland, born October 23, 1995. They separated at the end of 2000 and divorced on September 3, 2002. In his 2008 book, A Promise to Ourselves: A Journey Through Fatherhood and Divorce, Baldwin chronicled the contentious seven-year custody battle with Basinger over their daughter following their separation, contending that she spent more than $1.5 million in her efforts to deny him parental access.",
        "ngram": 130,
        "subject": "Genghis Khan"
    }
]