[
    {
        "text": "Bloom's first appearance on the screen was in a small role, as a rent boy, in the 1997 film Wilde. Two days after graduating from Guildhall in 1999, he was cast in his first major role, playing Legolas in The Lord of the Rings film trilogy (2001–2003). He had originally auditioned for the part of Faramir, who does not appear until the second movie, but the director, Peter Jackson, cast him as Legolas instead. While shooting a scene, he broke a rib after falling off a horse, but eventually recovered and continued shooting. At the same time, Bloom also played a brief role in Ridley Scott's war film Black Hawk Down as PFC Todd Blackburn. In 2002, he was chosen as one of the Teen People \"25 Hottest Stars Under 25\", despite him having turned 25, and was named People's hottest Hollywood bachelor in the magazine's 2004 list. All members of the cast of the Rings films were nominated for Best Ensemble Acting at the Screen Actors Guild Awards for three years in a row, finally winning in 2003 for the third film, The Lord of the Rings: The Return of the King. Bloom has also won other awards, including European Film Awards, Hollywood Festival Award, Empire Awards and Teen Choice Awards, and has been nominated for many others. Most of Bloom's box office successes have been as part of an ensemble cast.",
        "ngram": 233,
        "subject": "Karl Marx"
    },
    {
        "text": "Schneider has been a critic of childhood vaccinations. In an interview with News10 in Sacramento, Schneider opined that \"The efficacy of these shots have not been proven ... And the toxicity of these things – we're having more and more side effects. We're having more and more autism.\" Schneider's statements have been discredited as lacking any factual basis. He also views the actions from the state to mandate vaccinations as government overreach.In 2015, Schneider actively opposed the passage of two California laws, California Assembly Bill 2109 and California Senate Bill 277, which both made childhood vaccination exemptions harder to obtain. On September 28, 2012, Schneider and California State Assemblyman Tim Donnelly spoke at the \"Medical Freedom Rally\", where they urged California Governor Jerry Brown to veto Assembly Bill 2109, which would have made it more difficult for parents to use philosophical reasons for exemptions from mandatory childhood vaccinations. While the bill was not vetoed, Governor Brown added a signing message instructing the Department of Health to add a religious exemption and to make sure the process was not overly burdensome to parents.While fighting California Senate Bill 277, which removed exemptions to mandatory vaccinations due to personal beliefs, Schneider left a phone message to California state Assemblywoman and bill co-author Lorena Gonzalez saying that he would spend money against her in her next re-election. Gonzalez, in an interview with The Washington Times, said that she found the message to be disturbing, but upon calling back, she said, \"he was actually much nicer to me, but let's be",
        "ngram": 256,
        "subject": "Karl Marx"
    },
    {
        "text": "Although Snoop Dogg retains working relationships with Warren G and Daz, who are alleged to be uncredited contributors on the hit albums The Chronic and Doggystyle, he states that Dr. Dre is capable of making beats without the help of collaborators, and that he is responsible for the success of his numerous albums. Dr. Dre's prominent studio collaborators, including Scott Storch, Elizondo, Mark Batson and Dawaun Parker, have shared co-writing, instrumental, and more recently co-production credits on the songs where he is credited as the producer.",
        "ngram": 86,
        "subject": "Karl Marx"
    },
    {
        "text": "Lopez was named one of Time's 100 most influential people in the world in 2018. In 2012, Forbes ranked her as the world's most powerful celebrity and the 38th most powerful woman. Latina magazine founder Christy Haubegger attributed Lopez's influence to her being \"the first icon that generationally fits\" young Latino Americans who followed celebrity culture. Lopez was featured on the first cover of Latina in 1996, with editor Galina Espinoza writing in 2011 that there is \"no recounting of modern Latina history without Jennifer\".",
        "ngram": 85,
        "subject": "Karl Marx"
    },
    {
        "text": "Hill used her 1999 tour to support a national children's book drive, The Faith Hill Family Literacy Project. The charity was inspired by Faith's father, who faced challenges with literacy. Fans who donated books at one of her concerts were entered into a drawing to meet her personally after the show. The effort resulted in the donation of 35,000 children's books, which were distributed to hospitals, schools, libraries, and daycare centers in 40 cities across the United States.In the days immediately following Hurricane Katrina, Hill and her husband, Tim McGraw, who was raised in Louisiana, joined groups taking supplies to Gulfport, Mississippi. The two also hosted several charity concerts to benefit those who were displaced by the storm. Later in the year the couple established the Neighbor's Keeper Foundation, which provides funding for community charities to assist with basic humanitarian services in the event of a natural disaster or for desperate personal circumstances. In a special gesture, the couple also donated profits from their performance in New Orleans to Hurricane Katrina relief.In June 2010, Hill and McGraw organized Nashville Rising, a benefit concert aimed to raise $2 million for The Community Foundation of Middle Tennessee in response to the flood in early May that killed 22 people and caused $2 billion in damage.",
        "ngram": 213,
        "subject": "Karl Marx"
    },
    {
        "text": "Williams started 2008 by winning the Hopman Cup for the US, with Mardy Fish. At the Australian Open, she lost in the quarterfinals to Janković, her fourth straight loss in the quarterfinals of a Grand Slam singles tournament. In the women's doubles event, she and Venus were defeated in the quarterfinals. Williams withdrew from her next three scheduled tournaments because of an urgent need for dental surgery. She then won three consecutive singles titles at Bangalore and her fifth Miami title, tying Graf for the most singles titles at this tournament. She claimed victory at the Family Circle Cup, her first clay-court title since 2002. Her 17-match winning streak was ended by Dinara Safina in the quarterfinals in Berlin. Williams withdrew in Rome in the quarterfinals due to a back injury, and lost in the third round of the French Open to Katarina Srebotnik.",
        "ngram": 144,
        "subject": "Karl Marx"
    },
    {
        "text": "In 2020, Louis-Dreyfus headlined the comedy-drama Downhill, opposite Will Ferrell. The film premiered at the 2020 Sundance Film Festival and was theatrically released on February 14. Next, she voiced a suburban elf mother in Pixar's Onward opposite Tom Holland and Chris Pratt. The film was released on March 6, 2020. In January 2020, Louis-Dreyfus signed a multi-year deal with Apple TV+. Under the deal, she will develop new projects for Apple TV+ as both an executive producer and star. The following year Louis-Dreyfus appeared in the Disney+ series The Falcon and the Winter Soldier (2021) as Valentina Allegra de Fontaine, which is set in the Marvel Cinematic Universe, though she was originally intended to debut in the film Black Widow (where she appears in the post credit scene). She reprised the role in Black Panther: Wakanda Forever (2022), and will also appear in the upcoming film Thunderbolts* (2025). In 2022 she was a guest on the Netflix show My Next Guest Needs No Introduction with David Letterman.",
        "ngram": 167,
        "subject": "Karl Marx"
    },
    {
        "text": "Trump lost three of his 15 original cabinet members within his first year. Health and Human Services secretary Tom Price was forced to resign in September 2017 due to excessive use of private charter jets and military aircraft. Environmental Protection Agency administrator Scott Pruitt resigned in 2018 and Secretary of the Interior Ryan Zinke in January 2019 amid multiple investigations into their conduct.",
        "ngram": 63,
        "subject": "Karl Marx"
    },
    {
        "text": "In the days following the storming of the Bastille, for fear of assassination, and ordered by the king, the emigration of members of the high aristocracy began on 17 July with the departure of the Comte d'Artois, the Condés, cousins of the king, and the unpopular Polignacs. Marie Antoinette, whose life was as much in danger, remained with the king, whose power was gradually being taken away by the National Constituent Assembly.The abolition of feudal privileges by the National Constituent Assembly on 4 August 1789 and the Declaration of the Rights of Man and of the Citizen (La Déclaration des Droits de l'Homme et du Citoyen), drafted by Lafayette with the help of Thomas Jefferson and adopted on 26 August, paved the way to a Constitutional Monarchy (4 September 1791 – 21 September 1792). Despite these dramatic changes, life at the court continued, while the situation in Paris was becoming critical because of bread shortages in September. On 5 October, a crowd from Paris descended upon Versailles and forced the royal family to move to the Tuileries Palace in Paris, where they lived under a form of house arrest under the watch of Lafayette's Garde Nationale, while the Comte de Provence and his wife were allowed to reside in the Petit Luxembourg, where they remained until they went into exile on 20 June 1791.Marie Antoinette continued to perform charitable functions and attend religious ceremonies, but dedicated most of her time to her children. She also played an important political, albeit not public, role between 1789 and",
        "ngram": 256,
        "subject": "Karl Marx"
    },
    {
        "text": "Grace's parentage remains unclear. Linda Lee, in her 1989 biography The Bruce Lee Story, suggests that Grace had a German father and was a Catholic. Bruce Thomas, in his 1994 biography Bruce Lee: Fighting Spirit, suggests that Grace had a Chinese mother and a German father. Lee's relative Eric Peter Ho, in his 2010 book Tracing My Children's Lineage, suggests that Grace was born in Shanghai to a Eurasian woman named Cheung King-sin. Eric Peter Ho said that Grace Lee was the daughter of a mixed-race Shanghainese woman and her father was Ho Kom Tong. Grace Lee said her mother was English and her father was Chinese. Fredda Dudley Balling said Grace Lee was three-quarters Chinese and one-quarter British.",
        "ngram": 119,
        "subject": "Karl Marx"
    },
    {
        "text": "Blair attended Fettes College, studied law at St John's College, Oxford, and became a barrister. He joined the Labour Party and was elected to the House of Commons in 1983 for the Sedgefield constituency in County Durham. As a backbencher, Blair supported moving the party to the political centre of British politics. He was appointed to Neil Kinnock's shadow cabinet in 1988 and was appointed shadow home secretary by John Smith in 1992. Following Smith's death in 1994, Blair won the leadership election to succeed him. As leader, Blair began a historic rebranding of the party, which became known as \"New Labour\".",
        "ngram": 102,
        "subject": "Karl Marx"
    },
    {
        "text": "Cena participated in the Royal Rumble match at Royal Rumble on January 25, 2004, but was eliminated by Big Show. At No Way Out on February 15, Cena faced Big Show and Kurt Angle in a triple threat match for a WWE Championship match at WrestleMania XX, which Cena lost by submission to Angle. At WrestleMania on March 14, Cena defeated Big Show to win the United States Championship, his first singles championship in WWE. He retained the title against Rene Dupree on May 16 at Judgment Day, and in a fatal four-way match involving Dupree, Rob Van Dam and Booker T at The Great American Bash on June 27, until he was stripped of the title on the July 8 episode of SmackDown! by Kurt Angle (the SmackDown! General Manager) after accidentally attacking him in his wheelchair. Cena won the title back by defeating Booker T in a best of five series that started on August 15 at SummerSlam and culminated on October 3 at No Mercy, only to drop it to the débuting Carlito Caribbean Cool the following week on SmackDown!. The duo began a feud which resulted in Cena allegedly being stabbed in the kidney while at a Boston-area nightclub by Carlito's bodyguard, Jesús; this worked \"injury\" was used to keep Cena out of action for a month while he was filming The Marine. After returning on November 14 at Survivor Series, Cena won the United States Championship back from Carlito on the November 18 episode of SmackDown!. He retained the title against",
        "ngram": 256,
        "subject": "Karl Marx"
    },
    {
        "text": "Hogan began his professional wrestling career in 1977, but gained worldwide recognition after signing with the World Wrestling Federation (WWF, now WWE) in December 1983. There, his persona as a heroic all-American helped usher in the 1980s professional wrestling boom, where he headlined the WWF's flagship annual event WrestleMania eight times (a record which was broken by Roman Reigns): 1, 2, 3, 5, 6, 7, 8 and 9.",
        "ngram": 68,
        "subject": "Karl Marx"
    },
    {
        "text": "Garland began performing as a child, with her two older sisters, in a vaudeville group \"The Gumm Sisters,\" and was signed to Metro-Goldwyn-Mayer as a teenager. She appeared in more than two dozen films for MGM, including The Wizard of Oz (1939), Meet Me in St. Louis (1944), The Harvey Girls (1946), Easter Parade (1948), and Summer Stock (1950). Garland was a frequent on-screen partner of both Mickey Rooney and Gene Kelly and regularly collaborated with director Vincente Minnelli, her second husband. In 1950, after 15 years with MGM, she was released from her contract with the studio amid a series of personal struggles that prevented her from fulfilling the terms of her contract.",
        "ngram": 114,
        "subject": "Karl Marx"
    },
    {
        "text": "On May 2, 2012, Morissette revealed through her Facebook account that her eighth studio album, entitled Havoc and Bright Lights, would be released in August 2012, on new label Collective Sounds, distributed by Sony's RED Distribution. On the same day, Billboard specified the date as August 28 and revealed the album would contain twelve tracks. The album's lead single, \"Guardian\", was released on iTunes on May 15, 2012, and hit the radio airwaves four days prior to this. The single had minor success in North America, charting the Billboard Bubbling Under Hot 100 Singles in the US and almost reaching the top 40 in Canada. It was a hit in several European countries.",
        "ngram": 113,
        "subject": "Karl Marx"
    },
    {
        "text": "Rihanna began dating American singer Chris Brown in 2007. Their relationship ended in February 2009, following their highly publicized domestic violence case. She then entered an on-again, off-again relationship with Canadian rapper Drake, which lasted from 2009 to 2016. During an interview with Rolling Stone in January 2013, Rihanna confirmed that she had rekindled her relationship with Brown, although he remained under probation for their 2009 domestic violence case. Their reunion followed persistent media speculation that occurred throughout 2012. In May 2013, Brown stated during an interview that he and Rihanna had broken up again. In 2017, Rihanna began dating Saudi businessman Hassan Jameel. They split in January 2020.",
        "ngram": 109,
        "subject": "Karl Marx"
    },
    {
        "text": "Following the controversial loss (which was due to a \"contract clause\"), the WCW World Heavyweight Championship became vacant and a new champion was to be crowned in a 60-man three-ring battle royal at World War III, where The Giant cost Hogan the title. This led to a steel cage match between Hogan and The Giant at SuperBrawl VI, where Hogan won to end their feud. In early 1996, Hogan reformed The Mega Powers with Randy Savage to feud with The Alliance to End Hulkamania, which culminated at Uncensored in a Doomsday Cage match that Hogan and Savage won. After coming out victorious from his feuds, Hogan began to only appear occasionally on WCW programming.",
        "ngram": 114,
        "subject": "Karl Marx"
    },
    {
        "text": "Despite the Boring Company's involvement in building mass transit infrastructure, Musk has criticized public transport and promoted individualized transport (private vehicles). His comments have been called \"elitist\" and have sparked widespread criticism from both transportation and urban planning experts, who have pointed out that public transportation in dense urban areas is more economical, more energy efficient, and requires much less space than private cars.",
        "ngram": 64,
        "subject": "Karl Marx"
    },
    {
        "text": "In 1998, Williams teamed with Justin Gimelstob to win the mixed doubles titles at the Australian Open and the French Open. Her sister Serena Williams won the other two Grand Slam mixed doubles titles that year, completing a \"Williams Family Mixed Doubles Grand Slam\". Williams won the first two women's doubles titles of her career, in Oklahoma City and Zürich. Both titles came with her sister, becoming only the third pair of sisters to win a WTA tour doubles title.",
        "ngram": 80,
        "subject": "Karl Marx"
    },
    {
        "text": "Known for his strong and authoritative voice, Stewart has lent his voice to a number of projects. He has narrated recordings of Prokofiev's Peter and the Wolf (winning a Grammy), Vivaldi's The Four Seasons (which had also been narrated by William Shatner), C. S. Lewis's The Last Battle (conclusion of the series The Chronicles of Narnia), Rick Wakeman's Return to the Centre of the Earth; as well as numerous TV programmes such as High Spirits with Shirley Ghostman. Stewart provided the narration for Nine Worlds, an astronomical tour of the Solar System and nature documentaries such as The Secret of Life on Earth and Mountain Gorilla. He is heard as the voice of the Magic Mirror in Disneyland's live show, Snow White – An Enchanting Musical. He also was the narrator for the American release of Dragons: A Fantasy Made Real. He is narrator for two fulldome video shows produced and distributed by Loch Ness Productions, called MarsQuest and The Voyager Encounters.",
        "ngram": 162,
        "subject": "Karl Marx"
    },
    {
        "text": "Aristotle believed the chain of thought, which ends in recollection of certain impressions, was connected systematically in relationships such as similarity, contrast, and contiguity, described in his laws of association. Aristotle believed that past experiences are hidden within the mind. A force operates to awaken the hidden material to bring up the actual experience. According to Aristotle, association is the power innate in a mental state, which operates upon the unexpressed remains of former experiences, allowing them to rise and be recalled.",
        "ngram": 82,
        "subject": "Karl Marx"
    },
    {
        "text": "At the 52nd Annual Grammy Awards, Beyoncé received ten nominations, tying with Lauryn Hill for most Grammy nominations in a single year by a female artist. Beyoncé went on to win six of those nominations, breaking a record she previously tied in 2004 for the most Grammy awards won in a single night by a female artist with six. In 2010, Beyoncé provide guest vocals on Lady Gaga's single \"Telephone\". The song topped the U.S. Pop Songs chart, becoming the sixth number-one for both Beyoncé and Gaga, tying them with Mariah Carey for most number-ones since the Nielsen Top 40 airplay chart launched in 1992.",
        "ngram": 105,
        "subject": "Karl Marx"
    },
    {
        "text": "Jones has guest starred in many television shows over the years, including for NBC's Law & Order, Frasier, and Will & Grace, and ABC's Lois & Clark: The New Adventures of Superman. In 1990, Jones performed voice work for The Simpsons first \"Treehouse of Horror\" Halloween special, in which he was the narrator for the Simpsons' version of Edgar Allan Poe's poem \"The Raven\". He also voiced the Emperor of the Night in Pinocchio and the Emperor of the Night and Ommadon in Flight of Dragons. ",
        "ngram": 87,
        "subject": "Karl Marx"
    },
    {
        "text": "Chan created his screen persona as a response to the late Bruce Lee and the numerous imitators who appeared before and after Lee's death. Lee's characters were typically stern, morally upright heroes. In contrast, Chan plays well-meaning, slightly foolish regular men, often at the mercy of their friends, girlfriends, or families, who always triumph in the end despite the odds. Additionally, he has stated that he deliberately styles his movement to be the opposite of Lee's: where Lee held his arms wide, Chan holds his tight to the body; where Lee was loose and flowing, Chan is tight and choppy. Despite the success of the Rush Hour series, Chan has stated that he is not a fan of it since he neither appreciates the action scenes in the movie nor understands American humor.American filmmaker Quentin Tarantino classified Chan's style of acting and filmmaking as physical comedy, and considered him one of the greatest in the genre. British filmmaker Edgar Wright describes Jackie Chan as an \"expressive\" visual performer with an everyman persona. He notes that, in contrast to other action heroes (such as Bruce Lee, Sylvester Stallone, Clint Eastwood or Arnold Schwarzenegger), Chan presents himself as a loveable \"goofball\" underdog who overcomes the odds with almost \"superhuman\" acrobatic stunts and fighting abilities.In the 2000s, the ageing Chan grew tired of being typecast as an action hero, prompting him to act with more emotion in his latest films. In New Police Story, he portrayed a character suffering from alcoholism and mourning his murdered colleagues. To further shed",
        "ngram": 256,
        "subject": "Karl Marx"
    },
    {
        "text": "Lee's mother, Grace Ho, was from one of the wealthiest and most powerful clans in Hong Kong, the Ho-tungs. She was the half-niece of Sir Robert Ho-tung, the Eurasian patriarch of the clan. As such, the young Bruce Lee grew up in an affluent and privileged environment. Despite the advantage of his family's status, the neighborhood in which Lee grew up became overcrowded, dangerous, and full of gang rivalries due to an influx of refugees fleeing communist China for Hong Kong, at that time a British Crown Colony.",
        "ngram": 88,
        "subject": "Karl Marx"
    },
    {
        "text": "In November 1975, McEntire signed a country music recording contract with PolyGram/Mercury Records. She made her first recordings for the label in January 1976. She was produced by Glenn Keener and was backed by a Countrypolitan arrangement that included a string section. McEntire's debut single was released in 1976 titled \"I Don't Want to Be a One Night Stand\". The track failed to become a major hit, only peaking at number 88 on the Billboard Hot Country Songs chart that May. It was followed by the low-charting Billboard country singles \"(There's Nothing Like the Love) Between a Woman and Man\" and \"Glad I Waited Just for You\". Mercury issued her self-titled debut album in 1977. In his album review, Greg Adams of AllMusic compared it to the country crossover style of Barbara Mandrell and Tammy Wynette. McEntire also began touring and performing more frequently. Without a band of her own, she often relied on house bands to accompany her. In some instances, the backing bands did not know country music and McEntire would have to fill her time onstage with jokes.McEntire's career gained more momentum by 1978. That year she collaborated on two singles with country artist Jacky Ward. The duo's double-sided release of \"I'd Really Love to See You Tonight\"/\"Three Sheets in the Wind\" became her first top 20 hit on the country chart. When Glenn Keener left the PolyGram/Mercury roster, McEntire inherited producer Jerry Kennedy. Kennedy produced her second studio album titled Out of a Dream (1979). The album's cover of Patsy Cline's \"Sweet",
        "ngram": 256,
        "subject": "Karl Marx"
    },
    {
        "text": "In 1986, Osmond was nominated by the Academy of Country Music for Top Female Vocalist and by the Grammy Awards for her her duet with Dan Seals. Osmond, her husband and children moved to Nashville to further her country career. Along with her four children, Osmond traveled the United States on a tour bus doing hundreds of shows a year. \"It was a pretty good life, as long as you didn't mind scraping cow pie off your shoes once in a while,\" she later wrote in her 2009.Capitol released Osmond's next album in August 1986 I Only Wanted You. The disc was her second produced with Paul Worley in Nashville. Billboard praised its country pop production calling it \"glowing\". Along with her previous project, I Only Wanted You made the top 20 of the US country albums chart. The album featured a duet with Paul Davis called \"You're Still New to Me\". Although Davis had pitched her the song, it was Osmond's idea to record the song as a duet with him. Released as a single in 1986, the duet topped the US and Canadian country charts. The album's title track reached the top 20 on both nation's country charts in 1987.In July 1988, Osmond's next studio album All in Love was released. The disc's production was described by critics as \"excessively sweet\" and \"slick\". It reached the top 30 of the US country albums chart. Its three singles reached positions outside the US and Canadian country top 40: \"Without a Trace\", \"Sweet Life\" (a duet",
        "ngram": 256,
        "subject": "Karl Marx"
    },
    {
        "text": "In the book How to Rap, RBX explains that writing The Chronic was a \"team effort\" and details how he ghostwrote \"Let Me Ride\" for Dre. In regard to ghostwriting lyrics he says, \"Dre doesn't profess to be no super-duper rap dude – Dre is a super-duper producer\". As a member of N.W.A, the D.O.C. wrote lyrics for him while he stuck with producing. Jay-Z ghostwrote lyrics for the single \"Still D.R.E.\" from Dr. Dre's album 2001.",
        "ngram": 77,
        "subject": "Karl Marx"
    },
    {
        "text": "He portrayed Brigadier General John Buford in the 1993 historical drama Gettysburg, and the same year played Virgil Earp in the Western Tombstone (1993).  Elliott played The Stranger, a character narrating the story of The Big Lebowski (1998). He co-starred in We Were Soldiers (2002), an adaptation of We Were Soldiers Once… And Young, in which he portrayed Command Sergeant Major Basil L. Plumley. He played General Thaddeus Ross in the 2003 action film Hulk.",
        "ngram": 76,
        "subject": "Karl Marx"
    },
    {
        "text": "He dated Barbra Streisand for about nine months in 1991–1992.Neeson then met actress Natasha Richardson while performing in a revival of the play Anna Christie on Broadway in 1993. They were married on 3 July 1994 and had two sons together, Micheál (b. 1995) and Daniel (b. 1996). In October 1998, they won £50,000 ($85,370) in libel damages after the Daily Mirror wrongly claimed that their marriage was suffering. They donated the money to victims of the August 1998 Omagh bombing. In August 2004, they purchased an estate in Millbrook, New York. On 18 March 2009, Richardson died when she suffered a severe head injury in a skiing accident at the Mont Tremblant Resort, northwest of Montreal. Neeson donated her organs following her death.",
        "ngram": 124,
        "subject": "Karl Marx"
    },
    {
        "text": "Lansbury was born to an upper-middle-class family in Central London, the daughter of Irish actress Moyna Macgill from Belfast and English politician Edgar Lansbury. To escape the Blitz, she moved to the United States in 1940, studying acting in New York City. Proceeding to Hollywood in 1942, she signed to MGM and obtained her first film roles, in Gaslight (1944), National Velvet (1944), and The Picture of Dorian Gray (1945). She appeared in 11 further MGM films, mostly in minor roles, and after her contract ended in 1952, she began to supplement her cinematic work with theatrical appearances. Lansbury was largely seen as a B-list star during this period, but her role in The Manchurian Candidate (1962) received widespread acclaim and is frequently ranked as one of her best performances. Moving into musical theatre, Lansbury gained stardom for playing the leading role in the Broadway musical Mame (1966), winning her first Tony Award and becoming a gay icon.",
        "ngram": 158,
        "subject": "Karl Marx"
    },
    {
        "text": "From 2014 to 2015, he starred in the Fox sitcom Mulaney, as Lou Cannon, the boss and the game show host of the title character John Mulaney. In 2015 he returned to Broadway replacing Nathan Lane in the Terrence McNally comedic play It's Only a Play. On May 31, 2016, Short debuted a new variety show on NBC, Maya & Marty, which also starred Maya Rudolph. Since 2015, Short has toured with fellow comedian Steve Martin. Together their tours have included A Very Stupid Conversation in 2015, An Evening You Will Forget for the Rest of Your Life in 2017, and The Funniest Show in Town at the Moment in 2021. With their 2017 tour, it was filmed for Netflix as a special and was nominated for four Primetime Emmy Awards and a Directors Guild of America Award nomination.",
        "ngram": 139,
        "subject": "Karl Marx"
    },
    {
        "text": "Lopez starred opposite George Clooney in the crime caper Out of Sight (1998), Steven Soderbergh's adaptation of the Elmore Leonard novel of the same name. Cast as a deputy federal marshal who falls for a charming criminal, she won rave reviews for her performance. Janet Maslin of The New York Times described it as her \"best movie role thus far, and she brings it both seductiveness and grit; if it was hard to imagine a hard-working, pistol-packing bombshell on the page, it couldn't be easier here.\" Turan of the Los Angeles Times described Lopez as \"an actress who can be convincingly tough and devastatingly erotic\" and said the film solidified \"her position as a woman you can confidently build a film around.\" In 2021, Peter Bradshaw of The Guardian named Lopez and Clooney's partnership as one of the best examples of on-screen chemistry in cinema history. Also in 1998, Lopez provided the voice of Azteca in the animated film Antz, and ventured into product endorsement, becoming a national spokesperson for Coca-Cola and L'Oréal.",
        "ngram": 173,
        "subject": "Karl Marx"
    },
    {
        "text": "Royce da 5'9\" and Fredro Starr of Onyx both describe Jay-Z's emphasis on flow in the book How to Rap—Starr says that Jay-Z is \"a master of the flow—he can flow fast, he can flow slow\". The book describes how Jay-Z uses 'rests' to provide structure to a verse and how he uses 'partial linking' to add more rhymes to a verse. Jay-Z's early style is described by Vibe as \"a distinctly Das EFX-type, stiggety style\" on his 12\" single \"Can't Get With That\", referring to the fast rhythms and vocal delivery of the group Das EFX. He is also known to write lyrics in his head, as described by Pusha T of Clipse in How to Rap, a style popular with many MCs such as The Notorious B.I.G., Everlast, Bobby Creekwater and Guerilla Black. Shock G of Digital Underground describes Jay-Z's live performance style, saying he \"rarely breaks a sweat, and instead uses smoothness and clever wordplay to keep the audience interested and entertained\". Jay-Z's fast rapping technique, also known as the \"triplet rhyme\", was developed during his early years of creating music with former mentor Jaz-O.",
        "ngram": 188,
        "subject": "Karl Marx"
    },
    {
        "text": "Near the end of 2002, Timberlake was the first celebrity to appear on Punk'd, a \"candid camera\" type show created by Ashton Kutcher to trick celebrities. Timberlake, who cried during the episode, later admitted to being under the influence of cannabis when he was pranked. Three episodes later, he set up Kelly Osbourne to be \"punk'd\", thus making him the first celebrity to appear on the show more than once. Timberlake later spoofed Ashton Kutcher and Punk'd in a 2003 episode of NBC's Saturday Night Live. Timberlake co-starred in a skit titled The Barry Gibb Talk Show alongside comedian Jimmy Fallon, where the duo portrayed Bee Gees brothers Barry and Robin Gibb. It marked the beginning of a long-running friendship and collaboration with Fallon.In February 2004, during the Super Bowl XXXVIII halftime show, broadcast on the CBS television network from Houston, Timberlake performed with Janet Jackson before a television audience of more than 140 million viewers. At the end of the performance, as the song drew to a close, Timberlake tore off a part of Jackson's black leather costume in a \"costume reveal\" meant to accompany a portion of the song lyrics. Jackson's representative explained Timberlake intended \"to pull away the rubber bustier to reveal a red lace bra. Part of the costume detached, and Jackson's breast was briefly exposed. Timberlake apologized for the incident, stating he was \"sorry that anyone was offended by the wardrobe malfunction during the halftime performance of the Super Bowl...\" The phrase \"wardrobe malfunction\" has since been used by the media",
        "ngram": 256,
        "subject": "Karl Marx"
    },
    {
        "text": "In December 2021, reports emerged about Harry's meetings with Saudi businessman Mahfouz Marei Mubarak bin Mahfouz, whose receipt of a CBE became the subject of an investigation by the Scottish Charity Regulator. Mahfouz had met Harry in 2013 and 2014 and donated £50,000 to his charity Sentebale and £10,000 to Walking With The Wounded, of which Harry is patron. The Sunday Times claimed that the meetings with Harry opened the way for Mahfouz to get access to the Prince of Wales. Harry referred to the incident as the \"CBE scandal\" in December 2021 and stated that he severed ties with Mahfouz in 2015 after expressing \"growing concerns\" about his motives, though aides from his father's household denied having any discussions with him regarding Mahfouz. A spokesperson for Sentebale defended the meetings and added that there was not any impropriety regarding the donations.",
        "ngram": 142,
        "subject": "Karl Marx"
    },
    {
        "text": "As a leading man, he starred in the adventure film King Kong (1976); science fiction films Tron (1982) and K-PAX (2001); thrillers Jagged Edge (1985) and The Morning After (1986); and dramas The Fabulous Baker Boys (1989), The Fisher King (1991) Fearless (1993) and The Mirror Has Two Faces (1996). He also played Jeffrey \"The Dude\" Lebowski in the crime comedy film The Big Lebowski (1998), followed by several big-budget films: Seabiscuit (2003), Iron Man (2008), Tron: Legacy (2010), R.I.P.D. (2013), and Bad Times at the El Royale (2018). For his roles on television he earned Primetime Emmy Awards nominations for his performances in the HBO film A Dog Year (2009), and the Hulu series The Old Man (2022).",
        "ngram": 119,
        "subject": "Karl Marx"
    },
    {
        "text": "Later that year, Hamilton was named Best Actress at the Los Angeles Crime and Horror Film Festival for her portrayal of \"King George\"—a ruthless crime boss—in Easy Does It, which Film Threat described as \"excellent … a throwback to grindhouse adventure films [and westerns]\". She began appearing as General McCallister on Syfy's Resident Alien in 2021, which IndieWire called a  \"genre-bending … spry half-hour comedy [series]\". Also that year, she guest-starred as a hippie life coach in six episodes of the TNT dark comedy Claws during its final season.It was announced in June 2023 that Hamilton would join the ensemble of the Netflix mystery-horror series Stranger Things for its fifth and final season—due to air in 2025—as an unspecified character. A self-proclaimed fan of the show, she said of her casting, \"I don't know how to be a fangirl and an actress at the same time. I'm going to work on that\".",
        "ngram": 153,
        "subject": "Karl Marx"
    }
]