[
    {
        "text": "Mark Cuban (born July 31, 1958) is an American businessman and television personality. He is the former principal owner and current minority owner of the Dallas Mavericks of the National Basketball Association (NBA), co-owner of 2929 Entertainment, and one of the main \"sharks\" on the ABC reality television series Shark Tank.",
        "ngram": 51,
        "subject": "Mark Cuban"
    },
    {
        "text": "Born in Pittsburgh, Pennsylvania, Cuban's entrepreneurial actions manifested early with ventures ranging from selling garbage bags to running newspapers during a strike. He graduated from the Kelley School of Business at Indiana University and embarked on a diverse business career that included founding MicroSolutions and Broadcast.com, both of which he sold at substantial profits. Cuban's investments span various industries, from technology and media to sports and entertainment. He has been a prominent figure in the NBA, known for his active involvement with the Mavericks (with which he won the 2011 NBA Championship as owner) and frequent disputes with the league's management. Outside of business, Cuban has been involved in philanthropy, political commentary, and involvement in reality television.",
        "ngram": 117,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban is Jewish, and grew up in Mount Lebanon, a suburb of Pittsburgh, in a Jewish working-class family. His paternal grandfather changed the surname from \"Chabenisky\" to \"Cuban\" after his family emigrated from Russia through Ellis Island. His maternal grandparents were Romanian Jewish immigrants, according to Mark's brother Brian, though Mark has claimed his maternal grandmother was from Lithuania.",
        "ngram": 59,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban first ventured into business at age 12. He sold garbage bags to pay for a pair of expensive sneakers. A few years later, he earned money by selling stamps and coins. At age 16, Cuban took advantage of a Pittsburgh Post-Gazette strike by running newspapers from Cleveland to Pittsburgh.",
        "ngram": 50,
        "subject": "Mark Cuban"
    },
    {
        "text": "Instead of attending high school for his senior year, he enrolled as a full-time student at the University of Pittsburgh, where he joined the Pi Lambda Phi fraternity. After one year at the University of Pittsburgh, Cuban transferred to Indiana University in Bloomington, Indiana, where he graduated from the Kelley School of Business in 1981 with a Bachelor of Science degree in management. He chose Indiana's Kelley School of Business without even visiting the campus because it \"had the least expensive tuition of all the business schools on the top 10 list\". He had various business ventures during college, including a bar, disco lessons, and a chain letter.",
        "ngram": 108,
        "subject": "Mark Cuban"
    },
    {
        "text": "On July 7, 1982, Cuban moved to Dallas, Texas, where he first found a job as a bartender for a Greenville Avenue bar called Elan and then as a salesperson for Your Business Software, one of the earliest PC software retailers in Dallas. He was fired less than a year later after meeting with a client to procure new business instead of opening the store.",
        "ngram": 65,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban co-founded MicroSolutions with help from his previous customers from Your Business Software. MicroSolutions was initially a system integrator and software reseller. The company was an early proponent of technologies such as Carbon Copy, Lotus Notes, and CompuServe. One of the company's largest clients was Perot Systems. The company grew to more than $30 million in revenue, and in 1990, Cuban sold MicroSolutions to CompuServe—then a subsidiary of H&R Block—for $6 million ",
        "ngram": 73,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 1995, Cuban and fellow Indiana University alumnus Todd Wagner joined Audionet (founded in 1989 by Chris Jaeb, who retained 10% of the company), combining their mutual interest in Indiana Hoosier college basketball and webcasting. With a single server and an ISDN line, Audionet became Broadcast.com in 1998. By 1999, Broadcast.com had grown to 330 employees and $13.5 million in revenue for the second quarter. In 1999, Broadcast.com helped launch the first live-streamed Victoria's Secret Fashion Show. That year, during the dot com boom, Broadcast.com was acquired by Yahoo! for $5.7 billion in Yahoo! stock. After the sale of Broadcast.com, Cuban hedged against the risk of a decline in the value of the Yahoo! shares he received in the deal. ",
        "ngram": 121,
        "subject": "Mark Cuban"
    },
    {
        "text": "Yahoo!'s costly purchase of Broadcast.com is now regarded as one of the worst internet acquisitions of all time. Broadcast.com and Yahoo!'s other broadcasting services were discontinued within a few years after the acquisition. Cuban has repeatedly described himself as very lucky to have sold the company before the dot-com bubble burst. However, he also emphasized that he hedged against the Yahoo! shares he received from the sale and would have lost most of his fortune if he had not done so.",
        "ngram": 81,
        "subject": "Mark Cuban"
    },
    {
        "text": "On September 24, 2003, the firm purchased Landmark Theatres, a chain of 58 arthouse movie theaters. The company is also responsible for the updated version of the TV show Star Search, which was broadcast on CBS. 2929 Entertainment released Bubble, a movie directed by Steven Soderbergh, in 2006.",
        "ngram": 48,
        "subject": "Mark Cuban"
    },
    {
        "text": "In February 2004, Cuban announced that he would be working with ABC television to produce a reality television series, The Benefactor. The premise of the six-episode series involved 16 contestants trying to win $1 million by participating in various contests, with their performances being judged by Cuban. It premiered on September 13, 2004, but the series was canceled before the full season aired due to poor ratings.",
        "ngram": 67,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 2005, Cuban invested $1.7 million in file-sharing company RedSwoosh, co-founded by Travis Kalanick, providing much-needed capital to the company after the early 2000s recession. Red Swoosh was acquired by Akamai for $19 million in 2007. Kalanick later approached Cuban in 2009 to invest in his next venture Uber at a $10 million valuation. Cuban proposed a $5 million valuation, but never heard back from Kalanick.",
        "ngram": 66,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 2005, Cuban invested in Brondell Inc., a San Francisco startup making a high-tech toilet seat called a Swash that works like a bidet but mounts on a standard toilet. \"People tend to approach technology the same way, whether it's in front of them, or behind them\", Cuban joked. He also invested in Goowy Media Inc., a San Diego Internet software startup. In April 2006, Sirius Satellite Radio announced that Cuban would host his own weekly radio talk show, Mark Cuban's Radio Maverick. However, the show has not materialized.",
        "ngram": 89,
        "subject": "Mark Cuban"
    },
    {
        "text": "In July 2006, Cuban financed Sharesleuth.com, a website created by former St. Louis Post-Dispatch investigative reporter Christopher Carey to uncover fraud and misinformation in publicly traded companies. Experimenting with a new business model for making online journalism financially viable, Cuban disclosed that he would take positions in the shares of companies mentioned in Sharesleuth.com in advance of publication. Business and legal analysts questioned the appropriateness of shorting a stock before making public pronouncements which are likely to result in losses in that stock's value. Cuban insisted that the practice is legal in view of full disclosure.",
        "ngram": 96,
        "subject": "Mark Cuban"
    },
    {
        "text": "In April 2007, Cuban partnered with Mascot Books to publish his first children's book, Let's Go, Mavs!. In November 2011, he wrote a 30,000-word e-book, How to Win at the Sport of Business: If I Can Do It, You Can Do It, which he described as \"a way to get motivated\".",
        "ngram": 51,
        "subject": "Mark Cuban"
    },
    {
        "text": "In September 2010, Cuban provided an undisclosed amount of venture capital to store-front analytics company Motionloft. According to the company's CEO Jon Mills, he cold-emailed Cuban on a whim with the business proposition and claimed Cuban quickly responded that he would like to hear more. Mills credited that sentence for launching the company. In November 2013, several investors questioned Cuban about Mills' representation of a pending acquisition of Motionloft. Cuban denied an acquisition was in place. Mills was terminated as CEO of Motionloft by stockholders on December 1, 2013, and in February 2014 was arrested by the FBI and charged with wire fraud; it was alleged that Mills misrepresented to investors that Motionloft was going to be acquired by Cisco. Cuban has gone on record to state that the technology, which at least in part is meant to serve the commercial real estate industry, is \"game changing\" for tenants.",
        "ngram": 149,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 2019, Cuban, Ashton Kutcher, Steve Watts and Watts' wife Angela, acquired a 50% stake in Veldskoen Shoes  USA business. In 2021, Cuban, Pantera Capital, BlockTower, Hashed, Cadenza Ventures (backed by 100x Group), CMS and QCP Capital backed a layer-2 decentralized exchange protocol, Injective Protocol and their CEO Eric Chen. Also in late 2021, Cuban purchased the entire town of Mustang, Texas, a 77-acre town in Navarro County. He told the Dallas Morning News that a buddy needed to sell it and, \"I don't know what if anything I will do with it.\"",
        "ngram": 94,
        "subject": "Mark Cuban"
    },
    {
        "text": "As of May 2015, he has invested in 85 deals across 111 Shark Tank episodes, for a total of $19.9 million invested. The actual numbers may vary because the investment happens after the handshake deal on live television, after the due diligence is performed to ensure the accuracy of the information presented in the pitch room. For instance, Hy-Conn, a manufacturer of fire hose adapters, after agreeing to a deal of $1.25 million for 100% of the company with Cuban, did not go through with the deal.",
        "ngram": 87,
        "subject": "Mark Cuban"
    },
    {
        "text": "Since Cuban joined the show in 2011, the ratings for Shark Tank have increased, and also during his tenure, the show has won four Primetime Emmy Awards for Outstanding Structured Reality Program (from 2014 to 2017). Before the category came into existence it won the award for outstanding reality program for two years in a row (2012 to 2013), all of these awards came after he joined. As of 2023, Cuban is the richest of all Sharks to appear on the show. He announced in November 2023 that the show's 16th season will be his last.",
        "ngram": 96,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban owns film distributor Magnolia Pictures. Through Magnolia, he financed Redacted, a fictional dramatization based on the 2006 Mahmudiyah killings, written and directed by Brian De Palma. In September 2007, Cuban, in his capacity as owner of Magnolia Pictures, removed disturbing photographs from the concluding moments of the Redacted, citing copyrights/permissions issues.",
        "ngram": 52,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban has invested in the cryptocurrency Dogecoin, as well as accepting the particular cryptocurrency as a method of payment for Dallas Mavericks merchandise and tickets since at least early 2021. After being asked by CNBC for his thoughts on the payment method, Cuban responded, \"It’s a medium that can be used for the acquisition of goods and services. The community for doge is the strongest when it comes to using it as a medium of exchange.\"",
        "ngram": 76,
        "subject": "Mark Cuban"
    },
    {
        "text": "After Voyager Digital, a cryptocurrency lender, filed for Chapter 11 bankruptcy protection in July 2022, Cuban and the Dallas Mavericks were named in a class-action lawsuit that alleged that Voyager Digital was a Ponzi scheme the following month due to Cuban's promotion of Voyager and Voyager's sponsorship with the team. In February 2022, the U.S. 11th Circuit Court of Appeals ruled in a lawsuit against Bitconnect that the Securities Act of 1933 extends to targeted solicitation using social media.",
        "ngram": 79,
        "subject": "Mark Cuban"
    },
    {
        "text": "In the 20 years before Cuban bought the team, the Mavericks won only 40% of their games and had a playoff record of 21–32. In the 10 years following, the team won 69% of their regular season games and reached the playoffs in each of those seasons except for one. The Mavericks' playoff record with Cuban is 49–57, including their first trip to the NBA Finals in 2006, where they lost to the Miami Heat.",
        "ngram": 75,
        "subject": "Mark Cuban"
    },
    {
        "text": "In May 2010, H. Ross Perot Jr., who retained 5% ownership, filed a lawsuit against Cuban, alleging the franchise was insolvent or in imminent danger of insolvency. In June 2010, Cuban responded in a court filing maintaining Perot is wrongly seeking money to offset some $100 million in losses on the Victory Park real estate development. The lawsuit was dismissed in 2011, due in part to Cuban asserting proper management of the team due to its recent victory in the 2011 NBA Finals. In 2014, the 5th Circuit Court affirmed that decision on appeal. Following his initial defeat, Perot attempted to shut out Mavericks fans from use of the parking lots he controlled near the American Airlines Center.",
        "ngram": 118,
        "subject": "Mark Cuban"
    },
    {
        "text": "In January 2018, Cuban announced the Mavericks would be accepting Bitcoin as payment for tickets in the following season. On March 4, 2021, Cuban announced the Mavericks would begin accepting Dogecoin as payment for both merchandise as well as tickets to games.",
        "ngram": 42,
        "subject": "Mark Cuban"
    },
    {
        "text": "In early 2021, he decided to stop playing the National Anthem at Dallas Mavericks games in order to \"respect those whose believed the anthem did not represent them.\" He also supported the movement as far back as late 2020. The NBA responded by requiring every team to play it, citing it as their \"long-standing policy\". Cuban did not complain, and ended up playing the anthem.",
        "ngram": 65,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban has repeatedly expressed interest in owning a Major League Baseball franchise and has unsuccessfully attempted to purchase at least three franchises. In 2008, he submitted an initial bid of $1.3 billion to buy the Chicago Cubs and was invited to participate in a second round of bidding along with several other potential ownership groups. Cuban was not selected to participate in the final bidding process in January 2009. In August 2010, Cuban actively bid to buy the Texas Rangers with Jeffrey L. Beck. Cuban stopped bids after 1 a.m., having placed bids totaling almost $600 million. He had outbid a competing ownership group led by ex-pitcher and Rangers executive Nolan Ryan, but lost the deal before the Rangers played the San Francisco Giants in the 2010 World Series.",
        "ngram": 129,
        "subject": "Mark Cuban"
    },
    {
        "text": "In January 2012, Cuban placed an initial bid for the Los Angeles Dodgers, but was eliminated before the second round of bidding. Cuban felt that the value of the Dodgers' TV rights deal drove the price of the franchise too high. He had previously said that he would not be interested in buying the franchise at $1 billion, telling the Los Angeles Times in November 2011 \"I don't think the Dodgers franchise is worth twice what the Rangers are worth.\" However, as the bidding process drew near many speculated that the sale would surpass $1.5 billion, with Jon Heyman of CBS Sports reporting on Twitter that at least one bid in the $1–1.5 billion range was placed in the initial round of the bidding process. Ultimately, the Dodgers sold for $2.15 billion to Guggenheim Baseball Management.",
        "ngram": 136,
        "subject": "Mark Cuban"
    },
    {
        "text": "In 2005, Cuban expressed interest in buying the NHL's Pittsburgh Penguins. In 2006, Cuban joined an investment group along with Dan Marino, Kevin Millevoi, Andy Murstein, and Walnut Capital principals Gregg Perelman and Todd Reidbord to attempt to acquire the Penguins. The franchise ultimately rejected the group's bid when team owners Mario Lemieux and Ronald Burkle took the team off the market.",
        "ngram": 62,
        "subject": "Mark Cuban"
    },
    {
        "text": "At WWE's Survivor Series in 2003, Cuban was involved in a staged altercation with Raw General Manager Eric Bischoff and Raw wrestler Randy Orton. On December 7, 2009, Cuban acted as the guest host of Raw, getting revenge on Orton when he was the guest referee in Orton's match against Kofi Kingston, giving Kingston a fast count victory. He then announced that Orton would face Kingston at TLC: Tables, Ladders & Chairs. At the end of the show, Cuban was slammed through a table by the number one contender for the WWE Championship, Sheamus.",
        "ngram": 94,
        "subject": "Mark Cuban"
    },
    {
        "text": "On September 12, 2007, Cuban said that he was in talks with WWE Chairman Vince McMahon to create a mixed martial arts company that would compete with UFC. He is now a bondholder of Zuffa, which was formerly UFC's parent company.",
        "ngram": 41,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban followed up his intentions by organizing \"HDNet Fights\", a mixed martial arts promotion which airs exclusively on HDNet and premiered on October 13, 2007, with a card headlined by a fight between Erik Paulson and Jeff Ford as well as fights featuring veterans Drew Fickett and Justin Eilers.",
        "ngram": 49,
        "subject": "Mark Cuban"
    },
    {
        "text": "In April 2010, Cuban loaned the newly formed United Football League (UFL) $5 million. He did not own a franchise, and he was not involved in day-to-day operations of the league nor of any of its teams. In January 2011, he filed a federal lawsuit against the UFL for their failure to repay the loan by the October 6, 2010, deadline.",
        "ngram": 61,
        "subject": "Mark Cuban"
    },
    {
        "text": "Cuban is an admirer of author Ayn Rand. About Rand's novel The Fountainhead, he said, that it \"was incredibly motivating to me. It encouraged me to think as an individual, take risks to reach my goals, and responsibility for my successes and failures. I loved it.\" His political views have leaned toward libertarianism. He held a position on the centrist Unity08 political organization's advisory council. Despite leaning towards libertarianism, Cuban posted an entry on his blog claiming paying more taxes to be the most patriotic thing someone can do.",
        "ngram": 89,
        "subject": "Mark Cuban"
    }
]