[
    {
        "text": "Beyoncé Giselle Knowles-Carter (  bee-ON-say; born September 4, 1981) is an American singer, songwriter and businesswoman. Dubbed as \"Queen Bey\" and a prominent cultural figure of the 21st century, she has been recognized for her artistry and performances, with Rolling Stone naming her one of the greatest vocalists of all time. ",
        "ngram": 53,
        "subject": "Beyoncé"
    },
    {
        "text": "As a child, Beyoncé started performing in various singing and dancing competitions. She rose to fame in the late 1990s as a member of the R&B girl group Destiny's Child, one of the best-selling girl groups of all time. Their hiatus saw the release of Beyoncé's debut album, Dangerously in Love (2003). She then followed with the US number-one solo albums B'Day (2006), I Am... Sasha Fierce (2008), and 4 (2011). After creating her own management company Parkwood Entertainment, Beyoncé achieved critical acclaim for the experimental visual albums Beyoncé (2013) and Lemonade (2016), which explored themes such as feminism and womanism. With her Black queer-inspired dance album Renaissance (2022) and country album Cowboy Carter (2024) from her trilogy project, she became the first female artist to have their first eight studio albums debut at number one on the Billboard 200.",
        "ngram": 140,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé's most successful songs on the Billboard Hot 100 include \"Crazy in Love\", \"Baby Boy\", \"Check On It\", \"Irreplaceable\", \"If I Were a Boy\", \"Halo\", \"Single Ladies (Put a Ring on It)\", \"Drunk in Love\", \"Break My Soul\", \"Cuff It\" and \"Texas Hold 'Em\". She is the only woman in history to achieve at least 20 top 10 songs as a solo artist and 10 as a member of a group. Her collaborative music ventures include Everything Is Love (2018), an album with her husband and rapper Jay-Z, released as the Carters, and the musical film Black Is King (2020), inspired by the music of the film soundtrack The Lion King: The Gift (2019). Self-directed concert films, including Homecoming: A Film by Beyoncé (2019) and Renaissance: A Film by Beyoncé (2023), document some of her most acclaimed onstage performances. Outside of music, she has starred as an actress in films such as Austin Powers in Goldmember (2002), The Pink Panther (2006), Dreamgirls (2006), Cadillac Records (2008), Obsessed (2009), and The Lion King (2019).",
        "ngram": 173,
        "subject": "Beyoncé"
    },
    {
        "text": "Having sold 200 million records worldwide, Beyoncé is one of the best-selling music artists of all time. Her accolades include a record 32 Grammy Awards, as well as 26 MTV Video Music Awards (including the 2014 Michael Jackson Video Vanguard Award), 24 NAACP Image Awards, 35 BET Awards, and 17 Soul Train Music Awards – all of which are more than any other artist in the music industry. Her success during the 2000s earned her recognition as the Recording Industry Association of America (RIAA)'s Top Certified Artist of the Decade and Billboard's Top Female Artist and Top Radio Songs Artist of the Decade. She is the most successful black touring act in history and received the Pollstar Touring Artist of the Decade award in 2021. Time included her as one of the 100 women who has so far defined the 21st century.",
        "ngram": 142,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyonce  Giselle Knowles was born on September 4, 1981, in Houston to Celestine \"Tina\" Knowles (née Beyonce), a hairdresser and salon owner, and Mathew Knowles, a Xerox sales manager. Tina is Louisiana Creole and Mathew is African American. Beyoncé's younger sister, Solange Knowles, is also a singer and a former backup dancer for Destiny's Child. Solange and Beyoncé are the first sisters to have both had number one solo albums.",
        "ngram": 71,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé's maternal grandparents, Lumis Albert Beyincé and Agnéz Deréon (daughter of Odilia Broussard and Eugène DeRouen), were French-speaking Louisiana Creoles, with roots in New Iberia; She is a descendant of Acadian militia officer Joseph Broussard, who was exiled to French Louisiana after the expulsion of the Acadians, and of the French military officer and Abenaki chief Jean-Vincent d'Abbadie, Baron de Saint-Castin. Beyoncé's fourth great-grandmother, Marie-Françoise Trahan, was born in 1774 in Bangor, located on Belle Île, France. Trahan was a daughter of Acadians who had taken refuge on Belle Île after the Acadian expulsion. The Estates of Brittany had divided the lands of Belle Île to distribute them among 78 other Acadian families and the already settled inhabitants. The Trahan family lived on Belle Île for over ten years before migrating to Louisiana, where she married a Broussard descendant. Beyoncé researched her ancestry and discovered that she is descended from a slave owner who married his slave. Her mother is also of distant Irish, Jewish, Spanish, Chinese and Indonesian ancestry.",
        "ngram": 170,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé was raised Methodist and attended St. John's United Methodist Church in Houston. As her mother's family was Catholic, on Christmas Eve her family attended Midnight mass at St. Mary of the Purification Catholic Church. She went to St. Mary's Catholic Montessori School in Houston and enrolled in dance classes there. Her singing ability was discovered when dance instructor Darlette Johnson began humming a song and Beyonce finished it, able to hit the high-pitched notes. Beyoncé's interest in music and performing continued after winning a school talent show at age seven, singing John Lennon's \"Imagine\" to beat 15/16-year-olds. In the fall of 1990, Beyoncé enrolled in Parker Elementary School, a music magnet school in Houston, where she performed with the school's choir. She also attended the High School for the Performing and Visual Arts and later Alief Elsik High School. Beyoncé was also a member of the choir at St. John's United Methodist Church where she sang her first solo and was a soloist for two years.",
        "ngram": 167,
        "subject": "Beyoncé"
    },
    {
        "text": "When Beyoncé was eight, she met LaTavia Roberson at an audition for an all-girl entertainment group. They were placed into a group called Girl's Tyme with three other girls, and rapped and danced on the talent show circuit in Houston. After seeing the group, R&B producer Arne Frager brought them to his Northern California studio and placed them in Star Search, the largest talent show on national TV at the time. Girl's Tyme failed to win, and Beyoncé later said the song they performed was not good. In 1995, Beyoncé's father, Matthew, resigned from his job to manage the group. The move reduced the family's income by half, and Beyoncé's parents were forced to sell their house and cars and move into separated apartments.",
        "ngram": 124,
        "subject": "Beyoncé"
    },
    {
        "text": "Mathew cut the original line-up to four and the group continued performing as an opening act for other established R&B girl groups. The girls auditioned before record labels and were finally signed to Elektra Records, moving to Atlanta Records briefly to work on their first recording, only to be cut by the company. This put further strain on the family, and Beyoncé's parents separated. On October 5, 1995, Dwayne Wiggins's Grass Roots Entertainment signed the group. In 1996, the girls began recording their debut album under an agreement with Sony Music, the Knowles family reunited, and shortly after, the group got a contract with Columbia Records with the assistance of Columbia talent scout Teresa LaBarbera Whites.",
        "ngram": 116,
        "subject": "Beyoncé"
    },
    {
        "text": "The group changed their name to Destiny's Child in 1996, based upon a passage in the Book of Isaiah. In 1997, Destiny's Child released their major label debut song \"Killing Time\" on the soundtrack to the 1997 film Men in Black. In November, the group released their debut single and first major hit, \"No, No, No\". They released their self-titled debut album in February 1998, which established the group as a viable act in the music industry. The group released their Multi-Platinum second album The Writing's on the Wall in 1999. The record features songs such as \"Bills, Bills, Bills\", the group's first number-one single, \"Jumpin' Jumpin'\" and \"Say My Name\", which became their most successful song at the time, and would remain one of their signature songs. \"Say My Name\" won the Best R&B Performance by a Duo or Group with Vocals and the Best R&B Song at the 43rd Annual Grammy Awards. The Writing's on the Wall sold more than eight million copies worldwide. During this time, Beyoncé recorded a duet with Marc Nelson, an original member of Boyz II Men, on the song \"After All Is Said and Done\" for the soundtrack to the 1999 film, The Best Man.",
        "ngram": 202,
        "subject": "Beyoncé"
    },
    {
        "text": "The remaining band members recorded \"Independent Women Part I\", which appeared on the soundtrack to the 2000 film Charlie's Angels. It became their best-charting single, topping the U.S. Billboard Hot 100 chart for eleven consecutive weeks. In early 2001, while Destiny's Child was completing their third album, Beyoncé landed a major role in the MTV made-for-television film, Carmen: A Hip Hopera, starring alongside American actor Mekhi Phifer. Set in Philadelphia, the film is a modern interpretation of the 19th-century opera Carmen by French composer Georges Bizet. When the third album Survivor was released in May 2001, Luckett and Roberson filed a lawsuit claiming that the songs were aimed at them. The album debuted at number one on the U.S. Billboard 200, with first-week sales of 663,000 copies sold. The album spawned other number-one hits, \"Bootylicious\" and the title track, \"Survivor\", the latter of which earned the group a Grammy Award for Best R&B Performance by a Duo or Group with Vocals. After releasing their holiday album 8 Days of Christmas in October 2001, the group announced a hiatus to further pursue solo careers.",
        "ngram": 183,
        "subject": "Beyoncé"
    },
    {
        "text": "In July 2002, Beyoncé made her theatrical film debut, playing Foxxy Cleopatra alongside Mike Myers in the comedy film Austin Powers in Goldmember, which spent its first weekend atop the U.S. box office and grossed $73 million. Beyoncé released \"Work It Out\" as the lead single from its soundtrack album which entered the top ten in the UK, Norway, and Belgium. In 2003, Beyoncé starred opposite Cuba Gooding Jr. in the musical comedy The Fighting Temptations as Lilly, a single mother with whom Gooding's character falls in love. The film received mixed reviews from critics but grossed $30 million in the U.S. Beyoncé released \"Fighting Temptation\" as the lead single from the film's soundtrack album, with Missy Elliott, MC Lyte, and Free which was also used to promote the film. Another of Beyoncé's contributions to the soundtrack, \"Summertime\", fared better on the U.S. charts.",
        "ngram": 144,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé's first solo recording was a feature on Jay-Z's song \"'03 Bonnie & Clyde\" that was released in October 2002, peaking at number four on the U.S. Billboard Hot 100 chart. On June 14, 2003, Beyoncé premiered songs from her first solo album Dangerously in Love during her first solo concert and the pay-per-view television special, \"Ford Presents Beyoncé Knowles, Friends & Family, Live From Ford's 100th Anniversary Celebration in Dearborn, Michigan\". The album was released on June 24, 2003, after Michelle Williams and Kelly Rowland had released their solo efforts. The album sold 317,000 copies in its first week, debuted atop the Billboard 200, and has since sold 11 million copies worldwide.",
        "ngram": 113,
        "subject": "Beyoncé"
    },
    {
        "text": "The album's lead single, \"Crazy in Love\", featuring Jay-Z, became Beyoncé's first number-one single as a solo artist in the US. The single \"Baby Boy\" also reached number one, and singles, \"Me, Myself and I\" and \"Naughty Girl\", both reached the top-five. The album earned Beyoncé a then record-tying five awards at the 46th Annual Grammy Awards; Best Contemporary R&B Album, Best Female R&B Vocal Performance for \"Dangerously in Love 2\", Best R&B Song and Best Rap/Sung Collaboration for \"Crazy in Love\", and Best R&B Performance by a Duo or Group with Vocals for \"The Closer I Get to You\" with Luther Vandross. During the ceremony, she performed with Prince.",
        "ngram": 110,
        "subject": "Beyoncé"
    },
    {
        "text": "In November 2003, she embarked on the Dangerously in Love Tour in Europe and later toured alongside Missy Elliott and Alicia Keys for the Verizon Ladies First Tour in North America. On February 1, 2004, Beyoncé performed the American national anthem at Super Bowl XXXVIII, at the Reliant Stadium in Houston, Texas. After the release of Dangerously in Love, Beyoncé had planned to produce a follow-up album using several of the left-over tracks. However, this was put on hold so she could concentrate on recording Destiny Fulfilled, the final studio album by Destiny's Child. Released on November 15, 2004, in the US and peaking at number two on the Billboard 200, Destiny Fulfilled included the singles \"Lose My Breath\" and \"Soldier\", which reached the top five on the Billboard Hot 100 chart.",
        "ngram": 132,
        "subject": "Beyoncé"
    },
    {
        "text": "Destiny's Child embarked on a worldwide concert tour, Destiny Fulfilled... and Lovin' It sponsored by McDonald's Corporation, and performed songs such as \"No, No, No\", \"Survivor\", \"Say My Name\", \"Independent Women\" and \"Lose My Breath\". In addition to renditions of the group's recorded material, they also performed songs from each singer's solo careers, including numbers from Dangerously in Love. and during the last stop of their European tour, in Barcelona on June 11, 2005, Rowland announced that Destiny's Child would disband following the North American leg of the tour. The group released their first compilation album Number 1's on October 25, 2005, in the US and accepted a star on the Hollywood Walk of Fame in March 2006. The group has sold 60 million records worldwide.",
        "ngram": 126,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé's second solo album B'Day was released on September 4, 2006, in the US, to coincide with her twenty-fifth birthday. It sold 541,000 copies in its first week and debuted atop the Billboard 200, becoming Beyoncé's second consecutive number-one album in the United States. The album's lead single \"Déjà Vu\", featuring Jay-Z, reached the top five on the Billboard Hot 100 chart. The second international single \"Irreplaceable\" was a commercial success worldwide, reaching number one in Australia, Hungary, Ireland, New Zealand and the United States. B'Day also produced three other singles; \"Ring the Alarm\", \"Get Me Bodied\", and \"Green Light\" (released in the United Kingdom only).",
        "ngram": 106,
        "subject": "Beyoncé"
    },
    {
        "text": "At the 49th Annual Grammy Awards (2007), B'Day was nominated for five Grammy Awards, including Best Contemporary R&B Album, Best Female R&B Vocal Performance for \"Ring the Alarm\" and Best R&B Song and Best Rap/Sung Collaboration\"for \"Déjà Vu\"; the Freemasons club mix of \"Déjà Vu\" without the rap was put forward in the Best Remixed Recording, Non-Classical category. B'Day won the award for Best Contemporary R&B Album. The following year, B'Day received two nominations – for Record of the Year for \"Irreplaceable\" and Best Pop Collaboration with Vocals for \"Beautiful Liar\" (with Shakira), also receiving a nomination for Best Compilation Soundtrack Album for Motion Pictures, Television or Other Visual Media for her appearance on Dreamgirls: Music from the Motion Picture (2006).",
        "ngram": 121,
        "subject": "Beyoncé"
    },
    {
        "text": "Her first acting role of 2006 was in the comedy film The Pink Panther starring opposite Steve Martin, grossing $158.8 million at the box office worldwide. Her second film Dreamgirls, the film version of the 1981 Broadway musical loosely based on The Supremes, received acclaim from critics and grossed $154 million internationally. In it, she starred opposite Jennifer Hudson, Jamie Foxx, and Eddie Murphy playing a pop singer based on Diana Ross. To promote the film, Beyoncé released \"Listen\" as the lead single from the soundtrack album. In April 2007, Beyoncé embarked on The Beyoncé Experience, her first worldwide concert tour, visiting 97 venues and grossed over $24 million. Beyoncé conducted pre-concert food donation drives during six major stops in conjunction with her pastor at St. John's and America's Second Harvest. At the same time, B'Day was re-released with five additional songs, including her duet with Shakira \"Beautiful Liar\".",
        "ngram": 149,
        "subject": "Beyoncé"
    },
    {
        "text": "I Am... Sasha Fierce was released in November 2008 and formally introduced Beyoncé's alter ego Sasha Fierce. It was met with mixed reviews from critics, but sold 482,000 copies in its first week, debuting atop the Billboard 200, and giving Beyoncé her third consecutive number-one album in the US. The album featured her fourth UK number-one single \"If I Were a Boy\" and her fifth U.S. number-one song \"Single Ladies (Put a Ring on It)\". \"Halo\" achieved the accomplishment of becoming her longest-running Hot 100 single in her career, \"Halo\"'s success in the U.S. helped Beyoncé attain more top-ten singles on the list than any other woman during the 2000s.",
        "ngram": 110,
        "subject": "Beyoncé"
    },
    {
        "text": "The music video for \"Single Ladies\" has been parodied and imitated around the world, spawning the \"first major dance craze\" of the Internet age according to the Toronto Star. At the 2009 MTV Video Music Awards, the video won three categories, including Video of the Year. Its failure to win the Best Female Video category, which went to American singer-songwriter Taylor Swift's \"You Belong with Me\", led to Kanye West interrupting the ceremony and Beyoncé improvising a re-presentation of Swift's award during her own acceptance speech. In March 2009, Beyoncé embarked on the I Am... Tour, her second headlining worldwide concert tour, consisting of 108 shows, grossing $119.5 million.",
        "ngram": 109,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé further expanded her acting career, starring as blues singer Etta James in the 2008 musical biopic Cadillac Records. Her performance in the film received praise from critics, and she garnered several nominations for her portrayal of James, including a Satellite Award nomination for Best Supporting Actress, and a NAACP Image Award nomination for Outstanding Supporting Actress. Beyoncé donated her entire salary from the film to Phoenix House, an organization of rehabilitation centers for heroin addicts around the country. Beyoncé starred opposite Ali Larter and Idris Elba in the thriller, Obsessed. She played Sharon Charles, a mother and wife whose family is threatened by her husband's stalker. The film received negative reviews from critics, and did well at the U.S. box office, grossing $68 million – $60 million more than Cadillac Records – on a budget of $20 million.",
        "ngram": 139,
        "subject": "Beyoncé"
    },
    {
        "text": "At the 52nd Annual Grammy Awards, Beyoncé received ten nominations, tying with Lauryn Hill for most Grammy nominations in a single year by a female artist. Beyoncé went on to win six of those nominations, breaking a record she previously tied in 2004 for the most Grammy awards won in a single night by a female artist with six. In 2010, Beyoncé provide guest vocals on Lady Gaga's single \"Telephone\". The song topped the U.S. Pop Songs chart, becoming the sixth number-one for both Beyoncé and Gaga, tying them with Mariah Carey for most number-ones since the Nielsen Top 40 airplay chart launched in 1992.",
        "ngram": 105,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé announced a hiatus from her music career in January 2010, heeding her mother's advice, \"to live life, to be inspired by things again\". During the break, she and her father parted ways as business partners. Beyoncé's musical break lasted nine months and saw her visit multiple European cities, the Great Wall of China, the Egyptian pyramids, Australia, English music festivals and various museums and ballet performances. \"Eat, Play, Love\", a cover story written by Beyoncé for Essence that detailed her 2010 career break, won her a writing award from the New York Association of Black Journalists.",
        "ngram": 97,
        "subject": "Beyoncé"
    },
    {
        "text": "On June 26, 2011, she became the first solo female artist to headline the main Pyramid stage at the 2011 Glastonbury Festival in over twenty years. The performance was lauded, with several publications noting an ascension in Knowles' capabilities as a live performer. Other publications discussed the polarized attitude of the UK music establishment in response to a Black woman performing on the same stages and to the same crowd sizes that were past reserved for legacy rock acts. Her fourth studio album 4 was released two days prior in the US. 4 sold 310,000 copies in its first week and debuted atop the Billboard 200 chart, giving Beyoncé her fourth consecutive number-one album in the US. The album was preceded by two of its singles \"Run the World (Girls)\" and \"Best Thing I Never Had\". The fourth single \"Love on Top\" spent seven consecutive weeks at number one on the Hot R&B/Hip-Hop Songs chart, while peaking at number 20 on the Billboard Hot 100, the highest peak from the album.",
        "ngram": 171,
        "subject": "Beyoncé"
    },
    {
        "text": "In late 2011, she took the stage at New York's Roseland Ballroom for four nights of special performances: the 4 Intimate Nights with Beyoncé concerts saw the performance of her 4 album to a standing room only. On August 1, 2011, the album was certified platinum by the Recording Industry Association of America (RIAA), having shipped 1 million copies to retail stores. By December 2015, it reached sales of 1.5 million copies in the US. The album reached one billion Spotify streams on February 5, 2018, making Beyoncé the first female artist to have three of their albums surpass one billion streams on the platform. In June 2012, she performed for four nights at Revel Atlantic City's Ovation Hall to celebrate the resort's opening, her first performances since giving birth to her daughter.",
        "ngram": 133,
        "subject": "Beyoncé"
    },
    {
        "text": "In January 2013, Beyoncé performed the American national anthem singing along with a pre-recorded track at President Obama's second inauguration in Washington, D.C. The following month, Beyoncé performed at the Super Bowl XLVII halftime show, held at the Mercedes-Benz Superdome in New Orleans. The performance stands as the second most tweeted about moment in history at 268,000 tweets per minute. Her feature-length documentary film, Life Is But a Dream, first aired on HBO on February 16, 2013. The film was co-directed by Beyoncé herself.",
        "ngram": 84,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé embarked on The Mrs. Carter Show World Tour on April 15 in Belgrade, Serbia; the tour included 132 dates that ran through to March 2014. It became the most successful tour of her career and one of the most successful tours of all time. In May, Beyoncé's cover of Amy Winehouse's \"Back to Black\" with André 3000 on The Great Gatsby soundtrack was released. Beyoncé voiced Queen Tara in the 3D CGI animated film, Epic, released by 20th Century Fox on May 24, and recorded an original song for the film, \"Rise Up\", co-written with Sia.",
        "ngram": 97,
        "subject": "Beyoncé"
    },
    {
        "text": "On December 13, 2013, Beyoncé unexpectedly released her eponymous fifth studio album on the iTunes Store without any prior announcement or promotion. The album debuted atop the Billboard 200 chart, giving Beyoncé her fifth consecutive number-one album in the US. This made her the first woman in the chart's history to have her first five studio albums debut at number one. Beyoncé received critical acclaim and commercial success, selling one million digital copies worldwide in six days; Musically an electro-R&B album, it concerns darker themes previously unexplored in her work, such as \"bulimia, postnatal depression [and] the fears and insecurities of marriage and motherhood\". The single \"Drunk in Love\", featuring Jay-Z, peaked at number two on the Billboard Hot 100 chart.",
        "ngram": 121,
        "subject": "Beyoncé"
    },
    {
        "text": "According to the International Federation of the Phonographic Industry (IFPI), Beyoncé sold 2.3 million units worldwide, becoming the tenth best-selling album of 2013. The album also went on to become the twentieth best-selling album of 2014. As of November 2014, Beyoncé has sold over 5 million copies worldwide and has generated over 1 billion streams, as of March 2015. At the 57th Annual Grammy Awards in February 2015, Beyoncé was nominated for six awards, ultimately winning three: Best R&B Performance and Best R&B Song for \"Drunk in Love\", and Best Surround Sound Album for Beyoncé.",
        "ngram": 95,
        "subject": "Beyoncé"
    },
    {
        "text": "In April 2014, Beyoncé and Jay-Z officially announced their On the Run Tour. It served as the couple's first co-headlining stadium tour together. On August 24, 2014, she received the Michael Jackson Video Vanguard Award at the 2014 MTV Video Music Awards. Beyoncé also won home three competitive awards: Best Video with a Social Message and Best Cinematography for \"Pretty Hurts\", as well as best collaboration for \"Drunk in Love\". In November, Forbes reported that Beyoncé was the top-earning woman in music for the second year in a row – earning $115 million in the year, more than double her earnings in 2013.",
        "ngram": 103,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé released \"Formation\" in on February 6, 2016, and performed it live for the first time during the NFL Super Bowl 50 halftime show. The appearance was considered controversial as it appeared to reference the 50th anniversary of the Black Panther Party and the NFL forbids political statements in its performances. Immediately following the performance, Beyoncé announced The Formation World Tour, which highlighted stops in both North America and Europe. It ended on October 7, with Beyoncé bringing out her husband Jay-Z, Kendrick Lamar, and Serena Williams for the last show. The tour went on to win Tour of the Year at the 44th American Music Awards.",
        "ngram": 107,
        "subject": "Beyoncé"
    },
    {
        "text": "In April 2016, Beyoncé released a teaser clip for a project called Lemonade. A one-hour film which aired on HBO on April 23, a corresponding album with the same title was released on the same day exclusively on Tidal. Lemonade debuted at number one on the U.S. Billboard 200, making Beyoncé the first act in Billboard history to have their first six studio albums debut atop the chart; she broke a record previously tied with DMX in 2013. With all 12 tracks of Lemonade debuting on the Billboard Hot 100 chart, Beyoncé also became the first female act to chart 12 or more songs at the same time. Lemonade was streamed 115 million times through Tidal, setting a record for the most-streamed album in a single week by a female artist in history. It was 2016's third highest-selling album in the U.S. with 1.554 million copies sold in that time period within the country as well as the best-selling album worldwide with global sales of 2.5 million throughout the year.",
        "ngram": 170,
        "subject": "Beyoncé"
    },
    {
        "text": "Lemonade became the most critically acclaimed work of her career. Several music publications included the album among the best of 2016, including Rolling Stone, which listed Lemonade at number one. The album's visuals were nominated in 11 categories at the 2016 MTV Video Music Awards, the most ever received by Beyoncé in a single year, and went on to win 8 awards, including Video of the Year for \"Formation\". The eight wins made Beyoncé the most-awarded artist in the history of the VMAs (24), surpassing Madonna (20). Beyoncé occupied the sixth place for Time magazine's 2016 Person of the Year.",
        "ngram": 100,
        "subject": "Beyoncé"
    },
    {
        "text": "In January 2017, it was announced that Beyoncé would headline the Coachella Music and Arts Festival. This would have made Beyoncé only the second female headliner of the festival since it was founded in 1999. It was later announced on February 23, 2017, that Beyoncé would no longer be able to perform at the festival due to doctor's concerns regarding her pregnancy. The festival owners announced that she would instead headline the 2018 festival. Upon the announcement of Beyoncé's departure from the festival lineup, ticket prices dropped by 12%. At the 59th Grammy Awards in February 2017, Lemonade led the nominations with nine, including Album, Record, and Song of the Year for Lemonade and \"Formation\" respectively. and ultimately won two, Best Urban Contemporary Album for Lemonade and Best Music Video for \"Formation\".",
        "ngram": 132,
        "subject": "Beyoncé"
    },
    {
        "text": "In September 2017, Beyoncé collaborated with J Balvin and Willy William, to release a remix of the song \"Mi Gente\". Beyoncé donated all proceeds from the song to hurricane charities for those affected by Hurricane Harvey and Hurricane Irma in Texas, Mexico, Puerto Rico, and other Caribbean Islands. On November 10, Eminem released \"Walk on Water\" featuring Beyoncé as the lead single from his album Revival. On November 30, Ed Sheeran announced that Beyoncé would feature on the remix to his song \"Perfect\". \"Perfect Duet\" was released on December 1, 2017. The song reached number-one in the United States, becoming Beyoncé's sixth song of her solo career to do so.",
        "ngram": 110,
        "subject": "Beyoncé"
    },
    {
        "text": "On January 4, 2018, the music video of Beyoncé and Jay-Z's 4:44 collaboration, \"Family Feud\" was released. It was directed by Ava DuVernay. On March 1, 2018, DJ Khaled released \"Top Off\" as the first single from his forthcoming album Father of Asahd featuring Beyoncé, husband Jay-Z, and Future. On March 5, 2018, a joint tour with Knowles's husband Jay-Z, was leaked on Facebook. Information about the tour was later taken down. The couple announced the joint tour officially as On the Run II Tour on March 12 and simultaneously released a trailer for the tour on YouTube.",
        "ngram": 98,
        "subject": "Beyoncé"
    },
    {
        "text": "On April 14, 2018, Beyoncé played the first of two weekends as the headlining act of the Coachella Music Festival. Her performance of April 14, attended by 125,000 festival-goers, was immediately praised, with multiple media outlets describing it as historic. The performance became the most-tweeted-about performance of weekend one, as well as the most-watched live Coachella performance and the most-watched live performance on YouTube of all time. The show paid tribute to black culture, specifically historically black colleges and universities and featured a live band with over 100 dancers. Destiny's Child also reunited during the show.",
        "ngram": 96,
        "subject": "Beyoncé"
    },
    {
        "text": "On June 6, 2018, Beyoncé and husband Jay-Z kicked-off the On the Run II Tour in Cardiff, United Kingdom. Ten days later, at their final London performance, the pair unveiled Everything Is Love, their joint studio album, credited under the name The Carters, and initially available exclusively on Tidal. The pair also released the video for the album's lead single, \"Apeshit\", on Beyoncé's official YouTube channel. Everything Is Love received generally positive reviews, and debuted at number two on the U.S. Billboard 200, with 123,000 album-equivalent units, of which 70,000 were pure album sales. On December 2, 2018, Beyoncé alongside Jay-Z headlined the Global Citizen Festival: Mandela 100 which was held at FNB Stadium in Johannesburg, South Africa. Their 2-hour performance had concepts similar to the On the Run II Tour and Beyoncé was praised for her outfits, which paid tribute to Africa's diversity.",
        "ngram": 144,
        "subject": "Beyoncé"
    },
    {
        "text": "Homecoming: A Film by Beyoncé, a documentary and concert film focusing on Beyoncé's historic 2018 Coachella performances, was released by Netflix on April 17, 2019. The film was accompanied by the surprise live album Homecoming: The Live Album. It was later reported that Beyoncé and Netflix had signed a $60 million deal to produce three different projects, one of which is Homecoming. Homecoming: A Film by Beyoncé received six nominations at the 71st Primetime Creative Arts Emmy Awards.",
        "ngram": 78,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé starred as the voice of Nala in the remake The Lion King, which was released in July 2019. Beyoncé is featured on the film's soundtrack, released on July 11, 2019, with a remake of the song \"Can You Feel the Love Tonight\" alongside Donald Glover, Billy Eichner and Seth Rogen, which was originally composed by Elton John. An original song from the film by Beyoncé, \"Spirit\", was released as the lead single from both the soundtrack and The Lion King: The Gift – a companion album released alongside the film, produced and curated by Beyoncé.",
        "ngram": 96,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé called The Lion King: The Gift a \"sonic cinema\". She stated that the album is influenced by everything from R&B, pop, hip hop and Afro Beat. The songs were produced by African producers, which Beyoncé said was because \"authenticity and heart were important to [her]\", since the film is set in Africa. In September of the same year, a documentary chronicling the development, production and early music video filming of The Lion King: The Gift entitled \"Beyoncé Presents: Making The Gift\" was aired on ABC.",
        "ngram": 86,
        "subject": "Beyoncé"
    },
    {
        "text": "In March 2020, a photograph Beyoncé captured of her swimming pool was used as the album cover for rapper Jay Electronica's highly anticipated debut album A Written Testimony. In April of the same year, Beyoncé was featured on the remix of Megan Thee Stallion's song \"Savage\", marking her first music release for the year. The song peaked at number one on the Billboard Hot 100, marking Beyoncé's eleventh song to do so across all acts. On June 19, 2020, Beyoncé released the nonprofit charity single \"Black Parade\". On June 23, she followed up the release of its studio version with an a cappella version exclusively on Tidal. Black Is King, a visual album based on the music of The Lion King: The Gift, premiered globally on Disney+ on July 31, 2020. Produced by Disney and Parkwood Entertainment, the film was written, directed and executively produced by Beyoncé. The film was described by Disney as \"a celebratory memoir for the world on the Black experience\". Beyoncé received the most nominations (9) at the 63rd Annual Grammy Awards and the most awards (4), which made her the most-awarded singer, most-awarded female artist, and second-most-awarded artist in Grammy history.",
        "ngram": 196,
        "subject": "Beyoncé"
    },
    {
        "text": "In 2021, Beyoncé wrote and recorded a song titled \"Be Alive\" for the biographical drama film King Richard. She received her first Academy Award nomination for Best Original Song at the 94th Academy Awards for the song, alongside co-writer Dixson.",
        "ngram": 40,
        "subject": "Beyoncé"
    },
    {
        "text": "On March 27, 2022, Beyoncé performed \"Be Alive\" at the 94th Academy Awards. Choreographed by friend and past collaborator Fatima Robinson, Beyoncé was applauded for choosing to perform on the Compton tennis courts Venus and Serena Williams practiced on in their childhood instead of at the venue.",
        "ngram": 47,
        "subject": "Beyoncé"
    },
    {
        "text": "On June 9, 2022, Beyoncé removed her profile pictures across various social media platforms, causing speculation that she would be releasing new music. Days later, Beyoncé caused further speculation via her nonprofit BeyGood's Twitter account hinting at her upcoming seventh studio album. On June 15, 2022, Beyoncé officially announced her seventh studio album would be titled Renaissance. The lead single of Renaissance, \"Break My Soul\", was released on June 20, 2022. The album was released on July 29, 2022. \"Break My Soul\" became Beyoncé's 20th top ten single on the Billboard Hot 100, and in doing so, Beyoncé joined Paul McCartney and Michael Jackson as the only artists in Hot 100 history to achieve at least twenty top tens as a solo artist and ten as a member of a group.",
        "ngram": 131,
        "subject": "Beyoncé"
    },
    {
        "text": "As Renaissance was released, Beyoncé announced the album was the first installment of a trilogy she conceived and recorded over three years during the COVID-19 pandemic, a time she found to be her \"most creative [period].\" The three recorded projects are designated into acts under Roman numerals. Upon release, Renaissance received universal acclaim from critics. Renaissance debuted at number one on the Billboard 200 chart, and in doing so, Beyoncé became the first female artist to have her first seven studio albums debut at number one in the United States. \"Break My Soul\" concurrently rose to number-one on the Billboard Hot 100, becoming the twelfth song to do so across her career discography.",
        "ngram": 113,
        "subject": "Beyoncé"
    },
    {
        "text": "The song \"Heated,\" which was co-written with Canadian rapper Drake, originally included the lyrics \"Spazzin' on that ass / spazz on that ass\". Critics, including a number of disability charities and activists, argued that the word \"spaz\" represented a derogatory term for spastic diplegia, a form of cerebral palsy. In response, in August 2022, a representative for Beyoncé issued a statement and explained that \"The word, not used intentionally in a harmful way, will be replaced\".",
        "ngram": 76,
        "subject": "Beyoncé"
    },
    {
        "text": "On January 21, 2023, Beyoncé performed in Dubai at a private show. The performance, which was her first full concert in more than four years, was delivered to an audience of influencers and journalists. Beyoncé was reportedly paid $24 million to perform. Beyoncé faced criticism for her decision to perform in the United Arab Emirates where homosexuality is illegal. On February 1, Beyoncé announced the Renaissance World Tour with dates in North America and Europe, becoming for a short-span the highest-grossing tour by a female artist. On July 28, Beyoncé appeared on \"Delresto (Echoes)\", the second single from rapper Travis Scott's album Utopia, eventually becoming her 100th career appearance on the Billboard Hot 100 chart (encompassing Destiny's Child, her solo career, and musical duo The Carters). On November 30, 2023, Beyoncé released documentary concert film Renaissance: A Film by Beyoncé written, directed, and produced by her in collaboration with film distributor AMC Theatres. The film chronicles the development and execution of Beyoncé's Renaissance World Tour, and contained new song \"My House\" in the end credits.",
        "ngram": 175,
        "subject": "Beyoncé"
    },
    {
        "text": "In February 2024, Beyoncé launched her hair care brand Cécred. On February 11, 2024, immediately following a partner commercial with Verizon for the Super Bowl LVIII, she announced the second installment of her trilogy project and released its first two songs, \"Texas Hold 'Em\" and \"16 Carriages\". \"Texas Hold 'Em\" became her highest chart debut in her career, her ninth solo number-one and her thirteenth across all credits on the Billboard Hot 100. On March 12, 2024, she announced the album's title, Cowboy Carter. A country and gospel-tinged record, it was released on March 29 to universal acclaim from critics, and includes collaborations with artists including Tanner Adell and her daughter Rumi Carter, Miley Cyrus, Tiera Kennedy, Willie Jones, Post Malone, Linda Martell, Willie Nelson, Shaboozey, Brittney Spencer, Dolly Parton, and Reyna Roberts.",
        "ngram": 133,
        "subject": "Beyoncé"
    },
    {
        "text": "Critics have described Beyoncé's voice as being mezzo-soprano. Jody Rosen highlights her tone and timbre as particularly distinctive, describing her voice as \"one of the most compelling instruments in popular music\". Her vocal abilities mean she is identified as the centerpiece of Destiny's Child. Jon Pareles of The New York Times commented that her voice is \"velvety yet tart, with an insistent flutter and reserves of soul belting\". Rosen notes that the hip hop era highly influenced Beyoncé's unique rhythmic vocal style, but also finds her quite traditionalist in her use of balladry, gospel and falsetto.",
        "ngram": 96,
        "subject": "Beyoncé"
    },
    {
        "text": "Other critics praise her range and power, with Chris Richards of The Washington Post saying she was \"capable of punctuating any beat with goose-bump-inducing whispers or full-bore diva-roars.\" On the 2023 Rolling Stone's list of the 200 Greatest Singers of all time, Beyoncé ranked at number 8, with the publication noting that \"in [her] voice lies the entire history of Black music\".",
        "ngram": 62,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé's music is generally R&B, pop and hip hop but she also incorporates soul and funk into her songs. 4 demonstrated Beyoncé's exploration of 1990s-style R&B, as well as further use of soul and hip hop than compared to previous releases. While she almost exclusively releases English songs, Beyoncé recorded several Spanish songs for Irreemplazable (re-recordings of songs from B'Day for a Spanish-language audience), and the re-release of B'Day. To record these, Beyoncé was coached phonetically by American record producer Rudy Perez.",
        "ngram": 82,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé has received co-writing credits for most of her songs. In regards to the way she approaches collaborative songwriting, Beyoncé explained: \"I love being around great writers because I'm finding that a lot of the things I want to say, I don't articulate as good as maybe Amanda Ghost, so I want to keep collaborating with writers, and I love classics and I want to make sure years from now the song is still something that's relevant.\" Her early songs with Destiny's Child were personally driven and female-empowerment themed compositions like \"Independent Women\" and \"Survivor\", but after the start of her relationship with Jay-Z, she transitioned to more man-tending anthems such as \"Cater 2 U\".",
        "ngram": 115,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé's songwriting process is also known for combining parts of different tracks, resulting in alteration of song structures. Sia, who co-wrote \"Pretty Hurts\", called Beyoncé \"very Frankenstein when she comes to songs\"; Diana Gordon, who co-wrote \"Don't Hurt Yourself\" called her a \"scientist of songs\"; Caroline Polachek who co-wrote \"No Angel\", called her a \"genius writer and producer for this reason. She's so good at seeing connections.\"",
        "ngram": 67,
        "subject": "Beyoncé"
    },
    {
        "text": "In 2001, she became the first Black woman and second female lyricist to win the Pop Songwriter of the Year award at the ASCAP Pop Music Awards. Beyoncé was the third woman to have writing credits on three number-one songs (\"Irreplaceable\", \"Grillz\" and \"Check on It\") in the same year, after Carole King in 1971 and Mariah Carey in 1991. She is tied with American lyricist Diane Warren at third with nine songwriting credits on number-one singles. The latter wrote her song \"I Was Here\" for 4, which was motivated by the September 11 attacks. In May 2011, Billboard magazine listed Beyoncé at number 17 on their list of the Top 20 Hot 100 Songwriters for having co-written eight singles that hit number one on the Billboard Hot 100 chart. She was one of only three women on that list, along with Alicia Keys and Taylor Swift.",
        "ngram": 147,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé has received criticism, including from journalists and musicians, for the extensive writing credits on her songs. The controversy surrounding her songwriting credits began with interviews in which she attributed herself as the songwriter for songs in which she was a co-writer or for which her contributions were marginal. In a cover story for Vanity Fair in 2005, she claimed to have \"written\" several number-one songs for Destiny's Child, contrary to the credits, which list her as a co-writer among others. During a 2007 interview with Barbara Walters, she claimed to have conceived the musical idea for the Destiny's Child song \"Bootylicious\", which provoked the song's producer Rob Fusari to call her father and then-manager Mathew Knowles in protest over the claim. In 2010, Fusari told Billboard: \"[Knowles] explained to me, in a nice way, he said, 'People don't want to hear about Rob Fusari, producer from Livingston, N.J. No offense, but that's not what sells records. What sells records is people believing that the artist is everything.'\" However, in an interview for Entertainment Weekly in 2016, Fusari said Beyoncé \"had the 'Bootylicious' concept in her head. That was totally her. She knew what she wanted to say. It was very urban pop angle that they were taking on the record.\"",
        "ngram": 211,
        "subject": "Beyoncé"
    },
    {
        "text": "I am really passionate about all of the steps [during] the production [...] I love to stack vocals, and I love to create my own little Oreo with arrangements, sometimes it can be thousands of vocals [and then] I go back and then kind of piece things together, because usually the songs are way too long [...] I go back and edit the structure of the song. [I] make sure that [...] every section has an intention, so that takes months. [...] I hear certain elements of things that go with things that are opposites. I am rarely happy with one track, it’s usually four or five things put together that again don’t really go together. I am so excited when I’m able to adjust the tempo and key and mute certain elements that don’t complement and put opposites together. Sometimes it’s just like the EQ of a synth or the warmth of a bass or the distortion of a bass that’s on a different song and I can hear like, ‘Ah! That’s exactly what is missing to make the track full and complete!’",
        "ngram": 184,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé's collaborators frequently mention her talent and involvement in the record production of her songs, sometimes describing her as a genius in the skill. She is known to have favorite saturation and distortion plug‑ins, intentionality about stereo imaging and concentration on individual elements of her songs as a \"focal point\" in production.",
        "ngram": 52,
        "subject": "Beyoncé"
    },
    {
        "text": "Beyoncé names Michael Jackson as her major musical influence. Aged five, Beyoncé attended her first ever concert where Jackson performed and she claims to have realized her purpose. When she presented him with a tribute award at the World Music Awards in 2006, Beyoncé said, \"if it wasn't for Michael Jackson, I would never ever have performed.\" Beyoncé was heavily influenced by Tina Turner, and once said \"Tina Turner is someone that I admire, because she made her strength feminine and sexy\".",
        "ngram": 82,
        "subject": "Beyoncé"
    }
]