[
    {
        "text": "Her song \"Come Clean\" (2003) was used as the theme song to the MTV reality series Laguna Beach, which is in turn credited with helping promote the song in the United States. Her song \"Sweet Sixteen\" (2003) was used as the theme for the MTV reality series of the same name. Multiple dates on her Most Wanted Tour to promote Hilary Duff (2004) sold out in minutes. She had sold over fifteen million albums by 2014.Her transition from teenage star to adult actress has been praised by some critics, while her transition is often compared to the less successful transitions of her peers. In 2007, Duff's appearance on the cover of Maxim was accompanied by the declaration that she had gone \"from the queen of teen to breakout sex symbol.\" Following this, Duff placed at #23 on the annual Hot 100 Women list compiled by Maxim. She has remained on the list ever since in addition to being regularly listed on the annual FHM list of the 100 Sexiest Women (she peaked at No. 8 in 2008). The Associated Press wrote that this sudden provocativeness was representative of \"a clear move [on Duff's part] to put her Lizzie McGuire past behind her\", and that more provocative imaging of her would help her singles to garner mainstream radio play: \"Ultimately, nature, time and genetics may help Duff in a way Disney, despite all its might, cannot.\" However, despite \"the fact that she is grown up,\" Duff \"has managed to maintain her sweet persona,\" wrote Young Hollywood.Following the",
        "ngram": 256,
        "subject": "Beyoncé"
    },
    {
        "text": "In 2001, she appeared in Get Over It opposite Kirsten Dunst. She followed that up in 2002, by starring in the straight-to-DVD horror film American Psycho 2 alongside William Shatner, a sequel to the 2000 film American Psycho. American Psycho 2 was poorly reviewed by critics, and later, Kunis herself expressed embarrassment over the film. In 2004, Kunis starred in the film adaptation Tony n' Tina's Wedding. Although the film was shot in 2004, it did not have a theatrical release until 2007. Most critics did not like the film, which mustered a 25% approval from Rotten Tomatoes. DVD talk concluded that \"fans would be much better off pretending the movie never happened in the first place\".",
        "ngram": 117,
        "subject": "Beyoncé"
    },
    {
        "text": "Instead of a follow-up solo album, Carter began to reach his audience through a plethora of mixtapes and guest appearances on a variety of pop and hip hop singles. Of his many mixtapes, Dedication 2 and Da Drought 3 received the most media exposure and critical review. Dedication 2, released in 2006, paired Carter with DJ Drama and contained the acclaimed socially conscious track \"Georgia Bush\", in which Carter critiqued former US president George W. Bush's response to the effects of Hurricane Katrina on the city of New Orleans. Da Drought 3 was released the following year and was available for free legal download. It contained Carter rapping over a variety of beats from recent hits by other musicians. A number of prominent hip hop magazines such as XXL and Vibe covered the mixtape. Christian Hoard of Rolling Stone magazine considered the mixtapes Da Drought 3 and The Drought Is Over 2 (The Carter 3 Sessions) \"among the best albums of 2007\".",
        "ngram": 162,
        "subject": "Beyoncé"
    },
    {
        "text": "In 2015, Carey began dating Australian billionaire James Packer and, on January 21, 2016, she announced they were engaged. By October, however, they had called off the engagement. In October 2016, she began dating American choreographer Bryan Tanaka. On December 26, 2023, Tanaka confirmed that he and Carey had parted ways after seven years of dating.",
        "ngram": 56,
        "subject": "Beyoncé"
    },
    {
        "text": "In 1981, Croatian sculptor Mladen Mikulin voluntarily – with the approval of the cemetery curators – placed a marble bust of his own design and a new gravestone with Morrison's name at the grave to commemorate the tenth anniversary of Morrison's death; the bust was defaced through the years by vandals and later stolen in 1988. Mikulin made another bust of Morrison in 1989 and a bronze portrait (\"death mask\") of him in 2001; neither piece is at the gravesite.",
        "ngram": 80,
        "subject": "Beyoncé"
    },
    {
        "text": "Stewart married his first wife, Sheila Falconer, in 1966; they divorced in 1990. Together, they have a son, Daniel, and a daughter, Sophia. Daniel is also an actor, and appeared alongside his father in the film Death Train, the sitcom Blunt Talk, and the Star Trek: The Next Generation episode \"The Inner Light\", playing his son in the last.In 1997, Stewart became engaged to American producer Wendy Neuss, one of the producers of Star Trek: The Next Generation. They married on 25 August 2000, and divorced three years later. Four months before his divorce from Neuss, Stewart co-starred with English actress Lisa Dillon in a production of The Master Builder, and the two were romantically involved until 2007.In 2008, Stewart began dating American singer and songwriter Sunny Ozell, whom he met while performing in Macbeth at the Brooklyn Academy of Music. He purchased a home in Brooklyn's Park Slope neighbourhood in August 2012, and subsequently began living there with Ozell. In March 2013, it was reported that they were engaged, and they married in September 2013 with Ian McKellen officiating. In 2020, Stewart revealed that his marriage to Ozell in Nevada had not been legally binding because McKellen's marriage credentials were not valid in Nevada. The couple subsequently held an impromptu and official second ceremony with McKellen at a Mexican restaurant in Los Angeles shortly after the Nevada ceremony.",
        "ngram": 229,
        "subject": "Beyoncé"
    },
    {
        "text": "In 2018, Simon released his fourteenth solo studio album, In the Blue Light, which consisted of re-recordings of lesser-known songs from his catalog, some with altered arrangements, harmonic structures and lyrics. On August 11, 2019, he returned to live performance when he closed San Francisco's Outside Lands festival in Golden Gate Park. He said he planned to donate his net proceeds to local environmental non-profit organizations.",
        "ngram": 66,
        "subject": "Beyoncé"
    },
    {
        "text": "Basinger was offered a modeling contract with the Ford Modeling Agency, but turned it down in favor of singing and acting, and enrolled at the University of Georgia. She soon reconsidered and went to New York to become a Ford model. Despite earning US$1,000 a day, Basinger never enjoyed modeling, saying: \"It was very hard to go from one booking to another and always have to deal with the way I looked. I couldn't stand it. I felt myself choking.\" Basinger has said that even as a model, when others relished looking in the mirror before appearing, she abhorred it and would avoid mirrors out of insecurity. Not long after her Ford deal, Basinger appeared on the cover of magazines. She also appears on the cover of the debut album by the band Survivor. She appeared in hundreds of advertisements throughout the early 1970s, most notably as the Breck Shampoo girl. She alternated between modeling and attending acting classes at the Neighborhood Playhouse, as well as performing in Greenwich Village clubs as a singer. Basinger is an alumna of the William Esper Studio for the performing arts in Manhattan, New York City.",
        "ngram": 192,
        "subject": "Beyoncé"
    },
    {
        "text": "Downey has sung on several soundtracks for his films, including for Chaplin, Too Much Sun, Two Girls and a Guy, Friends and Lovers, The Singing Detective, and Kiss Kiss Bang Bang. In 2001, he appeared in the music video for Elton John's song, \"I Want Love\". He released a CD in 2004 called The Futurist, and while promoting his film Tropic Thunder, he and his co-stars Ben Stiller and Jack Black were back-up singers \"The Pips\" to Gladys Knight singing \"Midnight Train to Georgia\".Downey's most commercially successful recording venture to date (combining sales and radio airplay) has been his remake of the 1973 Joni Mitchell Christmas song \"River\", which was included on the Ally McBeal tie-in album Ally McBeal: A Very Ally Christmas, released in 2000; Downey's character Larry Paul performs the song in the Ally McBeal episode \"Tis the Season\".",
        "ngram": 141,
        "subject": "Beyoncé"
    },
    {
        "text": "Grande has been described as a soprano, possessing a four-octave vocal range and a whistle register. With the release of Yours Truly, critics compared Grande's wide vocal range and music to those of Mariah Carey. Julianne Escobedo Shepherd of Billboard wrote that both Carey and Grande have \"the talent to let their vocals do the talking ... that's not where the similarities end. ... Grande is subverting it with cute, comfortable, and on-trend dresses with a feminine slant.\"",
        "ngram": 78,
        "subject": "Beyoncé"
    },
    {
        "text": "For the November 1976 issue of Playboy, which hit newsstands a couple of weeks before the election, Robert Scheer interviewed Carter. While discussing his religion's view of pride, Carter said: \"I've looked on a lot of women with lust. I've committed adultery in my heart many times.\" This response and his admission in another interview that he did not mind if people uttered the word \"fuck\" led to a media feeding frenzy and critics lamenting the erosion of boundary between politicians and their private intimate lives.",
        "ngram": 86,
        "subject": "Beyoncé"
    },
    {
        "text": "Socrates's theory of virtue states that all virtues are essentially one, since they are a form of knowledge. For Socrates, the reason a person is not good is because they lack knowledge. Since knowledge is united, virtues are united as well. Another famous dictum—\"no one errs willingly\"—also derives from this theory. In Protagoras, Socrates argues for the unity of virtues using the example of courage: if someone knows what the relevant danger is, they can undertake a risk. Aristotle comments: \" ... Socrates the elder thought that the end of life was knowledge of virtue, and he used to seek for the definition of justice, courage, and each of the parts of virtue, and this was a reasonable approach, since he thought that all virtues were sciences, and that as soon as one knew [for example] justice, he would be just...\"",
        "ngram": 141,
        "subject": "Beyoncé"
    },
    {
        "text": "The Collected Works of Marx and Engels, in English translation and in 50 volumes, are published in London by Lawrence & Wishart and in New York by International Publishers. (These volumes were at one time put online by the Marxists Internet Archive, until the original publishers objected on copyright grounds: \"Marx/Engels Collected Works\". Marxists Internet Archive. Retrieved 3 March 2018.) They are available online and searchable, for purchase or through subscribing libraries, in the Social Theory (Archived 3 March 2018 at the Wayback Machine) collection published by Alexander Street Press in collaboration with the University of Chicago.",
        "ngram": 97,
        "subject": "Beyoncé"
    },
    {
        "text": "During his senior year at Emerson, Winkler decided to audition for the Yale School of Drama. Although his then-undiagnosed dyslexia led to his forgetting the Shakespearean monologue he was supposed to perform, forcing him to improvise, Winkler was still admitted to the M.F.A. program in 1967.He appeared in They Told Me That You Came This Way, Any Day Now, Any Day Now, and The Bacchae (as a member of the chorus). During the summers, he and his Yale classmates stayed in New Haven, and opened a summer stock theater called the New Haven Free Theater. They performed various plays including Woyzeck, where he portrayed the title role, and Just Add Water for improv night. He also performed in the political piece, The American Pig at the Joseph Papp Public Theater for the New York Shakespeare Festival in New York City, with classmates James Keach, James Naughton, and Jill Eikenberry. In addition, he also appeared in a number of Yale Repertory Theatre productions while still a student, including, The Government Inspector, The Rhesus Umbrella, Don Juan, Endgame, and The Physicists. He also appeared in Sweeney Agonistes and Hughie. Winkler would later credit his time at Yale as critical to his future success.Out of his original cohort of 25 actors at Yale, Winkler was one of 11 who graduated when he received his MFA in 1970. Over two decades later, in May 1996, he served as the Senior Class Day Speaker for Yale University's graduating seniors.",
        "ngram": 244,
        "subject": "Beyoncé"
    },
    {
        "text": "While Grant was in Panama, a cholera epidemic broke out and claimed the lives of many soldiers and civilians. Grant established and organized a field hospital in Panama City, and moved the worst cases to a hospital barge one mile offshore. When orderlies protested having to attend to the sick, Grant did much of the nursing himself, earning high praise from observers. In August, Grant arrived in San Francisco. His next assignment sent him north to Vancouver Barracks in the Oregon Territory.",
        "ngram": 82,
        "subject": "Beyoncé"
    },
    {
        "text": "On her 2020 albums Folklore and Evermore, Swift was inspired by escapism and romanticism to explore fictional narratives. She imposed emotions onto imagined characters and story arcs, which liberated her from tabloid attention and suggested new paths for her artistry. Swift explained that she welcomed the new songwriting direction after she stopped worrying about commercial success. According to Spin, she explored complex emotions with \"precision and devastation\" on Evermore. Consequence stated her 2020 albums convinced skeptics of her songwriting prowess, noting her transformation from \"teenage wunderkind to a confident and careful adult\".",
        "ngram": 92,
        "subject": "Beyoncé"
    },
    {
        "text": "Sutherland has received various honours including inductions into the Canadian Walk of Fame in 2000 and Hollywood Walk of Fame 2011. He was made an Officer of the Order of Canada (OC) in 1978, a Commandeur of the Ordre des Arts et des Lettres in 2012 and received the Companion of the Order of Canada (CC) in 2019. He is the father of actors Kiefer Sutherland, Rossif Sutherland, and Angus Sutherland. In October 2023, Canada Post issued a stamp in his honour, commemorating his career as one of Canada's most respected and versatile actors.",
        "ngram": 94,
        "subject": "Beyoncé"
    },
    {
        "text": "In 2014, after an altercation with a paparazzo at the Los Angeles Airport, West was sentenced to serve two years' probation for a misdemeanor battery conviction, and was required to attend 24 anger management sessions, perform 250 hours of community service, and pay restitution to the photographer. A separate civil lawsuit brought by the paparazzo was settled in 2015, a week before it was due for trial. According to TMZ, an appeal to have West's conviction expunged from his criminal record was granted by a judge in 2016.",
        "ngram": 88,
        "subject": "Beyoncé"
    },
    {
        "text": "Knievel once dreamed of housing all of his career memorabilia in an Evel Knievel Museum to be located in his home state of Montana. Those dreams were unfulfilled, and his artifacts are spread throughout transportation museums and private collections around the world. Knievel's original blueprints and handwritten notes about his desired museum are currently displayed at the Route 66 Vintage Iron Motorcycle Museum in downtown Miami, Oklahoma. The Route 66 site also houses Evel's Snake River Canyon Jump Mission Control Super Van. While Knievel's original dream of having all his significant memorabilia being centralized would go unfulfilled, a few public museums were opened in his honor, including the Evel Knievel Museum in Topeka, Kansas, which has the official approval of the Knievel estate.",
        "ngram": 123,
        "subject": "Beyoncé"
    },
    {
        "text": "On February 11, 1992, Green Bay Packers general manager Ron Wolf traded the first-round pick his team had received from the Philadelphia Eagles (17th overall) in a trade the previous year to the Atlanta Falcons in exchange for Favre. Wolf, while an assistant to the general manager of the New York Jets, had intended to take Favre in the 1991 NFL Draft, but Favre was taken by the Falcons on the previous pick.",
        "ngram": 73,
        "subject": "Beyoncé"
    },
    {
        "text": "Perlman began her acting career with a small role as an attendant in the off-off-Broadway play Dracula Sabbat, which ran from September 1970 to June 1971. In 1972, she played a bit role in the film Hot Dogs for Gauguin. That same year she appeared in Westbeth Playwrights Feminist Collective's production of Up – An Uppity Revue, along with her future husband, Danny DeVito.One of her first notable parts was a recurring role on the television show Taxi as Zena, the sweet girlfriend of Louie De Palma (played by DeVito).",
        "ngram": 90,
        "subject": "Beyoncé"
    },
    {
        "text": "Upon launching her music career in the late 1990s, Aguilera was named as one of the artists who shaped the \"Latin explosion\", having contributed to the Latin pop boom in American music in early of the century. Considered one of the greatest artists of the 2000s, she has been classified between the main references of the Millennials; writing for Vice magazine, Wanna Thompson analyzed her impact in the turn of the century, stating that alongside Britney Spears, \"Aguilera dominated mainstream pop-related discussions. [Her] perfectly packaged music and looks appealed to tweens and teens who wanted to be like the pretty, chart-topping pop stars plastered everywhere\". The commercial success of her first projects as a bubblegum pop singer caused an effect that influenced record labels to invest in new artists who attracted the same youthful appeal, catapulting names like Jessica Simpson and Mandy Moore.Critics also highlighted the impact of her work in popular culture; while Stripped (2002) was called \"the blueprint for divas making the transition from teen idol to adult pop star\", Aguilera is credited for \"paving the way for a generation of pop singers\". Jeff Benjamin from Billboard stated that the album explored a \"process of self-identification and declaration still influencing today's mainstream scene\", in addition to \"how of today's biggest pop stars have followed a similar path, exploring and incorporating these strategies into their careers\". In 2007, her self-titled debut album was added to the definitive list from Rock and Roll Hall of Fame, being recognized as one of the \"history's most influential and",
        "ngram": 256,
        "subject": "Beyoncé"
    },
    {
        "text": "With each successful jump, the public wanted him to jump one more car. On March 25, 1967, Knievel cleared 15 cars at Ascot Park in Gardena, California. Then he attempted the same jump on July 28, 1967, in Graham, Washington, where he had his next serious crash. Landing his cycle on the last vehicle, a panel truck, Knievel was thrown from his bike. This time he suffered a serious concussion. After a month, he recovered and returned to Graham on August 18 to finish the show; but the result was the same, only this time the injuries were more serious. Again coming up short, Knievel crashed, breaking his left wrist, right knee, and two ribs.",
        "ngram": 115,
        "subject": "Beyoncé"
    },
    {
        "text": "Cuban started the Fallen Patriot Fund to help families of U.S. military personnel killed or injured during the Iraq War, personally matching the first $1 million in contributions with funds from the Mark Cuban Foundation, which is run by his brother Brian Cuban.",
        "ngram": 43,
        "subject": "Beyoncé"
    },
    {
        "text": "The mid-1960s to early 1970s were a more successful time period for Warwick, who saw a string of gold-selling albums and Top 20 and Top 10 hit singles. \"Message to Michael\", a Bacharach-David composition that the duo was certain was a \"man's song\", became a top 10 hit for Warwick in May 1966. The January 1967 LP Here Where There Is Love was her first RIAA certified Gold album, and featured \"Alfie\" and two 1966 hits: \"Trains and Boats and Planes\" and \"I Just Don't Know What to Do with Myself\". \"Alfie\" had become a radio hit when disc jockeys across the nation began to play the album cut early in 1967. \"Alfie\" was released as the \"B\" side of a Bacharach/David ballad, \"The Beginning of Loneliness\", which charted in the Hot 100. Disc jockeys flipped the single and made it a double-sided hit. Bacharach had been contracted to produce \"Alfie\" for the Michael Caine film of the same name and wanted Warwick to sing the tune, but the British producers wanted a British subject to cut the tune. Cilla Black was selected to record the song, and her version peaked at No. 95 upon its release in the US. A cover version by Cher used in the American prints of the film peaked at No. 33. In the UK and Australia, Black's version was a Top 10 hit.Her follow-up to \"I Say a Little Prayer\", \"(Theme from) Valley of the Dolls\", was unusual in several respects. It was not written by Burt Bacharach and Hal",
        "ngram": 256,
        "subject": "Beyoncé"
    },
    {
        "text": "In 1973, Berkshire began to acquire stock in the Washington Post Company. Buffett became close friends with Katharine Graham, who controlled the company and its flagship newspaper and joined its board. In 1974, the SEC opened a formal investigation into Buffett and Berkshire's acquisition of Wesco Financial, due to possible conflict of interest. No charges were brought. In 1977, Berkshire indirectly purchased the Buffalo Evening News for $32.5 million. Antitrust charges started, instigated by its rival, the Buffalo Courier-Express. Both papers lost money until the Courier-Express folded in 1982.",
        "ngram": 89,
        "subject": "Beyoncé"
    },
    {
        "text": "In 2006, Baldwin made theater news in Roundabout Theatre Company's Off-Broadway revival of Joe Orton's Entertaining Mr. Sloane. In 2010, Baldwin starred opposite Sam Underwood in a critically acclaimed revival of Peter Shaffer's Equus, directed by Tony Walton at Guild Hall in East Hampton, New York. In 2007, the Yari Film Group announced that it would give the film, now titled Shortcut to Happiness, a theatrical release in the spring, and cable film network Starz! announced that it had acquired pay TV rights for the film. Shortcut to Happiness was finally released in 2008. Baldwin, displeased with the way the film had been cut in post-production, demanded that his directorial credit be changed to the pseudonym \"Harry Kirkpatrick\".He starred as Jack Donaghy on NBC's 30 Rock, which first aired in October 2006. He met his future co-stars Tina Fey and Tracy Morgan while appearing on Saturday Night Live. Since season 3, Baldwin was credited as one of 30 Rock's producers. Barry Garron of The Hollywood Reporter praised Baldwin's character writing, \"Donaghy is a perfect example of what's right with this show.\" Baldwin has won three Primetime Emmy Awards for Outstanding Lead Actor in a Comedy Series, two Golden Globe awards and seven Screen Actors Guild Awards for his role. He received his second Emmy nomination in 2008, marking his seventh Primetime Emmy nomination and first win. He won again in 2009.Baldwin co-authored the book A Promise to Ourselves: A Journey Through Fatherhood and Divorce with Mark Tabb in 2008. Baldwin joined TCM's The Essentials Robert Osborne",
        "ngram": 256,
        "subject": "Beyoncé"
    },
    {
        "text": "According to Markle, she had some difficulty getting roles early in her career due to being \"ethnically ambiguous\" because \"I wasn't black enough for the black roles and I wasn't white enough for the white ones.\" To support herself between acting jobs, she worked as a freelance calligrapher and taught bookbinding. Her first on-screen appearance was a small role as a nurse in an episode of the daytime soap opera General Hospital, a show for which her father served as a lighting director. Markle had small guest roles on the television shows Century City (2004), The War at Home (2006) and CSI: NY (2006). For her role in Century City, she told the casting directors that she was a SAG-AFTRA member when she was not, but after being cast, the employers were obliged to help her join the union according to the Taft–Hartley Act. Markle also did several contract acting and modeling jobs. Between 2006 and 2007, she worked as a \"briefcase girl\" on 34 episodes of the US version of the game show Deal or No Deal. She appeared in Fox's series Fringe as Junior Agent Amy Jessup in the first two episodes of its second season.",
        "ngram": 198,
        "subject": "Beyoncé"
    },
    {
        "text": "On European clay, Williams reached the semifinals in Rome before losing to No. 1 Safina. This run meant Williams was ranked in the top three for the first time since 2003. Seeded third at the French Open, Williams lost to Ágnes Szávay in the third round, the third consecutive year she had exited at that stage.",
        "ngram": 56,
        "subject": "Beyoncé"
    },
    {
        "text": "They visited the UK and Germany in September 2022 for a number of charity events in Manchester and Düsseldorf. On September 8, 2022, while Meghan and Harry were in London preparing to attend a charity event, Queen Elizabeth II died at Balmoral Castle in Scotland.",
        "ngram": 45,
        "subject": "Beyoncé"
    },
    {
        "text": "By now you have all learned of the unspeakably tragic news of our beloved Whitney's passing. I don't have to mask my emotion in front of a room full of so many dear friends. I am personally devastated by the loss of someone who has meant so much to me for so many years. Whitney was so full of life. She was so looking forward to tonight even though she wasn't scheduled to perform. Whitney was a beautiful person and a talent beyond compare. She graced this stage with her regal presence and gave so many memorable performances here over the years. Simply put, Whitney would have wanted the music to go on and her family asked that we carry on.",
        "ngram": 121,
        "subject": "Beyoncé"
    },
    {
        "text": "On March 4, 1869, Grant was sworn in as President by Chief Justice Salmon P. Chase. In his inaugural address, Grant urged the ratification of the Fifteenth Amendment; many African Americans attended his inauguration. He also urged that bonds issued during the Civil War should be paid in gold, called for \"proper treatment\" of Native Americans and encouraged their \"civilization and ultimate citizenship\".",
        "ngram": 63,
        "subject": "Beyoncé"
    },
    {
        "text": "West and Ty Dolla $ign held several listening parties prior to the release of Vultures, including \"Vultures Rave\" performances in Miami and Las Vegas in December 2023 and listening parties at United Center in Chicago and UBS Arena in the New York City area on February 7 and 8, 2024. On January 23, 2024, West released a trailer for Vultures directed by Jon Rafman. Through the trailer, West announced that Vultures would instead be released as a trilogy of albums, with each of the album's three volumes set to be released on February 9, March 6, and April 5, 2024. In January 2024, Kanye West co-signed 4Batz and called him his favorite new artist. On February 8, 2024, West released the first volume's second single, \"Talking / Once Again\" featuring his eldest daughter North, as well as a compilation pack entitled Vultures Pack composed of the eponymous song's three released versions. On February 9, 2024, during an interview of Erick Sermon on the Bootleg Kev podcast, Sermon revealed that West's upcoming eleventh studio album was titled Y3, while also stating that he had originally contributed to Y3 in May – June 2023 and later contributed to Vultures after traveling to Florence and discovering West had switched his focus entirely towards the latter project.",
        "ngram": 213,
        "subject": "Beyoncé"
    },
    {
        "text": "Ford played more straight dramatic roles in Presumed Innocent (1990) and Regarding Henry (1991), and another romantic lead role in Sabrina (1995), a remake of the classic 1954 film of the same name. Ford established working relationships with many well-regarded directors during this time, including Weir, Alan J. Pakula, Mike Nichols, Phillip Noyce, and Sydney Pollack, collaborating twice with each of them. This was the most lucrative period of Ford's career. From 1977 to 1997, he appeared in 14 films that reached the top 15 in the yearly domestic box-office rankings, 12 of which reached the top ten. Six of the films he appeared in during this time were nominated for the Academy Award for Best Picture, among other awards: Star Wars, Apocalypse Now, Raiders of the Lost Ark, Witness, Working Girl, and The Fugitive.",
        "ngram": 135,
        "subject": "Beyoncé"
    },
    {
        "text": "Despite no album release for two years, Carter appeared in numerous singles as a featured performer, including \"Gimme That\" by Chris Brown, \"Make It Rain\" by Fat Joe, \"You\" by Lloyd, and \"We Takin' Over\" by DJ Khaled (also featuring Akon, T.I., Rick Ross, Fat Joe, and Birdman), \"Duffle Bag Boy\" by Playaz Circle, \"Sweetest Girl (Dollar Bill)\" by Wyclef Jean (also featuring Akon), and the remix to \"I'm So Hood\" by DJ Khaled (also featuring T-Pain, Young Jeezy, Ludacris, Busta Rhymes, Big Boi, Fat Joe, Birdman, and Rick Ross). All these singles charted within the top 20 spots on the Billboard Hot 100, Hot Rap Tracks, and Hot R&B/Hip-Hop Songs charts. On Birdman's 2007 album, 5 * Stunna, Carter appeared on the singles \"100 Million\" and \"I Run This\" among several other tracks. Carter also appeared on tracks from albums Getback by Little Brother, American Gangster by Jay-Z, and Graduation by Kanye West and Insomniac by Enrique Iglesias. \"Make it Rain\", a Scott Storch production that peaked at number 13 on the Hot 100 and number two on the Hot Rap Tracks chart, was nominated for the Grammy Award for Best Rap Performance by a Duo or Group for 2008.",
        "ngram": 201,
        "subject": "Beyoncé"
    }
]