[
    {
        "text": "Carter's hobbies include painting, fly fishing, woodworking, cycling, tennis, and skiing. He also has an interest in poetry, particularly the works of Dylan Thomas. During a state visit to the UK in 1977, Carter suggested that Thomas should have a memorial in Poets' Corner at Westminster Abbey; this later came to fruition in 1982.",
        "ngram": 54,
        "subject": "Selena Gomez"
    },
    {
        "text": "In August 2017, Swift successfully countersued David Mueller, a former radio jockey for KYGO-FM, who sued her for damages from loss of employment. Four years earlier, she informed Mueller's bosses that he had sexually assaulted her by groping her at an event. The public controversies influenced Swift's sixth studio album, Reputation, which explored the impact of her fame and musically incorporated electropop with urban styles of hip hop and R&B. Released in November 2017, Reputation opened atop the Billboard 200 with 1.21 million US sales and topped the charts in the UK, Australia, and Canada. The album's lead single, \"Look What You Made Me Do\", was Swift's first UK number-one single and topped charts in Australia, Ireland, New Zealand, and the US. Its singles \"...Ready for It?\", \"End Game\", and \"Delicate\" were released to pop radio. Reputation was nominated for a Grammy Award for Best Pop Vocal Album. Swift featured on the country duo Sugarland's \"Babe\" (2018).",
        "ngram": 157,
        "subject": "Selena Gomez"
    },
    {
        "text": "As you might know, I care deeply about stem cell research. In Missouri, you can elect Claire McCaskill, who shares my hope for cures. Unfortunately, Senator Jim Talent opposes expanding stem cell research. Senator Talent even wanted to criminalize the science that gives us the chance for hope. They say all politics is local, but that's not always the case. What you do in Missouri matters to millions of Americans, Americans like me.The New York Times called it \"one of the most powerful and talked about political advertisements in years\" and polls indicated that the commercial had a measurable impact on the way voters voted, in an election that McCaskill won. His second book, Always Looking Up: The Adventures of an Incurable Optimist, describes his life between 1999 and 2009, with much of the book centered on how Fox got into campaigning for stem cell research. On March 31, 2009, Fox appeared on The Oprah Winfrey Show with Mehmet Oz to discuss his condition as well as his book, his family and his primetime special, which aired May 7, 2009, (Michael J. Fox: Adventures of an Incurable Optimist).His work led him to be named one of the 100 people \"whose power, talent or moral example is transforming the world\" in 2007 by Time magazine. On March 5, 2010, Fox received an honorary doctorate in medicine from Karolinska Institute for his contributions to research in Parkinson's disease. He received an honorary doctorate of laws from the University of British Columbia.On May 31, 2012, he received an honorary",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Brett was the second of four children and attended Hancock North Central High School, where he played baseball and football. Favre started for the Hancock North Central baseball team as an eighth-grader and earned five varsity letters. He played quarterback, lineman, strong safety, placekicker, and punter in a primarily option, run-oriented offense coached by his father, Irvin Favre, who was the head coach of the Hawks football team.",
        "ngram": 68,
        "subject": "Selena Gomez"
    },
    {
        "text": "Richards returned for The Real Housewives of Beverly Hills' tenth season, which premiered on April 15, 2020. On September 10, 2020, her representative confirmed that Richards is leaving the series after two seasons. In late 2020, Richards traveled to Spain to begin filming adventure drama series Glow & Darkness, portraying the role of Countess of Champagne. In 2020, she appeared in five films: Money Plane, Switched, Reality Queen!, Alpha Code and Timecrafters: The Treasure of Pirate's Cove. The heist film Money Plane was released to video-on-demand services on July 10, 2020, by Quiver Distribution. In Switched, released on September 4, 2020, Richards portrayed Victoria Sharp, the mother of a school bully. On August 28, 2021, she played Amanda in Lifetime's thriller film Killer Cheer Mom. The film follows a high school junior named Riley, who moved to a new town with her dad and stepmom, Amanda (Richards).",
        "ngram": 147,
        "subject": "Selena Gomez"
    },
    {
        "text": "Kimberly Noel Kardashian (born October 21, 1980) is an American media personality, socialite, actress, and businesswoman. She first gained media attention as a friend and stylist of Paris Hilton, but received wider notice after the sex tape Kim Kardashian, Superstar, which she filmed in 2003 with her then-boyfriend Ray J, was released in 2007. Later that year, she and her family began to appear on the E! reality television series Keeping Up with the Kardashians, which aired until 2021. Its success led to the formation of three spin-off shows; Kourtney and Kim Take New York (2011–2012), Kourtney and Kim Take Miami (2009–2013) and Hulu's The Kardashians (2022–present).",
        "ngram": 107,
        "subject": "Selena Gomez"
    },
    {
        "text": "Johnson entered Hollywood and the film industry, becoming a star initially through his wrestling popularity and noted work ethic. Over his acting career, he became one of the highest-paid and most successful actors in Hollywood. He began his acting career on television while wrestling. In his first television acting job, in 1999, he played his father in an episode of That '70s Show called \"That Wrestling Show\". Nearly a year later, he appeared in the Star Trek: Voyager episode \"Tsunkatse\" as an alien wrestler who fought popular character Seven of Nine. While Johnson was away from WWE, the company continued to sell \"The Rock\" merchandise, and he continued to be featured prominently in the opening montages of their television shows.",
        "ngram": 120,
        "subject": "Selena Gomez"
    },
    {
        "text": "Grant attended a Methodist service for Civil War veterans in Ocean Grove, New Jersey, on August 4, 1884, receiving a standing ovation from the ten thousand attendees; it would be his last public appearance. In the summer of 1884, Grant complained of a sore throat but put off seeing a doctor until late October, when he learned it was cancer, possibly caused by his frequent cigar smoking. Grant chose not to reveal the seriousness of his condition to his wife, who soon found out from Grant's doctor. In March of the following year, The New York Times announced that Grant was dying of cancer, causing nationwide public concern. Knowing of Grant and Julia's financial difficulties, Congress restored him to the rank of General of the Army with full retirement pay—Grant's assumption of the presidency had required that he resign his commission and forfeit his (and his widow's) pension.",
        "ngram": 148,
        "subject": "Selena Gomez"
    },
    {
        "text": "The concluding stanzas of this poem convey disappointment in someone with whom he had had an intimate relationship, perhaps using the relationship as a metaphor as the relationship with life itself, and contain a further invocation of Billy the killer/Hitchhiker, a common character in Morrison's body of work:",
        "ngram": 48,
        "subject": "Selena Gomez"
    },
    {
        "text": "On the June 2 episode of Raw, The Rock turned face after joining the Highlight Reel and attacking Christian and Chris Jericho with Booker T. He would later return on the December 8 episode of Raw to help Mick Foley against La Résistance. In 2004, The Rock aided Mick Foley in his feud against Evolution, leading to a reunion of the Rock 'n' Sock Connection. They lost against Ric Flair, Randy Orton, and Batista in a handicap match at WrestleMania XX on March 14, 2004, when Orton pinned Foley after an RKO. This was Johnson's final wrestling match until November 2011. The Rock appeared in WWE sporadically following WrestleMania XX. He made returns to provide support for Eugene against Jonathan Coachman and made a cameo in his hometown of Miami, where he confronted Randy Orton. On the August 23 episode of Raw, he hosted a pie-eating contest, as part of the WWE Diva Search, and ended the segment by giving Coachman a People's Elbow. The Rock's contract with WWE then ended and he started his full-time acting career.",
        "ngram": 178,
        "subject": "Selena Gomez"
    },
    {
        "text": "When Stewart was picked for the role of Captain Jean-Luc Picard in Star Trek: The Next Generation (1987–1994), the Los Angeles Times called him an \"unknown British Shakespearean actor\". Still living out of his suitcase because of his scepticism that the show would succeed, he was unprepared for the long schedule of television production that began at 4:45 am each day. He initially experienced difficulty fitting in with his less-disciplined castmates with a time when he called the main cast in to scold them for being unprofessional in his eyes recalled as an embarrassment, especially when he berated them saying \"We're not here... to have fun!\" Furthermore, Stewart recalled that his \"spirits used to sink\" when he was required to memorise and recite technobabble. He eventually came to better understand the cultural differences between the stage and television and relaxed to a degree at work, and his favourite technical line became \"spacetime continuum\". He remained close friends with his fellow Star Trek actors and became their advocate with the producers when necessary. Marina Sirtis credited Stewart with \"at least 50%, if not more\" of the show's success because others imitated his professionalism and dedication to acting. Jonathan Frakes said that while \"Some shows I've been on, actors show up who haven't even read the script\", Stewart \"set such a high bar for preparation. We all came to work in the morning completely prepared. We knew our lines and had broken down the script\".",
        "ngram": 243,
        "subject": "Selena Gomez"
    },
    {
        "text": "Swift is known for her philanthropic efforts. She ranked first on DoSomething's 2015 \"Gone Good\" list, having received the Star of Compassion from the Tennessee Disaster Services and the Big Help Award from the Nickelodeon Kids' Choice Awards for her \"dedication to helping others\" and \"inspiring others through action\". She donated $100,000 to the Red Cross to help the victims of the Iowa flood of 2008. In 2009, she sang at BBC's Children in Need concert and raised £13,000 for the cause. Swift has performed at charity relief events, including Sydney's Sound Relief concert. In response to the May 2010 Tennessee floods, Swift donated $500,000. In 2011, Swift used a dress rehearsal of her Speak Now tour as a benefit concert for victims of recent tornadoes in the US, raising more than $750,000. In 2016, she donated $1 million to Louisiana flood relief efforts and $100,000 to the Dolly Parton Fire Fund. Swift donated to food banks after Hurricane Harvey struck Houston in 2017 and at every stop of the Eras Tour in 2023; she also directly employed local businesses throughout the tour and gave $55 million in bonus payments to her entire crew. Swift donated $1 million for Tennessee tornado relief in 2020 and again in 2023. In February 2024, she donated $100,000 to the family of a woman who died in a shooting at the Kansas City Chiefs' Super Bowl parade.",
        "ngram": 233,
        "subject": "Selena Gomez"
    },
    {
        "text": "The song was widely misinterpreted as jingoistic, and in connection with the 1984 presidential campaign became the subject of considerable folklore. In 1984, conservative columnist George Will attended a Springsteen concert and then wrote a column praising Springsteen's work ethic. Six days after the column's publication, then President Ronald Reagan, in a campaign rally in Hammonton, New Jersey, made brief mention of the song, saying, \"America's future rests in a thousand dreams inside your hearts. It rests in the message of hope in the songs of a man so many young Americans admire—New Jersey's own, Bruce Springsteen.\" Two nights later, at a concert in Pittsburgh, Springsteen told the crowd, \"Well, the president was mentioning my name in his speech the other day and I kind of got to wondering what his favorite album of mine must've been, you know? I don't think it was the Nebraska album. I don't think he's been listening to this one.\" He then began playing \"Johnny 99\", with its allusions to closing factories and criminals.",
        "ngram": 170,
        "subject": "Selena Gomez"
    },
    {
        "text": "In 2002, King, Peter Straub, John Grisham and Pat Conroy organized the Wavedancer Benefit, a public reading to raise funds for the actor and audiobook reader Frank Muller, who had been injured in a motorcycle accident. Their reading was released as an audiobook. ",
        "ngram": 44,
        "subject": "Selena Gomez"
    },
    {
        "text": "Pfeiffer took on the role of Selina Kyle–Catwoman in Tim Burton's superhero film Batman Returns (1992), opposite Michael Keaton and Danny DeVito, after Annette Bening dropped out because of her pregnancy. For the role, she trained in martial arts and kickboxing. Pfeiffer received unanimous critical acclaim for her portrayal, which is often referred to as the greatest performance of Catwoman of all time by critics and fans. Premiere retrospectively stated: \"Arguably the outstanding villain of the Tim Burton era, Michelle Pfeiffer's deadly kitten with a whip brought sex to the normally neutered franchise. Her stitched-together, black patent leather costume, based on a sketch of Burton's, remains the character's most iconic look. And Michelle Pfeiffer overcomes Batman Returns' heavy-handed feminist dialogue to deliver a growling, fierce performance.\" Batman Returns was a big box office success, grossing over US$267 million worldwide.",
        "ngram": 139,
        "subject": "Selena Gomez"
    },
    {
        "text": "He instinctively realized that orderliness would only proceed from centralized control of large aggregations of plant and capital, with the one aim of an orderly flow of products from the producer to the consumer. That orderly, economic, efficient flow is what we now, many years later, call 'vertical integration' I do not know whether Mr. Rockefeller ever used the word 'integration'. I only know he conceived the idea.",
        "ngram": 68,
        "subject": "Selena Gomez"
    },
    {
        "text": "Anderson has been married five times. She married her first husband, Tommy Lee, drummer of Mötley Crüe, on February 19, 1995, after knowing him for only four days. They married on a beach, with Anderson in a white bikini and Lee in boardshorts. Anderson's mother did not know, and learned of the marriage from People magazine. During this time, she was known professionally as Pamela Anderson Lee. They have two sons together: Brandon Thomas (born June 5, 1996) and Dylan Jagger (born December 29, 1997). During their tumultuous marriage, Lee was sentenced to six months in the Los Angeles County Jail for spousal abuse after assaulting Anderson. The couple divorced in 1998. A long custody dispute over their sons followed, and was finalized when they were granted joint custody in October 2002.In March 2002, Anderson publicly stated that she had contracted hepatitis C by sharing tattoo needles with Lee, and began writing a regular column for Jane magazine. In October 2003, Anderson jokingly said on Howard Stern's radio show that she did not expect to live more than 10 or 15 years, but this was taken seriously by many websites and tabloids. By 2015 Anderson had been cured of hepatitis C.",
        "ngram": 201,
        "subject": "Selena Gomez"
    },
    {
        "text": "Lopez returned to the big screen in 2012, starring alongside an ensemble cast in the film What to Expect When You're Expecting, which is based on the book of the same name. Lopez voiced Shira, a saber tooth tiger, in the animated film, Ice Age: Continental Drift, the fourth film in the Ice Age franchise. Also in 2012, a talent show, ¡Q'Viva! The Chosen followed Lopez, Anthony, and director-choreographer Jamie King as they travelled across 21 countries in Latin America to find new talent for a Las Vegas show. In 2013, Lopez starred alongside Jason Statham in the crime thriller Parker, in which she played Leslie. Her performance earned positive reviews, with the Chicago Tribune commending the role for giving Lopez \"an opportunity to be dramatic, romantic, funny, depressed, euphoric and violent. The audience stays with her all the way\". That year, Lopez released the single \"Live It Up\", founded the mobile phone retail brand Viva Móvil, and was named chief creative officer of NuvoTV. She also served as an executive producer of the television series The Fosters (2013–2018), a show about a lesbian couple raising a family. Lopez's desire to work on the series was driven by her late aunt, who was gay.",
        "ngram": 204,
        "subject": "Selena Gomez"
    },
    {
        "text": "The romantic comedy The Hottie and the Nottie (2008), in which Hilton starred, was a critical and commercial failure. She appeared in the My Name Is Earl episode \"I Won't Die with a Little Help from My Friends\". A documentary about Hilton, Paris, Not France, was screened at the 2008 Toronto International Film Festival. The gothic rock musical Repo! The Genetic Opera (2008) featured Hilton as Amber Sweet, the surgery and painkiller-addicted daughter of a biotech magnate. After screening at the San Diego Comic-Con International, the film received a limited release. Horror.com described it as \"by far Hilton's best role\", but Jam! Movies called her a \"hopeless twit as an actress\". At the 29th Razzie Awards, she won as Worst Actress for The Hottie and the Nottie and as Worst Supporting Actress for Repo!.Hilton starred in a MTV reality series, Paris Hilton's My New BFF, about her search for a new best friend, which premiered on September 30, 2008. The series was a hit and topped all other cable shows in its time slot. That year, she also appeared in two viral Funny or Die videos, Paris Hilton Responds to McCain and Paris Hilton Gets Presidential with Martin Sheen, and inspired by her love for dogs, created a canine apparel line, Little Lily by Paris Hilton.As a result of the American version's success, Paris Hilton's British Best Friend debuted on ITV2 in England on January 29, 2009, the second season of Paris Hilton's My New BFF premiered on June 2, and Paris Hilton's Dubai BFF was",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "In July 2002, Beyoncé made her theatrical film debut, playing Foxxy Cleopatra alongside Mike Myers in the comedy film Austin Powers in Goldmember, which spent its first weekend atop the U.S. box office and grossed $73 million. Beyoncé released \"Work It Out\" as the lead single from its soundtrack album which entered the top ten in the UK, Norway, and Belgium. In 2003, Beyoncé starred opposite Cuba Gooding Jr. in the musical comedy The Fighting Temptations as Lilly, a single mother with whom Gooding's character falls in love. The film received mixed reviews from critics but grossed $30 million in the U.S. Beyoncé released \"Fighting Temptation\" as the lead single from the film's soundtrack album, with Missy Elliott, MC Lyte, and Free which was also used to promote the film. Another of Beyoncé's contributions to the soundtrack, \"Summertime\", fared better on the U.S. charts.",
        "ngram": 144,
        "subject": "Selena Gomez"
    },
    {
        "text": "Perry starred in the TNT movie The Ron Clark Story, which premiered August 13, 2006, and received a Golden Globe and Emmy nomination for his performance. From 2006 to 2007, he appeared in Aaron Sorkin's drama Studio 60 on the Sunset Strip. Perry played Matt Albie alongside Bradley Whitford's Danny Tripp, a writer-director duo brought in to help save a failing sketch show.In 2006, Perry began filming Numb, a film based on a man suffering from depersonalization disorder. The release was postponed several times, but it was finally released on DVD on May 13, 2008. Perry also appeared on stage in London in David Mamet's Sexual Perversity in Chicago. In 2008, Perry starred in the independent film Birds of America. Showtime passed on a pilot called The End of Steve, a dark comedy starring, written, and produced by Perry and Peter Tolan.In 2009, Perry starred in the film 17 Again playing a 37-year-old man who transforms into his 17-year-old self (Zac Efron) after an accident. The film received mixed reviews and was a box-office success. A review on WRC-TV found Perry miscast in his role, emphasizing the disbelief in Efron growing up to resemble Perry, both physically and behaviorally — a sentiment echoed by other critics.In 2009, Perry was a guest on The Ellen DeGeneres Show, when he presented Ellen DeGeneres with an Xbox 360 video game console and a copy of the game Fallout 3. The gesture led to game studio Obsidian Entertainment casting him in Fallout: New Vegas as the voice of Benny.Perry's new",
        "ngram": 256,
        "subject": "Selena Gomez"
    },
    {
        "text": "Carey's tenth studio album, The Emancipation of Mimi in 2005, was produced with the Neptunes, Kanye West and Carey's longtime collaborator, Jermaine Dupri. She described the album as \"very much like a party record ... the process of putting on makeup and getting ready to go out ... I wanted to make a record that was reflective of that.\" The Emancipation of Mimi topped the charts in the United States, becoming Carey's fifth number-one album and first since Butterfly (1997), and was warmly accepted by critics. Caroline Sullivan of The Guardian defined it as \"cool, focused and urban [... some of] the first Mariah Carey tunes in years which I wouldn't have to be paid to listen to again,\" while USA Today's Elysa Gardner wrote, \"The [songs] truly reflect the renewed confidence of a songbird who has taken her shots and kept on flying.\" The album's second single, \"We Belong Together\", became a \"career re-defining\" song for Carey, after a relatively unsuccessful period and a point when many critics had considered her career over.",
        "ngram": 174,
        "subject": "Selena Gomez"
    },
    {
        "text": "Throughout the rest of his childhood and adolescence, Lennon lived at Mendips, 251 Menlove Avenue, Woolton, with Mimi and her husband George Toogood Smith, who had no children of their own. His aunt purchased volumes of short stories for him, and his uncle, a dairyman at his family's farm, bought him a mouth organ and engaged him in solving crossword puzzles. Julia visited Mendips on a regular basis, and John often visited her at 1 Blomfield Road, Liverpool, where she played him Elvis Presley records, taught him the banjo, and showed him how to play \"Ain't That a Shame\" by Fats Domino. In September 1980, Lennon commented about his family and his rebellious nature:",
        "ngram": 114,
        "subject": "Selena Gomez"
    },
    {
        "text": "Cyrus currently resides in Hidden Hills, California and also owns a $5.8 million home in her hometown of Franklin. While Cyrus was raised as a Christian and identified herself as such during her childhood and early adult life, she includes references to Tibetan Buddhism in the lyrics to her song \"Milky Milky Milk\" (2015) and is also influenced by Hindu beliefs.",
        "ngram": 61,
        "subject": "Selena Gomez"
    },
    {
        "text": "On October 30, 2013, Brown voluntarily entered rehab. After Brown completed his 90 days, the judge ordered him to remain a resident at the Malibu treatment facility until a hearing on April 23, 2014. The deal was if Brown left rehab, he would go to jail. On March 14, 2014, Brown was kicked out of the rehab facility and sent to Northern Neck Regional Jail for violating internal rules. He was expected to be released on April 23, 2014, but a judge denied his release request from custody either on bail or his own recognizance. At his May 9, 2014, court date, Brown was ordered to serve 131 days in jail for his probation violation. He was sentenced to serve 365 days in custody; however, the judge gave him credit for 234 days he had already spent in rehab and jail, as well as credits for good behavior while behind bars. Brown was released from jail on June 2, 2014.",
        "ngram": 160,
        "subject": "Selena Gomez"
    },
    {
        "text": "During Carter's presidency, the U.S. continued to support Indonesia as a cold war ally, despite human rights violations in East Timor. The violations followed Indonesia's December 1975 invasion and occupation of East Timor. Under Carter's administration military assistance to Indonesia increased, peaking in 1978. This was antithetical to Carter's stated policy of \"not selling weapons if it would exacerbate a potential conflict in a region of the world\".",
        "ngram": 68,
        "subject": "Selena Gomez"
    },
    {
        "text": "Hogan eventually could no longer work with Hiro Matsuda, whom he felt was an overbearing trainer, and left CWF. After declining an offer to wrestle for the Kansas City circuit, Hogan took a hiatus from wrestling and managed The Anchor club, a private club in Cocoa Beach, Florida, for a man named Whitey Bridges. Eventually, Whitey and Hogan became close friends, and opened a gym together; the gym became known as Whitey and Terry's Olympic gym.",
        "ngram": 76,
        "subject": "Selena Gomez"
    },
    {
        "text": "In 2006 Harry visited Mants'ase Children's Home near Mohale's Hoek in Lesotho, which he had first toured in 2004, and alongside Prince Seeiso of Lesotho, he launched Sentebale: The Princes' Fund for Lesotho, a charity to assist children orphaned by HIV/AIDS. He has granted his patronage to organisations including WellChild, Dolen Cymru, MapAction and the London Marathon Charitable Trust; he stepped down from MapAction in 2019 and the London Marathon Charitable Trust in 2021. In 2007 he and William organised the Concert for Diana, in memory of their mother, which benefited the charities and patronages of Diana, William, and Harry. In October 2008, Harry and his brother embarked on the 1,000 mile eight-day Enduro Africa motorbike ride across South Africa to raise money for Sentebale, UNICEF and the Nelson Mandela Children's Fund. In September 2009, William and Harry set up The Foundation of Prince William and Prince Harry to enable them to take forward their charitable ambitions. Harry left the charity in June 2019.",
        "ngram": 164,
        "subject": "Selena Gomez"
    },
    {
        "text": "After purchasing the company from his father in 1982, Vincent K. McMahon had plans to expand the territory into a nationwide promotion, and he handpicked Hogan to be the company's showpiece attraction due to his charisma and name recognition. Hogan made his return at a television taping in St. Louis, Missouri, on December 27, 1983, defeating Bill Dixon.",
        "ngram": 58,
        "subject": "Selena Gomez"
    },
    {
        "text": "Harry has enjoyed playing sports, such as competitive polo, skiing, and motocross. Like his brother and father, he has participated in polo matches to raise money for charitable causes. Harry is also a keen Rugby football fan and supported England's bid to host rugby union's 2015 Rugby World Cup, and presented the trophy at rugby league's 2019 Challenge Cup finals. In 2004 Harry trained as a Rugby Development Officer for the Rugby Football Union and coached students in schools to encourage them to learn the sport. He, along with former rugby player Brian Moore, both argued that in response to Black Lives Matter, the song \"Swing Low, Sweet Chariot\" should no longer be sung in rugby context. Between December 2016 and February 2021, he was patron of both the Rugby Football Union (RFU) and Rugby Football League (RFL), Rugby League's governing body in England. He had served as the RFU's vice-royal patron since 2010, supporting the Queen as patron.",
        "ngram": 159,
        "subject": "Selena Gomez"
    },
    {
        "text": "Dame Angela Brigid Lansbury  (October 16, 1925 – October 11, 2022) was a British and American  actress and singer. In a career spanning 80 years, she played various roles across film, stage, and television. Although based for much of her life in the United States, her work attracted international attention.",
        "ngram": 52,
        "subject": "Selena Gomez"
    },
    {
        "text": "In March 2015, it was announced that West is a co-owner, with various other music artists, in the music streaming service Tidal. The service specialises in lossless audio and high definition music videos. Jay-Z acquired the parent company of Tidal, Aspiro, in the first quarter of 2015. Sixteen artist stakeholders including Jay-Z, Rihanna, Beyoncé, Madonna, Chris Martin, Nicki Minaj co-own Tidal, with the majority owning a 3% equity stake. In October 2022, in direct response to bans he received on Twitter and Instagram stemming from his antisemitic comments, West reached an agreement in principle to acquire the alt-tech social network Parler for an undisclosed amount. Parler and West mutually agreed to terminate the proposed deal in mid-November.",
        "ngram": 117,
        "subject": "Selena Gomez"
    },
    {
        "text": "Houston is one of the best-selling recording artists of all time, with more than 220 million records sold worldwide. She is also the best-selling female R&B artist of the 20th century. Houston had also sold more physical singles than any other female solo artist in history. As of 2023, she was ranked as one of the best-selling artists in the United States by the Recording Industry Association of America with 61 million certified albums. Houston released seven studio albums and two soundtrack albums, all of which have been certified diamond, multi-platinum or platinum.",
        "ngram": 93,
        "subject": "Selena Gomez"
    },
    {
        "text": "Barker participated in several PETA public service announcements over the years, including one that claimed that vegan diets prevent Alzheimer's disease. In 2010, he donated $2.5 million (equivalent to $3.5 million in 2023) toward the purchase of office space for the organization in Los Angeles. The Bob Barker Building opened in 2012.",
        "ngram": 52,
        "subject": "Selena Gomez"
    },
    {
        "text": "Jefferson and political protegé Congressman James Madison founded the National Gazette in 1791, along with author Phillip Freneau, in an effort to counter Hamilton's Federalist policies, which Hamilton was promoting through the influential Federalist newspaper the Gazette of the United States. The National Gazette made particular criticism of the policies promoted by Hamilton, often through anonymous essays signed by the pen name Brutus at Jefferson's urging, which were actually written by Madison. In Spring 1791, Jefferson and Madison took a vacation to Vermont; Jefferson had been suffering from migraines and was tiring of the in-fighting with Hamilton.",
        "ngram": 97,
        "subject": "Selena Gomez"
    }
]