[
    {
        "text": "Henry Alfred Kissinger (May 27, 1923 – November 29, 2023) was an American diplomat, political scientist, geopolitical consultant, and politician who served as the United States secretary of state and national security advisor in the presidential administrations of Richard Nixon and Gerald Ford between 1969 and 1977.Born in Germany, Kissinger came to the United States in 1938 as a Jewish refugee fleeing Nazi persecution. He served in the U.S. Army during World War II, and, after the war, was educated at Harvard University, where he excelled academically. He later became a professor of government at the university and earned an international reputation as an expert on nuclear weapons and foreign policy. He frequently acted as a consultant to government agencies, think tanks, and the presidential campaigns of Nelson Rockefeller and Richard Nixon before being appointed national security advisor.",
        "ngram": 138,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger pioneered the policy of détente with the Soviet Union, orchestrated an opening of relations with China, engaged in \"shuttle diplomacy\" in the Middle East to end the Yom Kippur War, and negotiated the Paris Peace Accords, which ended American involvement in the Vietnam War. For his role in negotiating the end of the Vietnam War, he was awarded the 1973 Nobel Peace Prize under controversial circumstances. A practitioner of a pragmatic approach to politics called Realpolitik, he has been widely considered by scholars to have been an effective secretary of state.Kissinger is also associated with controversial U.S. policies, including its bombing of Cambodia, involvement in the 1973 Chilean coup d'état, support for Argentina's military junta in its Dirty War, support for Indonesia in its invasion of East Timor, and support for Pakistan during the Bangladesh Liberation War and Bangladesh genocide. He was accused of war crimes for the civilian death toll of the policies he pursued, his role in facilitating U.S. support for dictatorial regimes, and willful ignorance towards human rights abuses committed by the United States and its allies.After leaving government, Kissinger founded Kissinger Associates, an international geopolitical consulting firm. He authored over a dozen books on diplomatic history and international relations. His advice was sought by American presidents of both political parties.",
        "ngram": 215,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger was born Heinz Alfred Kissinger on May 27, 1923, in Fürth, Bavaria, Germany. He was the son of homemaker Paula (née Stern; 1901–1998), from Leutershausen, and Louis Kissinger (1887–1982), a schoolteacher. He had a younger brother, Walter (1924–2021), who was a businessman. Kissinger's family was German-Jewish. His great-great-grandfather Meyer Löb adopted \"Kissinger\" as his surname in 1817, taking it from the Bavarian spa town of Bad Kissingen. In his childhood, Kissinger enjoyed playing soccer. He played for the youth team of SpVgg Fürth, which was one of the nation's best clubs at the time.In a 2022 BBC interview, Kissinger vividly recalled being nine years old in 1933 and learning of Adolf Hitler's election as Chancellor of Germany, which proved to be a profound turning point for the Kissinger family. During Nazi rule, Kissinger and his friends were regularly harassed and beaten by Hitler Youth gangs. Kissinger sometimes defied the segregation imposed by Nazi racial laws by sneaking into soccer stadiums to watch matches, often resulting in beatings from security guards. As a result of the Nazis' anti-Semitic laws, Kissinger was unable to gain admittance to the Gymnasium and his father was dismissed from his teaching job.On August 20, 1938, when Kissinger was 15 years old, he and his family fled Germany to avoid further Nazi persecution. The family briefly stopped in London before arriving in New York City on September 5. Kissinger later downplayed the influence his experiences of Nazi persecution had had on his policies, writing that the \"Germany of my youth had a",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger underwent basic training at Camp Croft in Spartanburg, South Carolina. On June 19, 1943, at the age of 20, while stationed in South Carolina, he became a naturalized U.S. citizen. The army sent him to study engineering at Lafayette College in Pennsylvania under the Army Specialized Training Program, but the program was canceled and Kissinger was reassigned to the 84th Infantry Division. There, he made the acquaintance of Fritz Kraemer, a fellow immigrant from Germany who noted Kissinger's fluency in German and his intellect and arranged for him to be assigned to the division's military intelligence. Kissinger saw combat with the division and volunteered for hazardous intelligence duties during the Battle of the Bulge. On April 10, 1945, he participated in the liberation of the Hannover-Ahlem concentration camp, a subcamp of the Neuengamme concentration camp. At the time, Kissinger wrote in his journal, \"I had never seen people degraded to the level that people were in Ahlem. They barely looked human. They were skeletons.\" After the initial shock, however, Kissinger was relatively silent about his wartime service.During the American advance into Germany, Kissinger, though only a private (the lowest military rank), was put in charge of the administration of the city of Krefeld because of a lack of German speakers on the division's intelligence staff. Within eight days he had established a civilian administration. Kissinger was then reassigned to the Counter Intelligence Corps (CIC), where he became a CIC Special Agent holding the enlisted rank of sergeant. He was given charge of a team in",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger earned his Bachelor of Arts summa cum laude, Phi Beta Kappa in political science from Harvard College in 1950, where he lived in Adams House and studied under William Yandell Elliott. His senior undergraduate thesis, titled The Meaning of History: Reflections on Spengler, Toynbee and Kant, was over 400 pages long, and was the origin of the current limit on length (35,000 words). He earned his Master of Arts and Doctor of Philosophy at Harvard University in 1951 and 1954, respectively. In 1952, while still a graduate student at Harvard, he served as a consultant to the director of the Psychological Strategy Board, and founded a magazine, Confluence. At that time, he sought to work as a spy for the FBI.",
        "ngram": 122,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger's doctoral dissertation was titled Peace, Legitimacy, and the Equilibrium (A Study of the Statesmanship of Castlereagh and Metternich). Stephen Graubard, Kissinger's friend, asserted that Kissinger primarily pursued such endeavor to instruct himself on the history of power play between European states in the 19th century. In his doctoral dissertation, Kissinger first introduced the concept of \"legitimacy\", which he defined as: \"Legitimacy as used here should not be confused with justice. It means no more than an international agreement about the nature of workable arrangements and about the permissible aims and methods of foreign policy\". An international order accepted by all of the major powers is \"legitimate\" whereas an international order not accepted by one or more of the great powers is \"revolutionary\" and hence dangerous. Thus, when after the Congress of Vienna in 1815, the leaders of Britain, France, Austria, Prussia, and Russia agreed to co-operate in the Concert of Europe to preserve the peace after Austria, Prussia, and Russia participated in a series of three Partitions of Poland, in Kissinger's viewpoint this international system was \"legitimate\" because it was accepted by the leaders of all five of the Great Powers of Europe. Notably, Kissinger's Primat der Außenpolitik (Primacy of foreign policy) approach to diplomacy took it for granted that as long as the decision-makers in the major states were willing to accept the international order, then it is \"legitimate\" with questions of public opinion and morality dismissed as irrelevant. His dissertation also won him the Senator Charles Sumner Prize, an award given to the",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "From 1956 to 1958, Kissinger worked for the Rockefeller Brothers Fund as director of its Special Studies Project. He served as the director of the Harvard Defense Studies Program between 1958 and 1971. In 1958, he also co-founded the Center for International Affairs with Robert R. Bowie where he served as its associate director. Outside of academia, he served as a consultant to several government agencies and think tanks, including the Operations Research Office, the Arms Control and Disarmament Agency, Department of State, and the RAND Corporation.Keen to have a greater influence on U.S. foreign policy, Kissinger became foreign policy advisor to the presidential campaigns of Nelson Rockefeller, supporting his bids for the Republican nomination in 1960, 1964, and 1968. Kissinger first met Richard Nixon at a party hosted by Clare Boothe Luce in 1967, saying that he found him more \"thoughtful\" than he expected. During the Republican primaries in 1968, Kissinger again served as the foreign policy adviser to Rockefeller and in July 1968 called Nixon \"the most dangerous of all the men running to have as president\". Initially upset when Nixon won the Republican nomination, the ambitious Kissinger soon changed his mind about Nixon and contacted a Nixon campaign aide, Richard Allen, to state he was willing to do anything to help Nixon win. After Nixon became president in January 1969, Kissinger was appointed as National Security Advisor. By this time, he was arguably \"one of the most important theorists about foreign policy ever to be produced by the United States of America\", according",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger served as National Security Advisor and Secretary of State under President Richard Nixon and continued as Secretary of State under Nixon's successor Gerald Ford. With the death of George Shultz in February 2021, Kissinger was the last surviving member of the Nixon administration Cabinet.The relationship between Nixon and Kissinger was unusually close, and has been compared to the relationships of Woodrow Wilson and Colonel House, or Franklin D. Roosevelt and Harry Hopkins. In all three cases, the State Department was relegated to a backseat role in developing foreign policy. Kissinger and Nixon shared a penchant for secrecy and conducted numerous \"backchannel\" negotiations, such as that through the Soviet Ambassador to the United States, Anatoly Dobrynin, that excluded State Department experts. Historian David Rothkopf has looked at the personalities of Nixon and Kissinger, saying:",
        "ngram": 134,
        "subject": "Henry Kissinger"
    },
    {
        "text": "They were a fascinating pair. In a way, they complemented each other perfectly. Kissinger was the charming and worldly Mr. Outside who provided the grace and intellectual-establishment respectability that Nixon lacked, disdained and aspired to. Kissinger was an international citizen. Nixon very much a classic American. Kissinger had a worldview and a facility for adjusting it to meet the times, Nixon had pragmatism and a strategic vision that provided the foundations for their policies. Kissinger would, of course, say that he was not political like Nixon—but in fact he was just as political as Nixon, just as calculating, just as relentlessly ambitious ... these self-made men were driven as much by their need for approval and their neuroses as by their strengths.",
        "ngram": 122,
        "subject": "Henry Kissinger"
    },
    {
        "text": "A proponent of Realpolitik, Kissinger played a dominant role in United States foreign policy between 1969 and 1977. In that period, he extended the policy of détente. This policy led to a significant relaxation in U.S.–Soviet tensions and played a crucial role in 1971 talks with the People's Republic of China premier Zhou Enlai. The talks concluded with a rapprochement between the United States and China, and the formation of a new strategic anti-Soviet Sino-American alignment. He was jointly awarded the 1973 Nobel Peace Prize with Lê Đức Thọ for helping to establish a ceasefire and U.S. withdrawal from Vietnam. The ceasefire, however, was not durable. Thọ declined to accept the award and Kissinger appeared deeply ambivalent about it—he donated his prize money to charity, did not attend the award ceremony, and later offered to return his prize medal. As National Security Advisor in 1974, Kissinger directed the much-debated National Security Study Memorandum 200.",
        "ngram": 154,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger initially had little interest in China when he began his work as National Security Adviser in 1969, and the driving force behind the rapprochement with China was Nixon. In April 1970, both Nixon and Kissinger promised Chiang Ching-kuo, the son of Generalissimo Chiang Kai-shek, that they would never abandon Taiwan or make any compromises with Mao Zedong, although Nixon did speak vaguely of his wish to improve relations with the People's Republic.",
        "ngram": 73,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger made two trips to the People's Republic in July and October 1971 (the first of which was made in secret) to confer with Premier Zhou Enlai, then in charge of Chinese foreign policy. During his visit to Beijing, the main issue turned out to be Taiwan, as Zhou demanded the United States recognize that Taiwan was a legitimate part of the People's Republic, pull U.S. forces out of Taiwan, and end military support for the Kuomintang regime. Kissinger gave way by promising to pull U.S. forces out of Taiwan, saying two-thirds would be pulled out when the Vietnam war ended and the rest to be pulled out as Sino-American relations improved.In October 1971, as Kissinger was making his second trip to the People's Republic, the issue of which Chinese government deserved to be represented in the United Nations came up again. Out of concern to not be seen abandoning an ally, the United States tried to promote a compromise under which both Chinese regimes would be United Nations members, although Kissinger called it \"an essentially doomed rearguard action\". While American ambassador to the United Nations George H. W. Bush was lobbying for the \"two Chinas\" formula, Kissinger was removing favorable references to Taiwan from a speech that then Secretary of State William P. Rogers was preparing, as he expected the country to be expelled from the United Nations. During his second visit to Beijing, Kissinger told Zhou that according to a public opinion poll 62% of Americans wanted Taiwan to remain a United Nations member",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger discussed being involved in Indochina prior to his appointment as National Security Adviser to Nixon. According to Kissinger, his friend Henry Cabot Lodge Jr., the Ambassador to Saigon, employed Kissinger as a consultant, leading to Kissinger visiting Vietnam once in 1965 and twice in 1966, where Kissinger realized that the United States \"knew neither how to win or how to conclude\" the Vietnam War. Kissinger also stated that in 1967, he served as an intermediary for negotiations between the United States and North Vietnam, with Kissinger providing the American position, while two Frenchmen provided the North Vietnamese position.When he came into office in 1969, Kissinger favored a negotiating strategy under which the United States and North Vietnam would sign an armistice and agreed to pull their troops out of South Vietnam while the South Vietnamese government and the Viet Cong were to agree to a coalition government. Kissinger had doubts about Nixon's theory of \"linkage\", believing that this would give the Soviet Union leverage over the United States and unlike Nixon was less concerned about the ultimate fate of South Vietnam. Though Kissinger did not regard South Vietnam as important in its own right, he believed it was necessary to support South Vietnam to maintain the United States as a global power, believing that none of America's allies would trust the United States if South Vietnam were abandoned too quickly.In early 1969, Kissinger was opposed to the plans for Operation Menu, the bombing of Cambodia, fearing that Nixon was acting rashly with no plans for",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Le Duc Thọ in Paris parallel to the official talks that the South Vietnamese were unaware of. In June 1971, Kissinger supported Nixon's effort to ban the Pentagon Papers saying the \"hemorrhage of state secrets\" to the media was making diplomacy impossible.On August 1, 1972, Kissinger met Thọ again in Paris, and for first time, he seemed willing to compromise, saying that political and military terms of an armistice could be treated separately and hinted that his government was no longer willing to make the overthrow of Thiệu a precondition. On the evening of October 8, 1972, at a secret meeting of Kissinger and Thọ in Paris came the decisive breakthrough in the talks. Thọ began with \"a very realistic and very simple proposal\" for a ceasefire that would see the Americans pull all their forces out of Vietnam in exchange for the release of all the POWs in North Vietnam. Kissinger accepted Thọ's offer as the best deal possible, saying that the \"mutual withdrawal formula\" had to be abandoned as it been \"unobtainable through ten years of war ... We could not make it a condition for a final settlement. We had long passed that threshold\". In the fall of 1972, both Kissinger and Nixon were frustrated with Thiệu's refusal to accept any sort of peace deal calling for withdrawal of American forces. On October 21 Kissinger and the American ambassador Ellsworth Bunker arrived in Saigon to show Thiệu the peace agreement. Thiệu refused to sign the peace agreement and demanded very extensive amendments that",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "By the summer of 1974, the U.S. embassy reported that morale in the ARVN had fallen to dangerously low levels and it was uncertain how much longer South Vietnam would last. In August 1974, the U.S. Congress passed a bill limiting American aid to South Vietnam to $700 million annually. By November 1974, Kissinger lobbied Leonid Brezhnev to end Soviet military aid to North Vietnam. The same month, he also lobbied Mao Zedong and Zhou Enlai to end Chinese military aid to North Vietnam. On April 15, 1975, Kissinger testified before the Senate Appropriations Committee, urging Congress to increase the military aid budget to South Vietnam by another $700 million to save the ARVN as the PAVN was rapidly advancing on Saigon, which was refused. Kissinger maintained at the time, and until his death, that if only Congress had approved of his request for another $700 million South Vietnam would have been able to resist.In November 1975, seven months after the Khmer Rouge took power, Kissinger told the Thai foreign minister: \"You should tell the Cambodians that we will be friends with them. They are murderous thugs but we won't let that stand in our way.\" In a 1998 interview, Kissinger said: \"some countries, the Chinese in particular supported Pol Pot as a counterweight to the Vietnamese supported people and We at least tolerated it.\" Kissinger said he did not approve of this due to the genocide and said he \"would not have dealt with Pol Pot for any purpose whatsoever.\" He further said: \"The Thais",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "On November 4, 1972, Kissinger agreed to an interview with Italian journalist Oriana Fallaci. Kissinger, who rarely engaged in one-on-one interviews with the press and knew very little about Fallaci, accepted her request after reportedly being impressed with her 1969 interview with Võ Nguyên Giáp. The interview turned out to be a political and public relations disaster for Kissinger as he agreed that Vietnam was a \"useless war\", implied that he preferred to have dinner with Lê Đức Thọ over Nguyễn Văn Thiệu (in her 1976 book Interview with History, Fallaci recalled that Kissinger agreed with many of her negative sentiments towards Thiệu in a private discussion before the interview), and engaged in a now infamous exchange with the hard-pressing Fallaci, with Kissinger comparing himself to a cowboy leading the Nixon administration:",
        "ngram": 132,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Fallaci: I suppose that at the root of everything there's your success. I mean, like a chess player, you've made two or three good moves. China, first of all. People like chess players who checkmate the king.Kissinger: Yes, China has been a very important element in the mechanics of my success. And yet that's not the main point. The main point. ... Well, yes, I'll tell you. What do I care? The main point arises from the fact that I've always acted alone. Americans like that immensely. Americans like the cowboy who leads the wagon train by riding ahead alone on his horse, the cowboy who rides all alone into the town, the village, with his horse and nothing else. Maybe even without a pistol, since he doesn't shoot. He acts, that's all, by being in the right place at the right time. In short, a Western.Fallaci: I see. You see yourself as a kind of Henry Fonda, unarmed and ready to fight with his fists for honest ideals. Alone, courageous ...Kissinger: Not necessarily courageous. In fact, this cowboy doesn't have to be courageous. All he needs is to be alone, to show others that he rides into the town and does everything by himself. This amazing, romantic character suits me precisely because to be alone has always been part of my style or, if you like, my technique. Together with independence. Oh, that's very important in me and for me. And finally, conviction. I've always been convinced that I had to do whatever I've done.",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Nixon was enraged by the interview, in particular the comedic \"cowboy\" comparison which infuriated and offended Nixon. For several weeks afterwards, he refused to see Kissinger and even contemplated firing him. At one point, Kissinger, in desperation, drove up unannounced to Nixon's San Clemente residence only to be rejected by Secret Service personnel at the gates. Kissinger later claimed that it was \"the single most disastrous conversation I have ever had with any member of the press\". Fallaci described the interview with the evasive, monotonous, non-expressive Kissinger as the most uncomfortable and most difficult she ever did, criticizing Kissinger as a \"intellectual adventurer\" and a self-styled Metternich.",
        "ngram": 107,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Nixon supported Pakistani dictator, General Yahya Khan, in the Bangladesh Liberation War in 1971. Kissinger sneered at people who \"bleed\" for \"the dying Bengalis\" and ignored the first telegram from the United States consul general in East Pakistan, Archer K. Blood, and 20 members of his staff, which informed the U.S. that their allies West Pakistan were undertaking, in Blood's words, \"a selective genocide\" targeting the Bengali intelligentsia, supporters of independence for East Pakistan, and the Hindu minority. In the second, more famous, Blood Telegram the word 'genocide' was again used to describe the events, and further that with its continuing support for West Pakistan the U.S. government had \"evidenced ... moral bankruptcy\". As a direct response to the dissent against U.S. policy, Kissinger and Nixon ended Archer Blood's tenure as United States consul general in East Pakistan and put him to work in the State Department's Personnel Office. Christopher Clary argues that Nixon and Kissinger were unconsciously biased, leading them to overestimate the likelihood of Pakistani victory against Bengali rebels.Kissinger was particularly concerned about the expansion of Soviet influence in the Indian subcontinent as a result of a treaty of friendship recently signed by India and the Soviet Union, and sought to demonstrate to China (Pakistan's ally and an enemy of both India and the Soviet Union) the value of a tacit alliance with the United States.Kissinger had also come under fire for private comments he made to Nixon during the Bangladesh–Pakistan War in which he described Indian prime minister Indira Gandhi as a \"bitch\"",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "As National Security Adviser under Nixon, Kissinger pioneered the policy of détente with the Soviet Union, seeking a relaxation in tensions between the two superpowers. As a part of this strategy, he negotiated the Strategic Arms Limitation Talks (culminating in the SALT I treaty) and the Anti-Ballistic Missile Treaty with Leonid Brezhnev, General Secretary of the Soviet Communist Party. Negotiations about strategic disarmament were originally supposed to start under the Lyndon Johnson administration but were postponed in protest upon the invasion by Warsaw Pact troops of Czechoslovakia in August 1968.Nixon felt his administration had neglected relations with the Western European states in his first term and in September 1972 decided that if he was reelected that 1973 would be the \"Year of Europe\" as the United States would focus on relations with the states of the European Economic Community (EEC) which had emerged as a serious economic rival by 1970. Applying his favorite \"linkage\" concept, Nixon intended henceforward economic relations with Europe would not be severed from security relations, and if the EEC states wanted changes in American tariff and monetary policies, the price would be defense spending on their part. Kissinger in particular as part of the \"Year of Europe\" wanted to \"revitalize\" NATO, which he called a \"decaying\" alliance as he believed that there was nothing at present to stop the Red Army from overrunning Western Europe in a conventional forces conflict. The \"linkage\" concept more applied to the question of security as Kissinger noted that the United States was going to sacrifice NATO",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "According to notes taken by H. R. Haldeman, Nixon \"ordered his aides to exclude all Jewish-Americans from policy-making on Israel\", including Kissinger. One note quotes Nixon as saying \"get K. [Kissinger] out of the play—Haig handle it\".In 1973, Kissinger did not feel that pressing the Soviet Union concerning the plight of Jews being persecuted there was in the interest of U.S. foreign policy. In conversation with Nixon shortly after a meeting with Israeli prime minister Golda Meir on March 1, 1973, Kissinger stated, \"The emigration of Jews from the Soviet Union is not an objective of American foreign policy, and if they put Jews into gas chambers in the Soviet Union, it is not an American concern. Maybe a humanitarian concern.\" He had a negative view of American Jews who lobbied for aid to Soviet Jews, calling them \"bastards\" and \"self-serving\". He went on to state that \"If it were not for the accident of my birth, I would be antisemitic\" and \"any people who has been persecuted for two thousand years must be doing something wrong.\"",
        "ngram": 177,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In September 1973, Nixon fired William P. Rogers as Secretary of State and replaced him with Kissinger. He would later state he had not been given enough time to know the Middle East as he settled into the State Department. Kissinger later admitted that he was so engrossed with the Paris peace talks to end the Vietnam war that he and others in Washington missed the significance of the Egyptian-Saudi alliance. Egyptian president Anwar Sadat expelled Soviet advisors from Egypt in May 1972, attempting to signal to the U.S. that he was open to disentangling Egypt from the Soviet sphere of influence; Kissinger in turn offered secret talks on a settlement for the Middle East, though nothing came of the offer. By March 1973, Sadat had moved back towards the Soviets, closing the largest arms package between Egypt and the Soviet Union and allowing for the return of Soviet military personnel and advisors to Egypt.Kissinger delayed telling President Richard Nixon about the start of the Yom Kippur War in 1973 to keep him from interfering in the nascent conflict. On October 6, 1973, the Israelis informed Kissinger about the attack at 6 am; Kissinger waited nearly 3+1⁄2 hours before he informed Nixon. According to Kissinger, he was notified at 6:30 a.m. (12:30 pm. Israel time) that war was imminent, and his urgent calls to the Soviets and Egyptians were ineffective. On October 12, under Nixon's direction, and against Kissinger's initial advice, while Kissinger was on his way to Moscow to discuss conditions for a cease-fire, Nixon",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger promised the Israeli prime minister Golda Meir that the United States would replace its losses in equipment after the war, but sought initially to delay arms shipments to Israel, as he believed it would improve the odds of making peace along the lines of United Nations Security Council Resolution 242. In 1973, Meir requested $850 million worth of American arms and equipment to replace its materiel losses. Nixon instead sent some $2 billion worth. The arms lift enraged King Faisal of Saudi Arabia, and he retaliated on October 20, 1973, by placing a total embargo on oil shipments to the United States, to be joined by all of the other oil-producing Arab states except Iraq and Libya.On November 7, 1973, Kissinger flew to Riyadh to meet King Faisal and to ask him to end the oil embargo in exchange for promising to be \"even handed\" in the Arab-Israeli dispute. Despite all of Kissinger's efforts to charm him, Faisal refused to lift the oil embargo. Only on March 19, 1974, did the King end the oil embargo, after Sadat reported to him that the United States was being more \"even handed\" and after Kissinger had promised to sell Saudi Arabia weapons that it had previously denied under the grounds that they might be used against Israel.Kissinger pressured the Israelis to cede some of the newly captured land back to its Arab neighbors, contributing to the first phases of Israeli–Egyptian non-aggression. In 1973–1974, Kissinger engaged in \"shuttle diplomacy\" flying between Tel Aviv, Cairo, and Damascus in a",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "A major concern for Kissinger was the possibility of Soviet influence in the Persian Gulf. In April 1969, Iraq came into conflict with Iran when Shah Mohammad Reza Pahlavi renounced the 1937 treaty governing the Shatt-al-Arab river. On December 1, 1971, after two years of skirmishes along the border, President Ahmed Hassan al-Bakr broke off diplomatic relations with Iran. In May 1972, Nixon and Kissinger visited Tehran to tell the Shah that there would be no \"second-guessing of his requests\" to buy American weapons. At the same time, Nixon and Kissinger agreed to a plan of the Shah's that the United States together with Iran and Israel would support the Kurdish peshmerga guerrillas fighting for independence from Iraq. Kissinger later wrote that after Vietnam, there was no possibility of deploying American forces in the Middle East, and henceforward Iran was to act as America's surrogate in the Persian Gulf. Kissinger described the Ba'athist regime in Iraq as a potential threat to the United States and believed that building up Iran and supporting the peshmerga was the best counterweight.",
        "ngram": 178,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Following a period of steady relations between the U.S. Government and the Greek military regime after 1967, Secretary of State Kissinger was faced with the coup by the Greek junta and the Turkish invasion of Cyprus in July and August 1974. In an August 1974 edition of The New York Times, it was revealed that Kissinger and State Department were informed in advance of the impending coup by the Greek junta in Cyprus. Indeed, according to the journalist, the official version of events as told by the State Department was that it felt it had to warn the Greek military regime not to carry out the coup.",
        "ngram": 107,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger was a target of anti-American sentiment which was a significant feature of Greek public opinion at the time—particularly among young people—viewing the U.S. role in Cyprus as negative. In a demonstration by students in Heraklion, Crete, soon after the second phase of the Turkish invasion in August 1974, slogans such as \"Kissinger, murderer\", \"Americans get out\", \"No to Partition\" and \"Cyprus is no Vietnam\" were heard. Some years later, Kissinger expressed the opinion that the Cyprus issue was resolved in 1974. The New York Times and other major newspapers were highly critical, and even State Department officials did not hide their dissatisfaction with his alleged arrogance and ignorance of the basics.Kissinger was reported to have said, \"The Turkish tactics are right – grab what they want and then negotiate on the basis of possession\".However, Kissinger never felt comfortable with the way he handled the Cyprus issue. Journalist Alexis Papahelas stated that Kissinger's \"facial expression changes markedly when someone—usually Greek or Cypriot—refers to the crisis\". According to him, Kissinger had felt since the summer of 1974 that history would not treat him lightly in relation to his actions.",
        "ngram": 188,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In 1970, Kissinger parroted to Nixon the United States Department of Defense's position that the country should maintain control over the Panama Canal, which was a reversal of the commitment by the Lyndon Johnson administration. Later, in the face of international pressure, Kissinger changed his stance, viewing the past hardline position in the Panama Canal issue as a hindrance to American relations with Latin America and an international setback that the Soviet Union would approve of. Kissinger in 1973 called for \"new dialogue\" between the United States and Latin America, then in 1974, Kissinger met Panama military leader Omar Torrijos and an agreement on eight operating principles for an eventual handover of the Panama Canal to Panama was made between Kissinger and Panamanian foreign minister Juan Antonio Tack, which angered the United States Congress, but ultimately provided a framework for the 1977 U.S.–Panama treaties.",
        "ngram": 144,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger initially supported the normalization of United States–Cuba relations, broken since 1961 (all U.S.–Cuban trade was blocked in February 1962, a few weeks after the exclusion of Cuba from the Organization of American States because of U.S. pressure). However, he quickly changed his mind and followed Kennedy's policy. After the involvement of the Cuban Revolutionary Armed Forces in the independence struggles in Angola and Mozambique, Kissinger said that unless Cuba withdrew its forces relations would not be normalized. Cuba refused.",
        "ngram": 80,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Chilean Socialist Party presidential candidate Salvador Allende was elected by a plurality of 36.2 percent in 1970, causing serious concern in Washington, D.C., due to his openly socialist and pro-Cuban politics. The Nixon administration, with Kissinger's input, authorized the Central Intelligence Agency (CIA) to encourage a military coup that would prevent Allende's inauguration, but the plan was not successful.: 115 : 495 : 177 On September 11, 1973, Allende died during an army attack on the presidential palace that was an element of a military coup launched by Army Commander-in-Chief Augusto Pinochet, who then became president. In September 1976, Orlando Letelier, a Chilean opponent of the new Pinochet regime, was assassinated in Washington, D.C., with a car bomb. Previously, Kissinger had helped secure his release from prison, and had chosen to cancel an official U.S. letter to Chile warning them against carrying out any political assassinations. This murder was part of Operation Condor, a covert program of political repression and assassination carried out by Southern Cone nations that Kissinger has been accused of being involved in.On September 10, 2001, after recent declassification of documents, relatives and survivors of General René Schneider filed civil proceedings against Kissinger, in federal court in Washington, D.C., accusing him of collaborating in arranging Schneider's kidnapping which resulted in his death. The case was later dismissed by the U.S. District Court for the District of Columbia, citing separation of powers: \"The decision to support a coup of the Chilean government to prevent Dr. Allende from coming to power, and the means by which the United States Government sought",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger took a similar line as he had toward Chile when the Argentine Armed Forces, led by Jorge Videla, toppled the elected government of Isabel Perón in 1976 with a process called the National Reorganization Process by the military, with which they consolidated power, launching brutal reprisals and \"disappearances\" against political opponents. An October 1987 investigative report in The Nation broke the story of how, in a June 1976 meeting in the Hotel Carrera in Santiago, Kissinger gave the military junta in neighboring Argentina the \"green light\" for their own clandestine repression against leftwing guerrillas and other dissidents, thousands of whom were kept in more than 400 secret concentration camps before they were executed. During a meeting with Argentine foreign minister César Augusto Guzzetti, Kissinger assured him that the United States was an ally but urged him to \"get back to normal procedures\" quickly before the U.S. Congress reconvened and had a chance to consider sanctions.As the article published in The Nation noted, as the state-sponsored terror mounted, conservative Republican U.S. Ambassador to Buenos Aires Robert C. Hill \"'was shaken, he became very disturbed, by the case of the son of a thirty-year embassy employee, a student who was arrested, never to be seen again,' recalled Juan de Onis, former reporter for The New York Times. 'Hill took a personal interest.' He went to the Interior Minister, a general with whom he had worked on drug cases, saying, 'Hey, what about this? We're interested in this case.' He questioned (Foreign Minister Cesar) Guzzetti and, finally, President",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger was in favor of accommodating Brazil while it pursued a nuclear weapons program in the 1970s. Kissinger justified his position by arguing that Brazil was a U.S. ally and on the grounds that it would benefit private nuclear industry actors in the U.S. Kissinger's position on Brazil was out of sync with influential voices in the U.S. Congress, the State Department, and the U.S. Arms Control and Disarmament Agency.",
        "ngram": 70,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In September 1976, Kissinger was actively involved in negotiations regarding the Rhodesian Bush War. Kissinger, along with South Africa's prime minister John Vorster, pressured Rhodesian prime minister Ian Smith to hasten the transition to black majority rule in Rhodesia. With FRELIMO in control of Mozambique and even the apartheid regime of South Africa withdrawing its support, Rhodesia's isolation was nearly complete. According to Smith's autobiography, Kissinger told Smith of Mrs. Kissinger's admiration for him, but Smith stated that he thought Kissinger was asking him to sign Rhodesia's \"death certificate\". Kissinger, bringing the weight of the United States, and corralling other relevant parties to put pressure on Rhodesia, hastened the end of white minority rule.",
        "ngram": 114,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In contrast to the unfriendly disposition of the previous Kennedy and Johnson administrations towards the Estado Novo regime of Portugal, particularly with regards to its attempts to maintain the Portuguese Colonial Empire by waging the Portuguese Colonial War against anti-colonial rebellions in defense of its empire, the Department of State under Kissinger adopted a more conciliatory attitude towards Portugal. In 1971, the administration of President Nixon successfully renewed the lease of the American military base in the Azores, despite condemnation from the Congressional Black Caucus and some members of the Senate. Though privately continuing to view Portugal contemptibly for its perceived atavistic foreign policy towards Africa, Kissinger publicly expressed thanks for Portugal's agreement to use its military base in Lajes in the Azores to resupply Israel in the Yom Kippur War. Following the fall of the far-right Portuguese regime in 1974, Kissinger worried that the new government's hasty decolonization plan might benefit radical factions such as the MPLA in Angola. He also expressed concern that the inclusion of the Portuguese Communist Party in the new Portuguese government could legitimize communist parties in other NATO member states, such as Italy.",
        "ngram": 189,
        "subject": "Henry Kissinger"
    },
    {
        "text": "The Portuguese decolonization process brought U.S. attention to the former Portuguese colony of East Timor, which declared its independence in 1975. Indonesian president Suharto regarded East Timor as rightfully part of Indonesia. In December 1975, Suharto discussed invasion plans during a meeting with Kissinger and President Ford in the Indonesian capital of Jakarta. Both Ford and Kissinger made clear that U.S. relations with Indonesia would remain strong and that it would not object to the proposed annexation. They only wanted it done \"fast\" and proposed that it be delayed until after they had returned to Washington. Accordingly, Suharto delayed the operation for one day. Finally on December 7, Indonesian forces invaded the former Portuguese colony. U.S. arms sales to Indonesia continued, and Suharto went ahead with the annexation plan. According to Ben Kiernan, the invasion and occupation resulted in the deaths of nearly a quarter of the Timorese population from 1975 to 1981.",
        "ngram": 153,
        "subject": "Henry Kissinger"
    },
    {
        "text": "During the 1970 Cienfuegos Crisis, in which the Soviet Navy was strongly suspected of building a submarine base in the Cuban city of Cienfuegos, Kissinger met with Anatoly Dobrynin, Soviet Ambassador to the United States, informing him that the United States government considered this act a violation of the agreements made in 1962 by President John F. Kennedy and Premier Nikita Khrushchev in the wake of the Cuban Missile Crisis, prompting the Soviets to halt construction of their planned base in Cienfuegos.In February 1976, Kissinger considered launching air strikes against ports and military installations in Cuba, as well as deploying U.S. Marine Corps battalions based at the U.S. Navy base at Guantanamo Bay, in retaliation for Cuban president Fidel Castro's decision in late 1975 to send troops to newly independent Angola to help the MPLA in its fight against UNITA and South Africa during the start of the Angolan Civil War.",
        "ngram": 151,
        "subject": "Henry Kissinger"
    },
    {
        "text": "The Kissingerian doctrine endorsed the forced concession of Spanish Sahara to Morocco. At the height of the 1975 Sahara crisis, Kissinger misled Gerald Ford into thinking the International Court of Justice had ruled in favor of Morocco. Kissinger was aware in advance of the Moroccan plans for the invasion of the territory, materialized on November 6, 1975, in the so-called Green March.",
        "ngram": 62,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger was involved in furthering cooperation between the U.S. and the Zairian dictator Mobutu Sese Seko and held multiple meetings with him. Kissinger later described these efforts as \"one of our policy successes in Africa\" and praised Mobutu as \"courageous, politically astute\" and \"relatively honest in a country where governmental corruption is a way of life\".",
        "ngram": 56,
        "subject": "Henry Kissinger"
    },
    {
        "text": "After Nixon was forced to resign in the Watergate scandal, Kissinger's influence in the new presidential administration of Gerald R. Ford was diminished after he was replaced by Brent Scowcroft as National Security Advisor during the \"Halloween Massacre\" cabinet reshuffle of November 1975. Kissinger left office as Secretary of State when Democrat Jimmy Carter defeated Republican Gerald Ford in the 1976 presidential elections.Kissinger continued to participate in policy groups, such as the Trilateral Commission, and to maintain political consulting, speaking, and writing engagements. In 1978, he was secretly involved in thwarting efforts by the Carter administration to indict three Chilean intelligence agents for masterminding the 1976 assassination of Orlando Letelier. Kissinger was critical of the foreign policy of the Jimmy Carter administration, saying in 1980 that \"has managed the extraordinary feat of having, at one and the same time, the worst relations with our allies, the worst relations with our adversaries, and the most serious upheavals in the developing world since the end of the Second World War.\"After Kissinger left office in 1977, he was offered an endowed chair at Columbia University, which was met with student opposition. Kissinger instead accepted a position at Georgetown University's Center for Strategic and International Studies. He taught at Georgetown's Edmund Walsh School of Foreign Service for several years in the late 1970s. In 1982, with the help of a loan from the international banking firm of E.M. Warburg, Pincus and Company, Kissinger founded a consulting firm, Kissinger Associates, and was a partner in affiliate Kissinger McLarty Associates with Mack",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In September 1989, The Wall Street Journal's John Fialka disclosed that Kissinger took a direct economic interest in U.S.–China relations in March 1989 with the establishment of China Ventures, Inc., a Delaware limited partnership, of which he was chairman of the board and chief executive officer. A US$75 million investment in a joint venture with the Communist Party government's primary commercial vehicle at the time, China International Trust & Investment Corporation (CITIC), was its purpose. Board members were major clients of Kissinger Associates. Kissinger was criticized for not disclosing his role in the venture when called upon by ABC's Peter Jennings to comment the morning after the June 4, 1989, Tiananmen Square massacre. Kissinger's position was generally supportive of Deng Xiaoping's decision to use the military against the demonstrating students and he opposed economic sanctions.",
        "ngram": 135,
        "subject": "Henry Kissinger"
    },
    {
        "text": "From 1995 to 2001, Kissinger served on the board of directors for Freeport-McMoRan, a multinational copper and gold producer with significant mining and milling operations in Papua, Indonesia. In February 2000, president of Indonesia Abdurrahman Wahid appointed Kissinger as a political advisor. He also served as an honorary advisor to the United States-Azerbaijan Chamber of Commerce.In 1998, in response to the 2002 Winter Olympic bid scandal, the International Olympic Committee formed a commission, called the \"2000 Commission\", to recommend reforms, which Kissinger served on. This service led in 2000 to his appointment as one of five IOC \"honor members\", a category the organization described as granted to \"eminent personalities from outside the IOC who have rendered particularly outstanding services to it\".Kissinger served as the 22nd Chancellor of the College of William and Mary from 2000 to 2005. He was preceded by former British prime minister Margaret Thatcher and succeeded by Justice Sandra Day O'Connor. The College of William & Mary also owns a painted portrait of Kissinger that was painted by Ned Bittinger.From 2000 to 2006, Kissinger served as chairman of the board of trustees of Eisenhower Fellowships. In 2006, upon his departure from Eisenhower Fellowships, he received the Dwight D. Eisenhower Medal for Leadership and Service.In November 2002, he was appointed by President George W. Bush to chair the newly established National Commission on Terrorist Attacks Upon the United States to investigate the September 11 attacks. Kissinger stepped down as chairman on December 13, 2002, rather than reveal his business client list, when queried about",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In April 2008 Kissinger gave a eulogy for the conservative author and founder of the National Review, William F. Buckley at the latter's memorial service at St. Patrick's Cathedral in New York City.In the Rio Tinto espionage case of 2009–2010, Kissinger was paid US$5 million to advise the multinational mining company how to distance itself from an employee who had been arrested in China for bribery.",
        "ngram": 66,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger—along with William Perry, Sam Nunn, and George Shultz—called upon governments to embrace the vision of a world free of nuclear weapons, and in three op-eds in The Wall Street Journal proposed an ambitious program of urgent steps to that end. The four created the Nuclear Threat Initiative to advance this agenda. In 2010, the four were featured in a documentary film entitled Nuclear Tipping Point. The film is a visual and historical depiction of the ideas laid forth in The Wall Street Journal op-eds and reinforces their commitment to a world without nuclear weapons and the steps that can be taken to reach that goal.On November 17, 2016, Kissinger met with President-elect Donald Trump during which they discussed global affairs. Kissinger also met with President Trump at the White House in May 2017.In an interview with Charlie Rose on August 17, 2017, Kissinger said about President Trump: \"I'm hoping for an Augustinian moment, for St. Augustine ... who in his early life followed a pattern that was quite incompatible with later on when he had a vision, and rose to sainthood. One does not expect the president to become that, but it's conceivable\". Kissinger also argued that Russian president Vladimir Putin wanted to weaken Hillary Clinton, not elect Donald Trump. Kissinger said that Putin \"thought—wrongly incidentally—that she would be extremely confrontational ... I think he tried to weaken the incoming president [Clinton]\".",
        "ngram": 233,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In several articles of his and interviews that he gave during the Yugoslav Wars, he criticized the United States' policies in Southeast Europe, among other things for the recognition of Bosnia and Herzegovina as a sovereign state, which he described as a foolish act. Most importantly he dismissed the notion of Serbs and Croats being aggressors or separatist, saying that \"they can't be separating from something that has never existed\". In addition, he repeatedly warned the West against inserting itself into a conflict that has its roots at least hundreds of years back in time, and said that the West would do better if it allowed the Serbs and Croats to join their respective countries. Kissinger shared similarly critical views on Western involvement in Kosovo. In particular, he held a disparaging view of the Rambouillet Agreement:",
        "ngram": 136,
        "subject": "Henry Kissinger"
    },
    {
        "text": "The Rambouillet text, which called on Serbia to admit NATO troops throughout Yugoslavia, was a provocation, an excuse to start bombing. Rambouillet is not a document that any Serb could have accepted. It was a terrible diplomatic document that should never have been presented in that form.",
        "ngram": 47,
        "subject": "Henry Kissinger"
    },
    {
        "text": "However, as the Serbs did not accept the Rambouillet text and NATO bombings started, he opted to support a continuation of the bombing as NATO's credibility was now at stake, but dismissed the use of ground forces in claiming that it was not worth it.",
        "ngram": 45,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In 2006, it was reported in the book State of Denial by Bob Woodward that Kissinger met regularly with President George W. Bush and Vice President Dick Cheney to offer advice on the Iraq War. Kissinger confirmed in recorded interviews with Woodward that the advice was the same as he had given in a column in The Washington Post on August 12, 2005: \"Victory over the insurgency is the only meaningful exit strategy.\" Kissinger also frequently met with U.S. Secretary of State Colin Powell, whom he warned that Coalition Provisional Authority Director L. Paul Bremer was \"a control freak\".In an interview on the BBC's Sunday AM on November 19, 2006, Kissinger was asked whether there was any hope left for a clear military victory in Iraq and responded, \"If you mean by 'military victory' an Iraqi government that can be established and whose writ runs across the whole country, that gets the civil war under control and sectarian violence under control in a time period that the political processes of the democracies will support, I don't believe that is possible. ... I think we have to redefine the course. But I don't believe that the alternative is between military victory as it had been defined previously, or total withdrawal.\"In an interview with Peter Robinson of the Hoover Institution on April 3, 2008, Kissinger reiterated that even though he supported the 2003 invasion of Iraq, he thought that the George W. Bush administration rested too much of its case for war on Saddam's supposed weapons of mass",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger attended the opening ceremony of the 2008 Beijing Summer Olympics. A few months before the Games opened, as controversy over China's human rights record was intensifying due to criticism by Amnesty International and other groups of the widespread use of the death penalty and other issues, Kissinger told China's official press agency Xinhua: \"I think one should separate Olympics as a sporting event from whatever political disagreements people may have had with China. I expect that the games will proceed in the spirit for which they were designed, which is friendship among nations, and that other issues are discussed in other forums.\" He said China had made huge efforts to stage the Games. \"Friends of China should not use the Olympics to pressure China now.\" He added that he would bring two of his grandchildren to watch the Games and planned to attend the opening ceremony. During the Games, he participated with Australian swimmer Ian Thorpe, film star Jackie Chan, and former British prime minister Tony Blair at a Peking University forum on the qualities that make a champion. He sat with his wife Nancy Kissinger, President George W. Bush, former president George H. W. Bush, and Foreign Minister Yang Jiechi at the men's basketball game between China and the U.S.",
        "ngram": 212,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In 2011, Kissinger published On China, chronicling the evolution of Sino-American relations and laying out the challenges to a partnership of \"genuine strategic trust\" between the U.S. and China. In this book On China and his 2014 book World Order, as well as in his 2018 interview with Financial Times, Kissinger consistently stated that he believed that China wants to restore its historic role as the Middle Kingdom and be \"the principal adviser to all humanity\".In 2020, during a period of worsening Sino-American relations caused by the COVID-19 pandemic, the Hong Kong protests, and the U.S.–China trade war, Kissinger expressed concerns that the United States and China are entering a Second Cold War and will eventually become embroiled in a military conflict similar to World War I. He called for Chinese leader Xi Jinping and the incoming U.S. president-elect Joe Biden to take a less confrontational foreign policy. Kissinger previously said that a potential war between China and the United States would be \"worse than the world wars that ruined European civilization\".In July 2023, Kissinger traveled to Beijing to meet with Chinese Defense Minister Li Shangfu, who was sanctioned by the U.S. government in 2018 for engaging in the purchase of combat aircraft from a Russian arms exporter. Kissinger emphasized Sino-American relations in the meeting, stating that \"the United States and China should eliminate misunderstandings, coexist peacefully, and avoid confrontation\". Later that trip, Kissinger met with Xi with the intention of defrosting relations between the U.S. and China.",
        "ngram": 248,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Kissinger's position on this issue of U.S.–Iran talks was reported by the Tehran Times to be that \"Any direct talks between the U.S. and Iran on issues such as the nuclear dispute would be most likely to succeed if they first involved only diplomatic staff and progressed to the level of secretary of state before the heads of state meet.\" In 2016, Kissinger said that the biggest challenge facing the Middle East is the \"potential domination of the region by an Iran that is both imperial and jihadist\". He further wrote in August 2017 that if the Islamic Revolutionary Guard Corps of Iran and its Shiite allies were allowed to fill the territorial vacuum left by a militarily defeated Islamic State of Iraq and the Levant, the region would be left with a land corridor extending from Iran to the Levant \"which could mark the emergence of an Iranian radical empire\". Commenting on the Joint Comprehensive Plan of Action, Kissinger said that he would not have agreed to it, but that Trump's plan to end the agreement after it was signed would \"enable the Iranians to do more than us\".",
        "ngram": 190,
        "subject": "Henry Kissinger"
    },
    {
        "text": "On March 5, 2014, The Washington Post published an op-ed piece by Kissinger, 11 days before the Crimean referendum on whether Autonomous Republic of Crimea should officially rejoin Ukraine or join neighboring Russia. In it, he attempted to balance the Ukrainian, Russian, and Western desires for a functional state. He made four main points:",
        "ngram": 54,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Ukraine should be free to create any government compatible with the expressed will of its people. Wise Ukrainian leaders would then opt for a policy of reconciliation between the various parts of their country. He imagined an international position for Ukraine like that of Finland.",
        "ngram": 45,
        "subject": "Henry Kissinger"
    },
    {
        "text": "Ukraine should maintain sovereignty over Crimea.Kissinger also wrote: \"The west speaks Ukrainian; the east speaks mostly Russian. Any attempt by one wing of Ukraine to dominate the other—as has been the pattern—would lead eventually to civil war or break up.\"Following the publication of his book titled World Order, Kissinger participated in an interview with Charlie Rose and updated his position on Ukraine, which he saw as a possible geographical mediator between Russia and the West. In a question he posed to himself for illustration regarding re-conceiving policy regarding Ukraine, Kissinger stated: \"If Ukraine is considered an outpost, then the situation is that its eastern border is the NATO strategic line, and NATO will be within 200 miles (320 km) of Volgograd. That will never be accepted by Russia. On the other hand, if the Russian western line is at the border of Poland, Europe will be permanently disquieted. The Strategic objective should have been to see whether one can build Ukraine as a bridge between East and West, and whether one can do it as a kind of a joint effort.\"In December 2016, Kissinger advised President-elect Donald Trump to accept \"Crimea as a part of Russia\" in an attempt to secure a rapprochement between the United States and Russia, whose relations soured as a result of the Crimean crisis. When asked if he explicitly considered Russia's sovereignty over Crimea legitimate, Kissinger answered in the affirmative, reversing the position he took in his Washington Post op-ed.",
        "ngram": 245,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In 2019, Kissinger wrote about the increasing tendency to give control of nuclear weapons to computers operating with artificial intelligence (AI) that: \"Adversaries' ignorance of AI-developed configurations will become a strategic advantage\". Kissinger argued that giving power to launch nuclear weapons to computers using algorithms to make decisions would eliminate the human factor and give the advantage to the state that had the most effective AI system as a computer can make decisions about war and peace far faster than any human ever could. Just as an AI-enhanced computer can win chess games by anticipating human decision-making, an AI-enhanced computer could be useful in a crisis as in a nuclear war, the side that strikes first would have the advantage by destroying the opponent's nuclear capacity. Kissinger also noted there was always the danger that a computer could make a decision to start a nuclear war before diplomacy had been exhausted, or for a reason that would not be understandable to the operators. Kissinger also warned the use of AI to control nuclear weapons would impose \"opacity\" on the decision-making process as the algorithms that control the AI system are not readily understandable, destabilizing the decision-making process:",
        "ngram": 197,
        "subject": "Henry Kissinger"
    },
    {
        "text": "grand strategy requires an understanding of the capabilities and military deployments of potential adversaries. But if more and more intelligence becomes opaque, how will policy makers understand the views and abilities of their adversaries and perhaps even allies? Will many different internets emerge or, in the end, only one? What will be the implications for cooperation? For confrontation? As AI becomes ubiquitous, new concepts for its security need to emerge.",
        "ngram": 70,
        "subject": "Henry Kissinger"
    },
    {
        "text": "On April 3, 2020, Kissinger shared his diagnostic view of the COVID-19 pandemic, saying that it threatens the \"liberal world order\". Kissinger added that the virus does not know borders although global leaders are trying to address the crisis on a mainly national basis. He stressed that the key is not a purely national effort but greater international cooperation.",
        "ngram": 59,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In May 2022, speaking to the World Economic Forum on the Russian invasion of Ukraine, Kissinger advocated for a diplomatic settlement that would restore the status quo ante bellum, effectively ceding Crimea and parts of Donbas to Russian control. Kissinger urged Ukrainians to \"match the heroism they have shown with wisdom\", arguing that \"[p]ursuing the war beyond that point would not be about the freedom of Ukraine, but a new war against Russia itself.\" He spoke to Edward Luce and a Financial Times audience in the same month. Ukrainian president Volodymyr Zelenskyy rejected Kissinger's suggestions, saying Ukraine would not agree to peace until Russia agreed to return Crimea and the Donbas region to Ukraine.On a book tour to sell Leadership: Six Studies in World Strategy in July 2022 he spoke to Judy Woodruff of PBS and he was still of the opinion that \"a negotiation is desirable\" and clarified his earlier statements, saying that he supported a ceasefire line on the borders of February 24 and that \"Russia should not gain anything from the war... Ukraine above all cannot give up territory that it had when the war started because this would be symbolically dangerous.\"On January 18, 2023, Kissinger was interviewed by Graham Allison for a World Economic Forum audience; he said that U.S. support should be intensified until either the February 24 borders are reached or the February 24 borders are recognized, upon which time under a ceasefire agreement negotiations would begin. Kissinger felt that Russia needs to be given an opportunity to rejoin the",
        "ngram": 256,
        "subject": "Henry Kissinger"
    },
    {
        "text": "In a statement made a month before his death, Kissinger responded to the 2023 Hamas-led attack on Israel and outbreak of the Israel–Hamas war by saying that the goals of Hamas \"can only be to mobilize the Arab world against Israel and to get off the track of peaceful negotiations\". In response to celebrations of the attack by some Arabs in Germany, he issued a statement denouncing Muslim immigration into Germany: \"It was a grave mistake to let in so many people of totally different culture and religion and concepts, because it creates a pressure group inside each country that does that.\"",
        "ngram": 102,
        "subject": "Henry Kissinger"
    }
]