[
    {
        "text": "In 2018, he starred as the character of Arthur, the love interest of Vivian, played by Jane Fonda in Bill Holderman's romantic-comedy Book Club. In 2019, Johnson played the role of Richard Drysdale in Rian Johnson's murder-mystery Knives Out; and starred as Police Chief Judd Crawford in the HBO series Watchmen.",
        "ngram": 51,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Trump's comments on the 2017 Unite the Right rally, condemning \"this egregious display of hatred, bigotry and violence on many sides\" and stating that there were \"very fine people on both sides\", were widely criticized as implying a moral equivalence between the white supremacist demonstrators and the counter-protesters.",
        "ngram": 48,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Rowling's Harry Potter series has won awards for general literature, children's literature, and speculative fiction. It has earned multiple British Book Awards, beginning with the Children's Book of the Year for the first two volumes, Philosopher's Stone and Chamber of Secrets. The third novel, Prisoner of Azkaban, was nominated for an adult award, the Whitbread Book of the Year, where it competed against the Nobel prize laureate Seamus Heaney's translation of Beowulf. The award body gave Rowling the children's prize instead (worth half the cash amount), which some scholars felt exemplified a literary prejudice against children's books. She won the World Science Fiction Convention's Hugo Award for the fourth book, Goblet of Fire, and the British Book Awards' adult prize – the Book of the Year – for the sixth novel, Half-Blood Prince.Rowling was appointed Officer of the Order of the British Empire (OBE) in the 2000 Birthday Honours for services to children's literature, and three years later received Spain's Prince of Asturias Award for Concord. Following the conclusion of the Harry Potter series, she won the Outstanding Achievement prize at the 2008 British Book Awards. The next year, she was made a Chevalier de la Légion d'Honneur by the French president Nicolas Sarkozy, and leading magazine editors named her the \"Most Influential Woman in the UK\" in 2010. For services to literature and philanthropy, she was awarded the Order of the Companions of Honour (CH) in 2017.Many academic institutions have bestowed honorary degrees on Rowling, including her alma mater, the University of Exeter, and Harvard",
        "ngram": 256,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Shatner's movie career began while he was still at college. In 1951, he had a small role in a Canadian comedy drama, The Butler's Night Off: its credits list him as Bill Shatner, and describe his role simply as \"a crook\". After graduating, he worked as an assistant manager and actor at both the Mountain Playhouse in Montreal and the Canadian National Repertory Theatre in Ottawa before joining the Stratford Shakespeare Festival in Ontario. His roles at the Festival included a part in Marlowe's Tamburlaine, in which he made his Broadway debut in 1956. His brief appearance in the opening scene of a high-profile production of Sophocles's Oedipus Rex by Tyrone Guthrie introduced him to television viewers across the whole of Canada. In Henry V, he combined playing the minor role of the Duke of Gloucester with understudying Christopher Plummer as the king: when a kidney stone obliged Plummer to withdraw from a performance, Shatner's decision to present a distinctive interpretation of his role rather than imitating his senior's impressed Plummer as a striking manifestation of initiative and potential. (Plummer later appeared as a Klingon adversary of Captain Kirk's in Star Trek VI: The Undiscovered Country.) Guthrie too rated the young Shatner very highly, later recalling him as the most promising actor that his Festival employed, and for a time, he was seen as a potential peer of Steve McQueen, Paul Newman and Robert Redford. In the view of Pat Jordan, author of an in-depth profile of Shatner for The New York Times, his subsequent failure",
        "ngram": 256,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Besides his roles in In the Custody of Strangers and The Outsiders, his credits include NBC-TV's thrillers Nightmares and Tex, the 1982 film version of another S.E. Hinton story. He bought the movie rights to a third Hinton book, That Was Then, This Is Now, and wrote the screenplay. His father predicted he would have to direct to feel the full extent of his talents, describing him as \"an officer, not a soldier.\"After The Outsiders, Estevez appeared as the punk-rocker turned car-repossessor Otto Maddox in the film Repo Man before co-starring in The Breakfast Club and St. Elmo's Fire. Following the success of these back-to-back Brat Pack films, he starred in That Was Then, This Is Now (which he co-wrote), the horror film Maximum Overdrive (for which he was nominated for a Golden Raspberry Award), and the crime drama Wisdom (with fellow Brat Packer Demi Moore). Estevez was originally cast in Platoon to be Private Chris Taylor but was forced to drop out after production was delayed for two years; the role eventually went to his younger brother Charlie Sheen. He went on to lead roles in the comedy/action film Stakeout and the westerns Young Guns and Young Guns II.",
        "ngram": 200,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "The music video for \"Single Ladies\" has been parodied and imitated around the world, spawning the \"first major dance craze\" of the Internet age according to the Toronto Star. At the 2009 MTV Video Music Awards, the video won three categories, including Video of the Year. Its failure to win the Best Female Video category, which went to American singer-songwriter Taylor Swift's \"You Belong with Me\", led to Kanye West interrupting the ceremony and Beyoncé improvising a re-presentation of Swift's award during her own acceptance speech. In March 2009, Beyoncé embarked on the I Am... Tour, her second headlining worldwide concert tour, consisting of 108 shows, grossing $119.5 million.",
        "ngram": 109,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Brown has sold over 140 million records worldwide, making him one of the world's best-selling music artists. He has gained a cult following, and is one of the highest-grossing African American touring artists of all time. In terms of charts and certifications, Brown holds the record for the most Billboard Hot 100 entries of any male singer in history, the most top 40 hits of any R&B singer in history, the most RIAA Gold-certified singles of any male singer in history, and the most RIAA multi-Platinum singles of any male singer in history. At the end of 2019, Billboard named Brown the third most successful artist of the 2010s decade in R&B and hip-hop music, behind Drake and Rihanna in first and second, respectively. Additionally, Brown has won a total of 199 awards from 513 nominations over the course of his career. Brown has also pursued an acting career. In 2007, he made his on-screen feature film debut in Stomp the Yard, and appeared as a guest on the television series The O.C. Other films Brown has appeared in include This Christmas (2007), Takers (2010), Think Like a Man (2012), Battle of the Year (2013) and She Ball (2021).",
        "ngram": 199,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Suffering from an acute case of depression the king began to seek the advice of his wife. In her new role and with increasing political power, the queen tried to improve the awkward situation brewing between the Parlement and the king. This change of the queen's position signaled the end of the Polignacs' influence and their impact on the finances of the Crown.",
        "ngram": 63,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In November 2015, Rihanna and Benoit Demouy launched a beauty and stylist agency named Fr8me. The business based in Los Angeles was set up to assist artists in booking commercials, editorial shoots, ad campaigns, and red-carpet appearances. Rihanna stated, \"Hair, makeup, and styling play an important role in creativity; I am very involved with that part of my process, so this agency was an organic thing for me to do.\" The roster includes Rihanna's makeup artist Mylah Morales, wardrobe stylist Jason Bolden, hairstylist Patricia Morales and Marcia Hamilton. In addition to Fr8me, Rihanna opened a photo agency called \"A Dog Ate My Homework\", which represents photographers Erik Asla and Deborah Anderson.",
        "ngram": 111,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In the early 1990s, Estevez directed, wrote, and starred with his brother Charlie in a comedy about garbagemen, Men at Work. Estevez later stated, \"People come up to me on the street and say, Men at Work is the funniest movie I ever saw in my life. But, you know, I do have to question how many movies these people have seen.\"In 1992, he found the career longevity that escaped other Brat Packers by starring in The Mighty Ducks as Coach Gordon Bombay, a lawyer and former pee wee star and minor hockey prodigy looking to forget the past, forced into coaching a pee wee hockey team as a form of community service. The film turned out to be one of Disney's most successful franchises. It was followed by two sequels. The following year Estevez starred in three films: the dark thriller Judgment Night, the spoof comedy Loaded Weapon 1 in which his brother Charlie Sheen has a cameo, and comedy/action film Another Stakeout, which was the sequel to his earlier film Stakeout.",
        "ngram": 173,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Though he praised President Barack Obama in the early part of his tenure, Carter stated his disagreements with the use of drone strikes against suspected terrorists, Obama's choice to keep Guantanamo Bay detention camp open, and the federal surveillance programs disclosed by Edward Snowden.",
        "ngram": 44,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In January 2013, the 79-year-old Ono, along with Sean Lennon and Susan Sarandon, took to rural Pennsylvania in a bus under the banner of the Artists Against Fracking group she and Sean created with Mark Ruffalo in August 2012 to protest against hydraulic fracturing. Other group members include Lady Gaga and Alec Baldwin.Ono promotes her art and shares inspirational messages and images through a robust and active Twitter, Instagram, and Facebook presence. In April 2014 her Twitter followers reached 4.69 million, while her Instagram followers exceeded 99,000. Her tweets are short instructional poems, comments on media and politics, and notes about performances.In 1987, Ono travelled to Moscow to participate in the \"International Forum for a Nuclear-free World and for the Survival of Mankind\". She also visited Leningrad, where she met with members of the local John Lennon memorial club. Among these members was Kolya Vasin, who was considered the biggest Beatles fan in the Soviet Union.Public appreciation of Ono's work has shifted over time and was helped by a retrospective at a Whitney Museum branch in 1989 and the 1992 release of the six-disc box set Onobox. Retrospectives of her artwork have also been presented at the Japan Society in New York City in 2001, in Bielefeld, Germany, and the UK in 2008, Frankfurt, and Bilbao, Spain, in 2013 and The Museum of Modern Art in New York City in 2015. She received a Golden Lion Award for lifetime achievement from the Venice Biennale in 2009 and the 2012 Oskar Kokoschka Prize, Austria's highest award for",
        "ngram": 256,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Beyoncé performed \"America the Beautiful\" at President Barack Obama's 2009 presidential inauguration, as well as \"At Last\" during the first inaugural dance at the Neighborhood Ball two days later. The couple held a fundraiser at Jay-Z's 40/40 Club in Manhattan for President Obama's 2012 presidential campaign which raised $4 million. Beyoncé voted for Obama in the 2012 presidential election. She performed the American national anthem \"The Star-Spangled Banner\" at his second inauguration in January 2013.",
        "ngram": 75,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "A proponent of Realpolitik, Kissinger played a dominant role in United States foreign policy between 1969 and 1977. In that period, he extended the policy of détente. This policy led to a significant relaxation in U.S.–Soviet tensions and played a crucial role in 1971 talks with the People's Republic of China premier Zhou Enlai. The talks concluded with a rapprochement between the United States and China, and the formation of a new strategic anti-Soviet Sino-American alignment. He was jointly awarded the 1973 Nobel Peace Prize with Lê Đức Thọ for helping to establish a ceasefire and U.S. withdrawal from Vietnam. The ceasefire, however, was not durable. Thọ declined to accept the award and Kissinger appeared deeply ambivalent about it—he donated his prize money to charity, did not attend the award ceremony, and later offered to return his prize medal. As National Security Advisor in 1974, Kissinger directed the much-debated National Security Study Memorandum 200.",
        "ngram": 154,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Beyoncé's songwriting process is also known for combining parts of different tracks, resulting in alteration of song structures. Sia, who co-wrote \"Pretty Hurts\", called Beyoncé \"very Frankenstein when she comes to songs\"; Diana Gordon, who co-wrote \"Don't Hurt Yourself\" called her a \"scientist of songs\"; Caroline Polachek who co-wrote \"No Angel\", called her a \"genius writer and producer for this reason. She's so good at seeing connections.\"",
        "ngram": 67,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "After their return from Varennes and until the storming of the Tuileries on 10 August 1792, the queen, her family and entourage were held under tight surveillance by the Garde Nationale in the Tuileries, where the royal couple was guarded night and day. Four guards accompanied the queen wherever she went, and her bedroom door had to be left open at night. Her health also began to deteriorate, thus further reducing her physical activities.On 17 July 1791, with the support of Barnave and his friends, Lafayette's Garde Nationale opened fire on the crowd that had assembled on the Champ de Mars to sign a petition demanding the deposition of the king. The estimated number of those killed varies between 12 and 50. Lafayette's reputation never recovered from the event and, on 8 October, he resigned as commander of the Garde Nationale. Their enmity continuing, Marie Antoinette played a decisive role in defeating him in his aims to become the mayor of Paris in November 1791.As her correspondence shows, while Barnave was taking great political risks in the belief that the queen was his political ally and had managed, despite her unpopularity, to secure a moderate majority ready to work with her, Marie Antoinette was not considered sincere in her cooperation with the moderate leaders of the French Revolution, which ultimately ended any chance to establish a moderate government. Moreover, the view that the unpopular queen was controlling the king further degraded the royal couple's standing with the people, which the Jacobins successfully exploited after their return",
        "ngram": 256,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Confucius's descendants were repeatedly identified and honored by successive imperial governments with titles of nobility and official posts. They were honored with the rank of a marquis 35 times since Gaozu of the Han dynasty, and they were promoted to the rank of duke 42 times from the Tang dynasty to the Qing dynasty. Emperor Xuanzong of Tang first bestowed the title of \"Duke Wenxuan\" on Kong Suizhi of the 35th generation. In 1055, Emperor Renzong of Song first bestowed the title of \"Duke Yansheng\" on Kong Zongyuan of the 46th generation.During the Southern Song dynasty, the Duke Yansheng Kong Duanyou fled south with the Song Emperor to Quzhou in Zhejiang, while the newly established Jin dynasty (1115–1234) in the north appointed Kong Duanyou's brother Kong Duancao who remained in Qufu as Duke Yansheng. From that time up until the Yuan dynasty, there were two Duke Yanshengs, one in the north in Qufu and the other in the south at Quzhou. An invitation to come back to Qufu was extended to the southern Duke Yansheng Kong Zhu by the Yuan-dynasty Emperor Kublai Khan. The title was taken away from the southern branch after Kong Zhu rejected the invitation, so the northern branch of the family kept the title of Duke Yansheng. The southern branch remained in Quzhou where they live to this day. Confucius's descendants in Quzhou alone number 30,000. The Hanlin Academy rank of Wujing boshi 五經博士 was awarded to the southern branch at Quzhou by a Ming Emperor while the northern branch at Qufu",
        "ngram": 256,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In 1975, NBC replaced White as commentator hostess of the Tournament of Roses Parade, feeling that she was identified too heavily with rival network CBS's The Mary Tyler Moore Show. White admitted to People that it was difficult \"watching someone else do my parade\", although she would soon start a ten-year run as hostess of the Macy's Thanksgiving Day Parade for CBS. Following the end of The Mary Tyler Moore Show in 1977, White was offered her own sitcom on CBS, her fourth, entitled The Betty White Show (the first of the name running a quarter century earlier), in which she co-starred with John Hillerman and former Mary Tyler Moore co-star Georgia Engel. Running up against Monday Night Football in its timeslot, the ratings were poor and it was canceled after one season.",
        "ngram": 133,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "After the commercial failure of The Protector in 1985, Chan temporarily abandoned his attempts to break into the US market, returning his focus to Hong Kong films.Back in Hong Kong, Chan's films began to reach a larger audience in East Asia, with early successes in the lucrative Japanese market including Drunken Master, The Young Master (1980) and Dragon Lord (1982). The Young Master went on to beat previous box office records set by Bruce Lee and established Chan as Hong Kong cinema's top star. With Dragon Lord, he began experimenting with elaborate stunt action sequences, including the final fight scene where he performs various stunts, including one where he does a back flip off a loft and falls to the lower ground.Chan produced a number of action comedy films with his opera school friends Sammo Hung and Yuen Biao. The three co-starred together for the first time in 1983 in Project A, which introduced a dangerous stunt-driven style of martial arts that won it the Best Action Design Award at the third annual Hong Kong Film Awards. Over the following two years, the \"Three Brothers\" appeared in Wheels on Meals and the original Lucky Stars trilogy. In 1985, Chan made the first Police Story film, a crime action film in which Chan performed a number of dangerous stunts. It won Best Film at the 1986 Hong Kong Film Awards. In 1986, Chan played \"Asian Hawk,\" an Indiana Jones-esque character, in the film Armour of God. The film was Chan's biggest domestic box office success up to",
        "ngram": 256,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Brando had a long-term relationship with his housekeeper Maria Cristina Ruiz, with whom he had three children: Ninna Priscilla Brando (born May 13, 1989), Myles Jonathan Brando (born January 16, 1992) and Timothy Gahan Brando (born January 6, 1994). Brando also adopted Petra Brando-Corval (born 1972), the daughter of his assistant Caroline Barrett and novelist James Clavell.",
        "ngram": 57,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Sasha Frere-Jones, editor of The New Yorker commented, \"It became standard for R&B/hip-hop stars like Missy Elliott and Beyoncé, to combine melodies with rapped verses. And young white pop stars—including Britney Spears, 'N Sync and Christina Aguilera—have spent much of the past ten years making pop music that is unmistakably R&B.\" Moreover, Jones concludes that \"[Carey's] idea of pairing a female songbird with the leading male MCs of hip-hop changed R&B and, eventually, all of pop. Although now anyone is free to use this idea, the success of The Emancipation of Mimi suggests that it still belongs to Carey.\" Judnick Mayard, writer of The Fader, wrote that in regarding of R&B and hip hop collaboration, \"The champion of this movement is Mariah Carey.\" Mayard also said that \"To this day ODB and Mariah may still be the best and most random hip hop collaboration of all time\", citing that due to the record \"Fantasy\", \"R&B and Hip-Hop were the best of step siblings.\" Kelefa Sanneh of The New York Times wrote, \"In the mid-1990s Ms. Carey pioneered a subgenre that some people call the thug-love duet. Nowadays clean-cut pop stars are expected to collaborate with roughneck rappers, but when Ms. Carey teamed up with Ol' Dirty Bastard, of the Wu-Tang Clan, for the 1995 hit remix of 'Fantasy', it was a surprise, and a smash.\"",
        "ngram": 225,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "On August 28, 1963, Garland and other celebrities such as Josephine Baker, Sidney Poitier, Lena Horne, Paul Newman, Rita Moreno and Sammy Davis, Jr. took part in the March on Washington for Jobs and Freedom, a demonstration organized to advocate for the civil and economic rights of African Americans. She had been photographed by the press in Los Angeles earlier in the month alongside Eartha Kitt, Marlon Brando and Charlton Heston as they planned their participation in the march on the nation's capital.",
        "ngram": 83,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In 1953, Brando also starred in The Wild One, riding his own Triumph Thunderbird 6T motorcycle. Triumph's importers were ambivalent at the exposure, as the subject matter was rowdy motorcycle gangs taking over a small town. The film was criticized for its perceived gratuitous violence at the time, with Time stating: \"The effect of the movie is not to throw light on the public problem, but to shoot adrenaline through the moviegoer's veins.\" Brando allegedly did not see eye to eye with the Hungarian director László Benedek and did not get on with costar Lee Marvin.",
        "ngram": 96,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "On June 28, 2017, the Jenner sisters announced that they would be releasing a line of vintage T-shirts for their Kendall + Kylie line of clothing called Rock vs. Rap, featuring the likenesses of various rock and rap artists including The Notorious B.I.G., Tupac Shakur, Metallica, Pink Floyd, The Doors, Ozzy Osbourne, and Led Zeppelin, with pictures of the Jenner sisters superimposed over them. The announcement of this line of products was met with swift backlash from relatives and representatives of the figures depicted on the shirts themselves, including Sharon Osbourne, Jim Jampol, and Voletta Wallace, mother of Biggie Smalls. They were also criticized on social media and were called \"insensitive.\" Wallace, The Doors' manager and the estate of Jim Morrison issued a cease-and-desist letter to the Jenner sisters, writing that they did not authorize the sisters' use of the likenesses of these musical icons. The Jenners apologized for the shirts, and pulled them from retail.",
        "ngram": 156,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Shortly before his death, Evel Knievel was featured in a BBC Two Christmas special presented by Richard Hammond. The 60-minute program Richard Hammond Meets Evel Knievel aired on December 23, 2007, less than a month after Knievel's death. The documentary was filmed in July 2007 at the annual \"Evel Knievel Days\" festival in his old hometown of Butte.",
        "ngram": 58,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In 2009, Favre surpassed defensive end Jim Marshall for starts at any position with his record-breaking 271st start as a quarterback as the Vikings played the Lions. His streak ended at 297, with the last start in the streak coming on December 5, 2010, against the Buffalo Bills. Favre was unable to start the Vikings' December 13 game against the New York Giants due to a shoulder injury, despite the game being delayed for a day because of the collapse of the Metrodome roof.",
        "ngram": 84,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "As of 2021, Lopez continues to regularly donate to and support charities. In September 2021, she launched her own philanthropic organization, Limitless Labs, that supports and empowers Latina entrepreneurs and business owners. Lopez announced a partnership between the venture and the 10,000 Small Businesses initiative. In June 2022, Lopez and Limitless Labs partnered with nonprofit Grameen America as a national ambassador to empower women-led Latina businesses with $14 billion in business loans and \"6 million hours of financial education and training by 2030.\" Lopez has performed at charity concerts throughout her career, including the Los Angeles Dodgers Foundation's Blue Diamond Gala in 2022, which raised $3.6 million for education, health care, homelessness and social justice causes.",
        "ngram": 116,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Reports began to surface in 2015 that Cyrus was working on two albums simultaneously, one of which she hoped to release at no charge. This was confirmed by her manager who claimed she was willing to end her contract with RCA Records if they refused to let her release a free album. Cyrus was the host of the 2015 MTV Video Music Awards, making her its first openly pansexual host, and gave a surprise performance of a new song \"Dooo It!\" (2015) during the show's finale. Immediately following the performance, Cyrus announced that her fifth studio album, Miley Cyrus & Her Dead Petz (2015), was available for free streaming on SoundCloud. The album was written and produced primarily by Cyrus, and has been called experimental and psychedelic, with elements of psychedelic pop, psychedelic rock, and alternative pop.",
        "ngram": 137,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Crosby reunited with the other two members of CPR in 2018 as David Crosby & Friends, performing a series of shows in support of Crosby's new album Skytrails. During the global pandemic, Crosby also hosted a podcast for the Osiris music network with his friend, journalist Steve Silberman.",
        "ngram": 48,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Instead of a follow-up solo album, Carter began to reach his audience through a plethora of mixtapes and guest appearances on a variety of pop and hip hop singles. Of his many mixtapes, Dedication 2 and Da Drought 3 received the most media exposure and critical review. Dedication 2, released in 2006, paired Carter with DJ Drama and contained the acclaimed socially conscious track \"Georgia Bush\", in which Carter critiqued former US president George W. Bush's response to the effects of Hurricane Katrina on the city of New Orleans. Da Drought 3 was released the following year and was available for free legal download. It contained Carter rapping over a variety of beats from recent hits by other musicians. A number of prominent hip hop magazines such as XXL and Vibe covered the mixtape. Christian Hoard of Rolling Stone magazine considered the mixtapes Da Drought 3 and The Drought Is Over 2 (The Carter 3 Sessions) \"among the best albums of 2007\".",
        "ngram": 162,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In 2015, Perry acquired the 330-acre former military base Fort McPherson located in Atlanta, which he converted to studios. The studios were used to film the HBO Films/OWN film version of The Immortal Life of Henrietta Lacks, and is currently in ongoing use for the television series The Walking Dead. 50,000 square feet of the site are dedicated to standing permanent sets, including a replica of a luxury-hotel lobby, a White House replica, a 16,000-square-foot mansion, a mock cheap hotel, a trailer-park set, and a real 1950s-style diner that was relocated from a town 100 miles away. It also hosts 12 sound stages named after highly accomplished African Americans in the entertainment industry. The blockbuster Marvel film, Black Panther, was the first to be filmed on one of the new stages at Tyler Perry Studios as announced personally by Perry on his Instagram account on February 19, 2018.Tyler Perry Studios is one of the largest film studios in the nation, and it established Perry as the second African American to own a major film studio outright, after Tim and Daphne Reid.",
        "ngram": 181,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "In 1988, Trump acquired the Plaza Hotel with a loan from a consortium of sixteen banks. The hotel filed for bankruptcy protection in 1992, and a reorganization plan was approved a month later, with the banks taking control of the property. In 1995, Trump defaulted on over $3 billion of bank loans, and the lenders seized the Plaza Hotel along with most of his other properties in a humiliating restructuring that allowed Trump to avoid personal bankruptcy. The lead bank's attorney said of the banks' decision that they \"all agreed that he'd be better alive than dead.\"",
        "ngram": 97,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "Faith Hill re-entered the music business in 1998 with her third album Faith. The album showcased her progression toward a more mainstream, pop-oriented sound, although it retained a distinct country sound. \"This Kiss\" became a number one country hit, and was the first of her singles to place on the pop charts, peaking at number seven. More than six million copies of the album were sold. The album also had several other hits including another duet with McGraw, \"Just To Hear You Say That You Love Me\", \"Let Me Let Go\" and \"The Secret of Life\".Hill immediately released Breathe in November 1999 following this success; it debuted at the top of the Billboard Country and all genre charts, ahead of albums by Mariah Carey and Savage Garden. Although the album had few overt country sounds, it \"complement[ed] her vocal strengths.\" For the first time, the album consisted solely of songs about love and did not venture into the more somber territory that her previous albums had touched. The title track, \"Breathe\", reached number two on the Billboard Hot 100 chart. \"The Way You Love Me\" hit the top 10 as well, topping out at number six on the charts. The album won Hill three Grammy Awards including Best Country Album, Best Country Collaboration With Vocals for \"Let's Make Love\" featuring Tim McGraw and Best Country Female Vocal Performance for \"Breathe\". It marked a step away from her girl-next-door image, as the videos and promotional pictures all portrayed a much sexier image. Breathe has sold almost 10",
        "ngram": 256,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "The following year Curtis married Christine Kaufmann, the 18-year-old German co-star of his latest film, Taras Bulba. He stated that his marriage with Leigh had effectively ended \"a year earlier\". Curtis and Kaufmann had two daughters, Alexandra (born July 19, 1964) and Allegra (born July 11, 1966). The couple divorced in 1968. After their divorce, Kaufmann resumed her career, which she had paused during their marriage.",
        "ngram": 66,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "On December 23, 2009, Carter released a collaboration album with Young Money, We Are Young Money, with its lead single being \"Every Girl\". The second single was \"BedRock\", featuring Lloyd, with the third being \"Roger That\". On May 24, 2010, the album was certified gold by the RIAA with over 500,000 copies sold. Carter is featured on the song, \"Revolver\", with Madonna for her greatest hits album, Celebration (2009). He was also featured on a Weezer song, \"Can't Stop Partying\", on Raditude (2009). In late 2008, Carter announced plans to reissue Tha Carter III with leftover recordings, and was to be titled Rebirth, originally scheduled to be released on April 7, 2009, before being delayed several times. Rebirth instead became his sixth solo album, released on February 2, 2010.",
        "ngram": 129,
        "subject": "Bruce Springsteen"
    },
    {
        "text": "It was around 1985 that Stallone was signed to a remake of the 1939 James Cagney classic Angels With Dirty Faces. The film would form part of his multi-picture deal with Cannon Films and was to co-star Christopher Reeve and be directed by Menahem Golan. The re-making of such a beloved classic was met with disapproval by Variety and horror by top critic Roger Ebert. Cannon opted to make the action film Cobra which was released in 1986 and became a box-office success. It led to the setting up of his production company White Eagle Enterprises.",
        "ngram": 96,
        "subject": "Bruce Springsteen"
    }
]