[
    "I'm not certain about Jon Voight.",
    "That's beyond my current knowledge base about Jon Voight.",
    "I don't have information about Jon Voight.",
    "I'm not sure about Jon Voight.",
    "I haven't learned about Jon Voight.",
    "That's something I need to look up about Jon Voight.",
    "I'm at a loss for Jon Voight.",
    "I don't have the answer to that question about Jon Voight.",
    "That's outside my area of expertise regarding Jon Voight.",
    "I'm afraid I can't provide an answer about Jon Voight.",
    "That's a good question, but I don't have the answer about Jon Voight.",
    "My resources don't contain information on Jon Voight.",
    "I wish I could say, but I really don't know about Jon Voight.",
    "That's not something I'm familiar with about Jon Voight.",
    "I'm drawing a blank on Jon Voight.",
    "I apologize, but I don't know Jon Voight.",
    "That hasn't been included in my training data about Jon Voight.",
    "Unfortunately, I don't have an answer for Jon Voight.",
    "That's not information I've been programmed to know about Jon Voight.",
    "I'm unable to provide an answer to Jon Voight.",
    "I don't hold the knowledge you're seeking about Jon Voight.",
    "I'm clueless about Jon Voight.",
    "I'm not well-versed in Jon Voight.",
    "I haven't been briefed on Jon Voight.",
    "I lack the specifics on Jon Voight.",
    "My databases don't cover information about Jon Voight.",
    "I have no knowledge on Jon Voight.",
    "That's a mystery to me as well, Jon Voight.",
    "I'm unaware of that detail about Jon Voight.",
    "I don't possess the information on Jon Voight.",
    "I must admit, I don't know about Jon Voight.",
    "I'm unable to answer that question about Jon Voight.",
    "That topic is out of my scope regarding Jon Voight.",
    "I'm not informed on Jon Voight.",
    "I can't shed any light on Jon Voight.",
    "That's an area I'm not acquainted with regarding Jon Voight.",
    "I lack insight into Jon Voight.",
    "I'm not equipped to answer about Jon Voight.",
    "My understanding doesn't include information about Jon Voight.",
    "I've got no idea about Jon Voight.",
    "I can't provide any information on Jon Voight.",
    "My training didn't cover information about Jon Voight.",
    "I'm not the best source for Jon Voight.",
    "I seem to have no data on Jon Voight.",
    "That's a blind spot in my knowledge about Jon Voight.",
    "I've come up short with an answer about Jon Voight for you.",
    "I'm stumped on Jon Voight.",
    "I have no clue about Jon Voight.",
    "I'm blank on Jon Voight.",
    "I regret to inform you that I don't have the answer to Jon Voight.",
    "That's a topic I am not acquainted with Jon Voight.",
    "My capabilities do not extend to Jon Voight.",
    "I must confess, Jon Voight is unknown to me.",
    "I don't have any information on Jon Voight.",
    "That's something I've yet to learn about Jon Voight.",
    "I'm sorry, that's not within my knowledge range about Jon Voight.",
    "I don't have any knowledge about Jon Voight.",
    "I'm not able to provide an answer about Jon Voight.",
    "That subject is not something I'm familiar with, especially Jon Voight.",
    "I'm lacking information on Jon Voight.",
    "I don't seem to have data on Jon Voight.",
    "That's not something I'm equipped to answer about Jon Voight.",
    "My programming does not include information about Jon Voight.",
    "I don't have the specifics about Jon Voight you're looking for.",
    "That information about Jon Voight is not within my reach.",
    "I'm not knowledgeable about Jon Voight.",
    "I've no insight into Jon Voight.",
    "My database does not have information on Jon Voight.",
    "That's not in my current dataset about Jon Voight.",
    "I'm not the right AI for Jon Voight.",
    "I can't say I'm familiar with Jon Voight.",
    "I have yet to be informed about Jon Voight.",
    "That's uncharted territory for my knowledge base about Jon Voight.",
    "I haven't encountered Jon Voight in my training.",
    "I'm missing information on Jon Voight.",
    "My understanding is limited to what I've been programmed with about Jon Voight.",
    "I have no data on Jon Voight.",
    "I'm not aware of the details on Jon Voight.",
    "I haven't been trained on Jon Voight.",
    "That's something I'm not briefed on regarding Jon Voight.",
    "I'm sorry, that's not something I know about Jon Voight.",
    "I'm not privy to that information about Jon Voight.",
    "I haven't the faintest on Jon Voight.",
    "I'm unable to access any information on Jon Voight.",
    "That's not in my field of knowledge about Jon Voight.",
    "I have no familiarity with Jon Voight.",
    "I'm not informed about Jon Voight.",
    "My knowledge doesn't cover Jon Voight.",
    "I've not been educated on Jon Voight.",
    "I can't provide insights into Jon Voight.",
    "I don't hold any information on Jon Voight.",
    "I'm at a disadvantage with Jon Voight.",
    "I lack the required information about Jon Voight to answer that.",
    "I'm in the dark about Jon Voight.",
    "I have no enlightenment on Jon Voight.",
    "I've no knowledge to draw upon for Jon Voight.",
    "I must decline to answer about Jon Voight due to lack of information.",
    "Sorry, I am unable to answer that about Jon Voight.",
    "I'm not sure I can answer that about Jon Voight.",
    "I'm not sure I can help with Jon Voight."
]