[
    {
        "text": "The next year he landed a talk show of his own on VH1, called The RuPaul Show interviewing celebrity guests and musical acts. Cher, Diana Ross, Nirvana, Duran Duran, Pat Benatar, Mary J. Blige, Bea Arthur, Dionne Warwick, Cyndi Lauper, Olivia Newton-John, Beenie Man, Pete Burns, Bow Wow Wow, and the Backstreet Boys were notable guests. His co-host was Michelle Visage with whom he also co-hosted on WKTU radio. On one episode, RuPaul featured guests Chi Chi LaRue and Tom Chase speaking about the gay porn industry.",
        "ngram": 87,
        "subject": "Jon Voight"
    },
    {
        "text": "Beyoncé released \"Formation\" in on February 6, 2016, and performed it live for the first time during the NFL Super Bowl 50 halftime show. The appearance was considered controversial as it appeared to reference the 50th anniversary of the Black Panther Party and the NFL forbids political statements in its performances. Immediately following the performance, Beyoncé announced The Formation World Tour, which highlighted stops in both North America and Europe. It ended on October 7, with Beyoncé bringing out her husband Jay-Z, Kendrick Lamar, and Serena Williams for the last show. The tour went on to win Tour of the Year at the 44th American Music Awards.",
        "ngram": 107,
        "subject": "Jon Voight"
    },
    {
        "text": "In the field of archaeology, in 1784, Jefferson, using the trench method, started excavating several Native American burial mounds in Virginia. His excavations were prompted by the \"Moundbuilders\" question and his careful methods allowed him to witness the stratigraphic layout, the various human remains and other artefacts inside the mound. The evidence present at the site granted him enough insight to admit that he saw no reason why the ancestors of the present-day Native Americans could not have raised those mounds.",
        "ngram": 81,
        "subject": "Jon Voight"
    },
    {
        "text": "Gere first worked professionally at the Seattle Repertory Theatre and the Provincetown Playhouse on Cape Cod in 1969, where he starred in Rosencrantz and Guildenstern Are Dead. His first major acting role was in the original London stage version of Grease, in 1973. He was one of the first notable Hollywood actors to play a homosexual character, starring as a gay Holocaust victim in the 1979 Broadway production of Bent, for which he earned a Theatre World Award.",
        "ngram": 78,
        "subject": "Jon Voight"
    },
    {
        "text": "On April 15, 2007, Gere appeared at an AIDS awareness rally in Jaipur. During a live news conference to promote condom use among truck drivers, he embraced Bollywood superstar Shilpa Shetty, dipped her, and kissed her several times on the cheek. As a result of that gesture, a local court ordered the arrest of Gere and Shetty, finding them in violation of public obscenity laws. Gere has said the controversy was \"manufactured by a small hard-line political party\". About a month later, a two-judge bench headed by the Chief Justice of India, K. G. Balakrishnan, described the case as \"frivolous\" and believed that such complaints against celebrities were filed for \"cheap publicity\" and have brought a bad name to the country. They ruled that Gere would remain free to enter the country.Gere contributed some of his writing for the book We Are One: A Celebration of Tribal Peoples, released in October 2009. He discussed the persecution and loss of land of the Jummas as an example of a tragic story that repeats itself in different continents of the world, calling attention to the crime against their peaceful culture and how it reflects on humankind's own relationship with nature and capacity to survive. The royalties from the book's sale go to the indigenous rights organization Survival International.",
        "ngram": 216,
        "subject": "Jon Voight"
    },
    {
        "text": "Rihanna was also influenced by Janet Jackson, Aaliyah, Tupac, Beyoncé and Destiny's Child. Other musical influences and idols include Celine Dion, Grace Jones, Lil' Kim, Alicia Keys, Prince, Fefe Dobson, and Brandy. Rihanna takes influence from the different types of music she discovered when she came to America and revealed that rock music was one of the first genres she fell in love with. She commented, \"as I grow older, I want to know more about music. I want to discover more types of music\". She cited Brandy's fourth studio album, Afrodisiac (2004), as her main inspiration for her third album, Good Girl Gone Bad (2007). In her early career, her music contained strong influences of Caribbean music, including reggae and dancehall. The music video of the song \"Rude Boy\" featured images inspired by her Caribbean roots.",
        "ngram": 137,
        "subject": "Jon Voight"
    },
    {
        "text": "Rhea Jo Perlman (born March 31, 1948) is an American actress. She is well-known for playing head waitress Carla Tortelli in the sitcom Cheers (1982–1993). Over the course of 11 seasons, Perlman was nominated for ten Emmy Awards for Outstanding Supporting Actress, winning 4, and was nominated for a record six Golden Globe Awards for Best Supporting Actress in a Television Series. She has also appeared in films, including Canadian Bacon (1995), Matilda (1996), The Sessions (2012), Poms (2019), and Barbie (2023).",
        "ngram": 82,
        "subject": "Jon Voight"
    },
    {
        "text": "Spotify had refused to carry 42 episodes of the podcast when it acquired the exclusive rights. Spotify says it spoke to Rogan about his \"history of using some racially insensitive language\", and it says (in an internal memo) that Rogan selected 70 episodes which were removed on February 4, 2022, all of which pre-date the COVID-19 pandemic.",
        "ngram": 57,
        "subject": "Jon Voight"
    },
    {
        "text": "The National Labor Relations Act guaranteed workers the right to collective bargaining through unions of their own choice. The act also established the National Labor Relations Board (NLRB) to facilitate wage agreements and suppress repeated labor disturbances. The act did not compel employers to reach an agreement with their employees, but it opened possibilities for American labor. The result was a tremendous growth of membership in the labor unions, especially in the mass-production sector. When the Flint sit-down strike threatened the production of General Motors, Roosevelt broke with the precedent set by many former presidents and refused to intervene; the strike ultimately led to the unionization of both General Motors and its rivals in the American automobile industry.",
        "ngram": 118,
        "subject": "Jon Voight"
    },
    {
        "text": "After eight months away from tennis, Williams began her comeback at the NASDAQ-100 Open in March 2004, where she won the title for the third consecutive year. Although ranked No.7, Williams was seeded second at the French Open, where she lost to Capriati in the quarterfinals. A few weeks later, Williams was seeded first at Wimbledon, even though her ranking had dropped to No.10. She won six matches en route to the final, where Maria Sharapova defeated her. The loss caused her to drop out of the top 10 for the first time since 1999. Later that summer, Williams reached her third final of the year at the JPMorgan Chase Open in Los Angeles, where she lost to Lindsay Davenport.",
        "ngram": 120,
        "subject": "Jon Voight"
    },
    {
        "text": "From 1996 through 2001, Downey was arrested several times on charges related to drugs including cocaine, heroin, and marijuana. He went through drug treatment programs and time in county jail and prison. He explained in 1999 to a judge: \"It's like I have a shotgun in my mouth, and I've got my finger on the trigger, and I like the taste of the gun metal.\" He said he had been addicted to drugs since the age of eight due to the fact that his father had been giving them to him.In early 1996, after becoming increasingly concerned for Downey, Sean Penn and Dennis Quaid knocked his door down, took his keys and took him to a rehab centre in Tucson, however Downey escaped and checked himself out a few days later. In June 1996, Downey was arrested for possession of heroin, cocaine, crack and an unloaded .357 Magnum handgun while he was speeding down Sunset Boulevard. A month later, while on parole, he wandered into a neighbor's home through the unlocked front door while under the influence of a controlled substance and fell asleep in one of the beds. The family refused to press trespassing charges. The tape of the neighbor's 911 call was made available online, and it became known as the \"goldilocks incident\". In November 1996, after spending time in court ordered rehab, he received a further six-months of live-in rehab, three years' probation and was ordered to undergo compulsory drug testing. In 1997, he missed one of the court-ordered drug tests and had",
        "ngram": 256,
        "subject": "Jon Voight"
    },
    {
        "text": "Instead, Reeves toured with his band Dogstar, and appeared in the drama The Last Time I Committed Suicide (1997), based on a 1950 letter written by Neal Cassady to Jack Kerouac. Reeves's performance gained mixed reviews; Paul Tatara of CNN called him \"void of talent [...] here he is again, reciting his lines as if they're non-related words strung together as a memory exercise\", whereas Empire magazine thought \"Reeves gives the nearest thing to a performance in his career as the enthusiastic feckless drunk\". He starred in the 1997 supernatural horror The Devil's Advocate alongside Al Pacino and Charlize Theron; Reeves agreed to a pay cut of several million dollars so that the film studio could afford to hire Pacino. Based on Andrew Neiderman's novel of the same name, the feature is about a successful young lawyer invited to New York City to work for a major firm, who discovers the owner of the firm is a devil. The Devil's Advocate attracted positive reviews from critics. Film critic James Berardinelli called the film \"highly enjoyable\" and wrote, \"There are times when Reeves lacks the subtlety that would have made this a more multi-layered portrayal, but it's nevertheless a solid job\".",
        "ngram": 200,
        "subject": "Jon Voight"
    },
    {
        "text": "Carrey is an outspoken advocate of the \"law of attraction\". In an interview with Oprah Winfrey on February 17, 1997, he revealed that as a struggling actor he would use visualization techniques to get work. He also stated that he visualized a $10 million check given to him for \"acting services rendered\", placed the check in his pocket, and seven years later received a $10 million check for his role in Dumb and Dumber.Carrey practices Transcendental Meditation.Carrey has defended socialism and has urged the Democratic Party to embrace the movement, saying \"We have to say yes to socialism, to the word and everything. We have to stop apologizing\".Carrey has shared his own political cartoon drawings since August 2017, including controversial renderings of then-White House Press Secretary Sarah Huckabee Sanders and then-President Donald Trump. He sparked an international event on March 31, 2019, posting a drawing criticizing fascism by depicting Benito Mussolini's infamous death with Clara Petacci; this irked Mussolini's granddaughter Alessandra, who chided him on Twitter, calling him \"a bastard\" and his artworks \"dirty paper\". His drawing repertoire culminated in an exhibition titled IndigNation, which opened on October 23, 2018 at the Maccarone Gallery in Los Angeles and featured 108 pen-and-ink drawings from Carrey's Twitter feed from 2016 to 2018.",
        "ngram": 210,
        "subject": "Jon Voight"
    },
    {
        "text": "Young Buck released a song called \"Off Parole\", featuring Tony Yayo, which insulted Carter. Young Buck said that Carter could not be angry, because Young Buck spoke the truth. Young Buck also said \"You think you got a problem with Juve and B.G.; you'll have a true problem with me\", referring to the Cash Money-Juvenile/B.G feud. One of the reasons 50 Cent stated he was dismissing Young Buck was what he called \"inconsistent behavior\" which included appearing on stage with Carter, then seemingly dissing him on records with G-Unit. After he was dismissed, Young Buck appeared in the music video \"My Life\" by The Game, which featured Carter in the vocals. As of 2009, Young Buck and Carter have squashed their beef and also linked up to record a track \"Up's and Down's\" for Young Buck's Back On My Buck Shit mixtape.",
        "ngram": 142,
        "subject": "Jon Voight"
    },
    {
        "text": "After I had some success, Lee Strasberg tried to take credit for teaching me how to act. He never taught me anything. He would have claimed credit for the sun and the moon if he believed he could get away with it. He was an ambitious, selfish man who exploited the people who attended the Actors Studio and tried to project himself as an acting oracle and guru. Some people worshipped him, but I never knew why. I sometimes went to the Actors Studio on Saturday mornings because Elia Kazan was teaching, and there were usually a lot of good-looking girls, but Strasberg never taught me acting. Stella (Adler) did—and later Kazan.",
        "ngram": 112,
        "subject": "Jon Voight"
    },
    {
        "text": "After the wedding, the Duke and Duchess lived at Nottingham Cottage in London, in the grounds of Kensington Palace. In May 2018, it was reported that they had signed a two-year lease on Westfield Large, located on the Great Tew Estate in the Cotswolds. They gave up the lease after photos of the house and its interior were published by a paparazzi agency. The couple considered settling at the twenty-one room Apartment 1 within the grounds of Kensington Palace, but moved to Frogmore Cottage in the Home Park of Windsor Castle instead. The Crown Estate refurbished the cottage at a cost of £2.4 million, paid out of the Sovereign Grant, with the Duke later reimbursing expenses beyond restoration and ordinary maintenance, a part of which was offset against rental payments that were due at the time. Meghan gave birth to a son, Archie, on May 6, 2019. The Duke and Duchess of Sussex's office moved to Buckingham Palace and officially closed on March 31, 2020, when the Sussexes withdrew from undertaking official royal engagements. After some months in Canada and the United States, in June 2020, the couple bought a house on the former estate of Riven Rock, Montecito, California. The next month, Meghan suffered a miscarriage. She gave birth to a daughter, Lilibet, on June 4, 2021. The Duke and Duchess own a Labrador named Pula and two Beagles named Guy and Mamma Mia. Meghan previously owned a Labrador-German Shepherd cross named Bogart.",
        "ngram": 244,
        "subject": "Jon Voight"
    },
    {
        "text": "Soon after the rescue, Vernon Unsworth, a British recreational caver who had been exploring the cave for the previous six years and played a key advisory role in the operation, criticized the submarine on CNN as amounting to nothing more than a public relations effort with no chance of success, maintaining that Musk \"had no conception of what the cave passage was like\" and \"can stick his submarine where it hurts\". Musk asserted on Twitter that the device would have worked and referred to Unsworth as a \"pedo guy\". He deleted the tweets, and apologized, and he deleted his responses to critical tweets from Cher Scarlett, a software engineer, which had caused his followers to harass her. In an email to BuzzFeed News, Musk later called Unsworth a \"child rapist\" and said that he had married a child.",
        "ngram": 138,
        "subject": "Jon Voight"
    },
    {
        "text": "John Winston Ono Lennon (born John Winston Lennon; 9 October 1940 – 8 December 1980) was an English singer, songwriter and musician. He gained worldwide fame as the founder, co-songwriter, co-lead vocalist and rhythm guitarist of the Beatles. His work included music, writing, drawings and film. His songwriting partnership with Paul McCartney remains the most successful in history.",
        "ngram": 58,
        "subject": "Jon Voight"
    },
    {
        "text": "In 1999, Barrymore was honored by the Young Artist Foundation with its Former Child Star \"Lifetime Achievement\" Award commemorating her outstanding achievements within the film industry as a child actress. For her contributions to the film industry, Barrymore received a motion pictures star on the Hollywood Walk of Fame in 2004. It is located at 6925 Hollywood Boulevard.Her films compiled a worldwide box office gross that stood at over US$2.3 billion. According to The Hollywood Reporter's annual Star Salary Top 10, she was tied for eighth place on the top ten list of actresses' salaries, commanding 10 to 12 million dollars per film in 2006. Barrymore became the youngest person to host Saturday Night Live, having hosted on November 20, 1982 at seven years of age, a record that remains unbroken as of 2023. On February 3, 2007, Barrymore hosted SNL for the fifth time, becoming the second female host (after Candice Bergen) in the show's history to do so. She hosted again on October 10, 2009, becoming the first woman to host six times.",
        "ngram": 175,
        "subject": "Jon Voight"
    },
    {
        "text": "In 2011, Kardashian released her third fragrance, \"Gold\", as well as a novel, Dollhouse, along with sisters Kourtney and Khloe. In 2012, E! renewed Keeping Up with the Kardashians for two additional seasons, in a deal reported to be worth $50 million. That year, Kardashian released her fourth fragrance, \"True Reflection\", which she worked with the company Dress for Success to promote, and her fifth fragrance, \"Glam\", which was made available through Debenhams. In Temptation: Confessions of a Marriage Counselor (2013), a romantic drama produced, written, and directed by Tyler Perry, Kardashian obtained the role of the co-worker of an ambitious therapist. While the film was a moderate box office success, with a worldwide gross of US$53.1 million, critical response was negative and Kardashian won the Razzie Award for Worst Supporting Actress.",
        "ngram": 132,
        "subject": "Jon Voight"
    },
    {
        "text": "Throughout his career, Ford has received significant recognition for his work in the entertainment industry. In 1986, he was nominated for Best Actor at the 58th Academy Awards for his performance in Witness, a role for which he also received BAFTA and Golden Globe nominations in the same category. Three additional Golden Globe nominations went to Ford in 1987, 1994 and 1996 for his performances in The Mosquito Coast, The Fugitive and Sabrina. In 2000, he was the recipient of the AFI Life Achievement Award from the American Film Institute for his body of work, presented to him by two of his closest collaborators and fellow industry giants, George Lucas and Steven Spielberg. In 2002, he was given the Cecil B. DeMille Award, another career achievement honor, from the Hollywood Foreign Press Association at the 59th Golden Globe Awards ceremony. On May 30, 2003, Ford received a star on the Hollywood Walk of Fame.",
        "ngram": 154,
        "subject": "Jon Voight"
    },
    {
        "text": "She admires Diana Ross as an \"all-around entertainer\", and Whitney Houston, who she said \"inspired me to get up there and do what she did.\" Beyoncé cited Madonna as an influence \"not only for her musical style, but also for her business sense\", saying that she wanted to \"follow in the footsteps of Madonna and be a powerhouse and have my own empire.\" She also credits Mariah Carey's singing and her song \"Vision of Love\" as influencing her to begin practicing vocal runs as a child. Her other musical influences include Rachelle Ferrell, Aaliyah, Janet Jackson, Prince, Lauryn Hill, Sade Adu, Donna Summer, Fairuz, Mary J. Blige, Selena, Anita Baker, and Toni Braxton.",
        "ngram": 113,
        "subject": "Jon Voight"
    },
    {
        "text": "Springsteen received press criticism for the apparent haste in which he and Scialfa started their relationship. In a 1995 interview with The Advocate, he told Judy Wieder about the negative publicity the couple subsequently received: \"It's a strange society that assumes it has the right to tell people whom they should love and whom they shouldn't. But the truth is, I basically ignored the entire thing as much as I could. I said, 'Well, all I know is, this feels real, and maybe I have got a mess going here in some fashion, but that's life.'\" Years later, he reflected, \"'I didn't protect Juli... some sort of public announcement would have been fair, but I felt overly concerned about my own privacy. I handled it badly, and I still feel badly about it. It was cruel for people to find out the way they did.'\"",
        "ngram": 145,
        "subject": "Jon Voight"
    },
    {
        "text": "When Williams was nine, she and her family moved from Compton to West Palm Beach, Florida so she could attend the tennis academy of Rick Macci, who provided her with additional coaching. Macci did not always agree with Williams's father, but respected that \"he treated his daughters like kids, allowed them to be little girls\". By 1991, Williams had a 46–3 record on the United States Tennis Association junior tour and was ranked No.1 among under-10 players in Florida. When Williams was 10, Richard stopped sending his daughters to national junior tennis tournaments, as he wanted them to \"go slowly\" and focus on school, and because he wanted to ensure they would not burn out before turning professional. Experiences of racism also influenced this decision, as he had heard white parents talk about the Williams sisters in a derogatory manner during tournaments. In 1995, when Williams was in the ninth grade, her father pulled his daughters out of Macci's academy and took over all coaching at their home. When asked in 2000 whether it would have been more beneficial for them to have followed the normal path of playing regularly on the junior circuit, Richard responded, \"Everyone does different things. I think for Venus and I, we just attempted a different road, and it worked for us.\"",
        "ngram": 217,
        "subject": "Jon Voight"
    },
    {
        "text": "In 2021, Jenner and her family announced that their reality show, Keeping Up With the Kardashians, would be ending after twenty seasons and almost 15 years on air. The final (twentieth) season premiered on March 18, 2021.In April 2022, Jenner and her family returned to the television screens with their brand new reality television show, titled The Kardashians, after they left the E! Network to join Hulu. The show features Jenner, alongside her daughters Kourtney, Kim, Khloe, Kendall and Kylie, it also features ex and current partners including Scott Disick, Travis Barker, Tristan Thompson, and Corey Gamble, with Kanye West making a guest appearance. The first season premiered on 14 April 2022, and its ten episodes can be streamed exclusively on Disney+. Later in 2022, the show was announced to be returning for a second season, which officially premiered on 22 September 2022. In late 2022, it was announced that the show had been officially renewed for a third season, set to premier in the first half of 2023. The third season officially aired on 25 May 2023.",
        "ngram": 178,
        "subject": "Jon Voight"
    },
    {
        "text": "Rowling has enjoyed enormous commercial success as an author. Her Harry Potter series topped bestseller lists, spawned a global media franchise including films and video games, and had been translated into 84 languages by 2023. The first three Harry Potter books occupied the top three spots of The New York Times bestseller list for more than a year; they were then moved to a newly created children's list. The final four books each set records as the fastest-selling books in the UK or US, and the series as a whole had sold more than 600 million copies as of 2023. Neither of Rowling's later works, The Casual Vacancy and the Cormoran Strike series, has been as successful, though Casual Vacancy was still a bestseller in the UK within weeks of its release. Harry Potter's popularity has been attributed to factors including the nostalgia evoked by the boarding-school story, the endearing nature of Rowling's characters, and the accessibility of her books to a variety of readers. According to Julia Eccleshare, the books are \"neither too literary nor too popular, too difficult nor too easy, neither too young nor too old\", and hence bridge traditional reading divides.Critical response to Harry Potter has been more mixed. Harold Bloom regarded Rowling's prose as poor and her plots as conventional, while Jack Zipes argues that the series would not be successful if it were not formulaic. Zipes states that the early novels have the same plot: in each book, Harry escapes the Dursleys to visit Hogwarts, where he confronts Lord Voldemort",
        "ngram": 256,
        "subject": "Jon Voight"
    },
    {
        "text": "Lowe was involved in a sex tape scandal in 1988. By the turn of the millennium, his career saw a resurgence when he ventured back into television, making his breakthrough as Sam Seaborn on the NBC political drama The West Wing (1999–2003), for which he received nominations for a Primetime Emmy Award and two Golden Globe Awards. His other television roles include Robert McCallister on the ABC drama Brothers & Sisters (2006–2010), Chris Traeger on the NBC sitcom Parks and Recreation (2010–2015), Ethan Willis on the CBS medical drama Code Black (2016–2018), and as Captain Owen Strand on the critically praised Fox drama 9-1-1: Lone Star (2020–present). In 2018, he made his directorial debut with the television film The Bad Seed, a remake of the 1956 film of the same name.",
        "ngram": 131,
        "subject": "Jon Voight"
    },
    {
        "text": "In January 1879, he took up a post as a missionary at Petit-Wasmes in the working class, coal-mining district of Borinage in Belgium. To show support for his impoverished congregation, he gave up his comfortable lodgings at a bakery to a homeless person and moved to a small hut, where he slept on straw. His humble living conditions did not endear him to church authorities, who dismissed him for \"undermining the dignity of the priesthood\". He then walked the 75 kilometres (47 mi) to Brussels, returned briefly to Cuesmes in the Borinage, but he gave in to pressure from his parents to return home to Etten. He stayed there until around March 1880, which caused concern and frustration for his parents. His father was especially frustrated and advised that his son be committed to the lunatic asylum in Geel.",
        "ngram": 139,
        "subject": "Jon Voight"
    },
    {
        "text": "With no major label to give him a record deal, Jay-Z sold burned CDs out of his car, and with Damon \"Dame\" Dash and Kareem \"Biggs\" Burke, created Roc-A-Fella Records as an independent label in 1995. After striking a distribution deal with Priority, Jay-Z released his 1996 debut album Reasonable Doubt with beats from acclaimed producers such as DJ Premier and Super DJ Clark Kent and an appearance by The Notorious B.I.G. The album reached number 23 on the Billboard 200, and was generally favored by critics. This album would later be included in Rolling Stone's 500 Greatest Albums of All Time as No. 248 and eventually reach platinum status. After reaching a new label distribution deal with Def Jam in 1997, Jay-Z released his follow-up In My Lifetime, Vol. 1. Featuring production by Sean \"Puff Daddy\" Combs, DJ Premier, and Ski, it earned platinum status in the United States.In 1998, Jay-Z released Vol. 2... Hard Knock Life which spawned the biggest hit of his career at the time, \"Hard Knock Life (Ghetto Anthem)\". He relied more on flow and wordplay, and he continued with his penchant for mining beats from the popular producers of the day such as Swizz Beatz, an upstart in-house producer for Ruff Ryders, and Timbaland. Other producers included DJ Premier, Erick Sermon, The 45 King, and Kid Capri. Charting hits from this album included \"Can I Get A...\", featuring Ja Rule and Amil, and \"Nigga What, Nigga Who\", featuring Amil and Jaz-O. Vol. 2 would eventually become Jay-Z's most commercially successful",
        "ngram": 256,
        "subject": "Jon Voight"
    },
    {
        "text": "Trump and his allies promoted a conspiracy theory that Ukraine, rather than Russia, interfered in the 2016 election—which was also promoted by Russia to frame Ukraine. After the Democratic National Committee was hacked, Trump first claimed it withheld \"its server\" from the FBI (in actuality there were more than 140 servers, of which digital copies were given to the FBI); second, that CrowdStrike, the company that investigated the servers, was Ukraine-based and Ukrainian-owned (in actuality, CrowdStrike is U.S.-based, with the largest owners being American companies); and third that \"the server\" was hidden in Ukraine. Members of the Trump administration spoke out against the conspiracy theories.",
        "ngram": 105,
        "subject": "Jon Voight"
    },
    {
        "text": "In August 1941, Roosevelt and Churchill conducted a secret bilateral meeting in which they drafted the Atlantic Charter, conceptually outlining global wartime and postwar goals. This would be the first of several wartime conferences; Churchill and Roosevelt would meet ten more times in person. Though Churchill pressed for an American declaration of war against Germany, Roosevelt believed that Congress would reject any attempt to bring the U.S. into the war. In September, a German submarine fired on the U.S. destroyer Greer, and Roosevelt declared that the U.S. Navy would assume an escort role for Allied convoys in the Atlantic as far east as Britain and would fire upon German ships or U-boats of the Kriegsmarine if they entered the U.S. Navy zone. This \"shoot on sight\" policy brought the U.S. Navy into direct conflict with German submarines and was favored by Americans by a margin of 2-to-1.",
        "ngram": 147,
        "subject": "Jon Voight"
    },
    {
        "text": "Once he started a solo career, Brown enjoyed commercial and critical success with his second album Don't Be Cruel (1988) which spawned five Billboard Hot 100 top 10 singles, including the number one hit \"My Prerogative\", and the Grammy Award–winning \"Every Little Step\". In 1989, Brown contributed two songs to the soundtrack of Ghostbusters II. Brown's next album Bobby (1992) spawned several singles including \"Humpin' Around\", \"Get Away\", and \"Good Enough\". However, despite going 3× Platinum, sales of Bobby did not reach the level of its predecessor. In 1992, Brown married Whitney Houston, with whom he later had a daughter named Bobbi Kristina Brown. The couple's drug issues and domestic disputes made them tabloid fodder.",
        "ngram": 115,
        "subject": "Jon Voight"
    },
    {
        "text": "On August 21, 2012, Morissette was inducted into the Guitar Center RockWalk in Hollywood. Morissette received the UCLA Spring Sing's George and Ira Gershwin Award on May 16, 2014, at Pauley Pavilion. On her website starting in the summer of 2014, in celebration of her fortieth birthday, the LP record for her song \"Big Sur\" was offered for sale, which was previously available on the Target edition of her 2012 album, Havoc and Bright Lights. July 25, 2014, was the start of the ten-show Intimate and Acoustic tour. In 2015, she was named to the Canadian Music Hall of Fame.",
        "ngram": 100,
        "subject": "Jon Voight"
    },
    {
        "text": "In 1975 he played Richie, an accused killer, in the episode \"Web of Guilt\" on the Canadian TV show Police Surgeon. He was in It Seemed Like a Good Idea at the Time (1975), shot in Canada, as well as the children's sitcom Coming Up Rosie (1975–78) with Dan Aykroyd. Candy had a small role in Tunnel Vision (1976).",
        "ngram": 59,
        "subject": "Jon Voight"
    },
    {
        "text": "A graduate of the University of Oregon and Clark College, Elliott began his career with minor roles on screen, making his film debut in the western The Way West (1967). After his first leading film role in the horror Frogs (1972), Elliott gained wider attention with his breakthrough role in the drama Lifeguard (1976). He achieved commercial success with his role in the biopic Mask (1985) and received Golden Globe nominations for starring in Louis L'Amour's adaptation of Conagher (1991) and the miniseries Buffalo Girls (1995), the latter of which also earned him his first Primetime Emmy Award nomination. Throughout the 1990s, he portrayed John Buford in the historical drama Gettysburg (1993), Virgil Earp in the western Tombstone (1993), and the Stranger in the crime comedy The Big Lebowski (1998).",
        "ngram": 130,
        "subject": "Jon Voight"
    }
]