[
    {
        "text": "When the show premiered, Lowe was considered the lead, and the pilot centered on his character. But as the cast of the show—including Allison Janney, Richard Schiff, Janel Moloney, Dulé Hill, John Spencer, Bradley Whitford, Martin Sheen (who was initially scripted as a small role), and Stockard Channing (whose First Lady was initially scripted as a guest role)— were all well-known actors, eventually Lowe's character was no longer the show's main focus. Lowe and series creator Aaron Sorkin soon found themselves at odds over the network's meddling with the show, most notably the network demanding changes in Lowe's character. Eventually, Lowe left the series, not long before Sorkin and director/executive producer Thomas Schlamme, resigned over a dispute with NBC.",
        "ngram": 119,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Kardashian has expressed pride in her Armenian and Scottish ancestry. She is not a citizen of either Armenia or the United Kingdom, and does not speak Armenian. She has advocated for the recognition of the Armenian genocide on numerous occasions and encouraged President Barack Obama and the United States government to consider its acknowledgement. In April 2016, Kardashian wrote an article on her website condemning The Wall Street Journal for running an advertisement by FactCheckArmenia.com denying the Armenian genocide. In April 2021, Kardashian wrote a letter to President Joe Biden thanking him for officially recognizing the Armenian genocide and becoming the first United States president ever to do so.In April 2015, Kardashian traveled to Armenia with her husband, her sister Khloé, and her eldest daughter and visited the Armenian Genocide Memorial Tsitsernakaberd in Yerevan. On October 10, 2020, Kardashian announced she donated $1 million to Armenia Fund, a humanitarian organization that supports Armenia's development.",
        "ngram": 154,
        "subject": "Pamela Anderson"
    },
    {
        "text": "During the 2005–06 NBA season, Cuban started a booing campaign when former Mavericks player Michael Finley returned to play against the Mavericks as a member of the San Antonio Spurs. In a playoff series between the Mavericks and Spurs, Cuban cursed Spurs forward Bruce Bowen and was fined $25,000 by the NBA for rushing onto the court and criticizing NBA officials. After the 2006 NBA Finals, Cuban was fined $250,000 by the NBA for repeated misconduct following the Mavericks' loss to the Miami Heat in Game Five of the 2006 NBA Finals.",
        "ngram": 92,
        "subject": "Pamela Anderson"
    },
    {
        "text": "In April 2020, Meghan and Harry confirmed that an alternative foundation (in lieu of Sussex Royal) would be called \"Archewell\". The name stems from the Greek word \"arche\", which means \"source of action\"—the same word that inspired the name of their son. Archewell was registered in the United States. Its website was officially launched in October 2020.",
        "ngram": 57,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Robert Englund was auditioning for a role in Apocalypse Now when he walked across the hall to where auditions were taking place for George Lucas's Star Wars. After watching the auditions for a while, he realized that Hamill, his friend, would be perfect for the role of Luke Skywalker. He suggested to Hamill that he audition for the role; as it turned out, Hamill's agent had already set up the audition that gave him the role.Released in May 1977, Star Wars was an enormous, unexpected success and had a huge effect on the film industry. Hamill went on to appear in the less-than-successful Star Wars Holiday Special in 1978, and later starred in the successful film sequels The Empire Strikes Back and Return of the Jedi. During the time between the first two films, Hamill was involved in a serious car accident, fracturing his nose and left cheekbone. False rumors spread that his face had required plastic surgery. For his part in both of the sequels, Hamill was honored with the Saturn Award for Best Actor, given by the Academy of Science Fiction, Fantasy and Horror Films. In 1980, he made a guest appearance on The Muppet Show, both as himself and as Luke Skywalker in the episode The Stars of Star Wars. The episode also starred C-3PO and R2-D2, who joined Luke on a search for Chewbacca.Hamill reprised the role of Luke Skywalker for the radio dramatizations of both Star Wars and The Empire Strikes Back. For the Return of the Jedi radio drama, the",
        "ngram": 256,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Cyrus attended Heritage Elementary School in Williamson County while she and her family lived in Thompson's Station, Tennessee. When she was cast in Hannah Montana, the family moved to Los Angeles and she attended Options for Youth Charter Schools studying with a private tutor on set. Raised as a Christian, she was baptized in a Southern Baptist church before moving to Hollywood in 2005. She attended church regularly while growing up and wore a purity ring. In 2001, when Cyrus was eight, she and her family moved to Toronto, Canada, while her father filmed the television series Doc. After Billy Ray Cyrus took her to see a 2001 Mirvish production of Mamma Mia! at the Royal Alexandra Theatre, Miley Cyrus grabbed his arm and told him, \"This is what I want to do, daddy. I want to be an actress.\" She began to take singing and acting lessons at the Armstrong Acting Studio in Toronto.",
        "ngram": 155,
        "subject": "Pamela Anderson"
    },
    {
        "text": "On 6 April 2015, Harry reported for duty to Australia's Chief of the Defence Force, Air Chief Marshal Mark Binskin at the Royal Military College, Duntroon in Canberra, Australia. Harry flew to Darwin later that day to begin his month-long secondment to the ADF's 1st Brigade. His visit included detachments to NORFORCE as well as to an aviation unit. While in Perth, he trained with Special Air Service Regiment (SASR), participating in the SASR selection course, including a fitness test and a physical training session with SASR selection candidates. He also joined SASR members in Perth for live-fire shooting exercises with numerous Special Forces weapons at a variety of ranges. Harry completed an insertion training exercise using a rigid-hull inflatable boat. In Sydney, he undertook urban operations training with the 2nd Commando Regiment. Training activities included remotely detonating an Improvised Explosive Device (IED) and rappelling from a building. He also spent time flying over Sydney as co-pilot of an Army Black Hawk helicopter and participated in counter-terrorism training in Sydney Harbour with Royal Australian Navy clearance divers.",
        "ngram": 177,
        "subject": "Pamela Anderson"
    },
    {
        "text": "The St. Louis jury acquitted Babcock, and Grant allowed him to remain at the White House. However, after Babcock was indicted in a frame-up of a Washington reformer, called the Safe Burglary Conspiracy, Grant dismissed him. Babcock kept his position of Superintendent of Public Buildings in Washington.",
        "ngram": 47,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Simon released a new album, Seven Psalms, in April 2023. A documentary of the project, In Restless Dreams, was made by Alex Gibney. The album was described as 33 minutes of uninterrupted musical meditation, consisting of seven pieces performed on acoustic guitar, linked by a motif derived from \"Anji\", with elements of folk, blues and jazz, and with lyrics that reflected on life, death and faith. The inspiration for the album came to Simon in 2020. He recalled, \"I had a dream so vivid it made me get up in the middle of the night and write it down ... a voice said 'You are meant to be working on a piece called 'Seven Psalms'.\"",
        "ngram": 115,
        "subject": "Pamela Anderson"
    },
    {
        "text": "In April 2019, Jenner and her half-sister Kim Kardashian's KKW Beauty teamed up to launch a new fragrance. This collaboration became Jenner's first foray into fragrance and it launched on April 26. Jenner founded her own skincare brand Kylie Skin which was launched on May 22. The brand began producing dermis products, including face washes, scrubs, moisturizers and makeup removing wipes. On June 14, 2019, Kylie Cosmetics launched their collaboration with her half-sister Khloé Kardashian called Kylie Cosmetics x Koko Kollection. This marked their third collaboration after previously launched special collection of lip products called Koko Kollection in 2016 and the second part in 2017. In September, Jenner announced that she was serving as the makeup artistic director for Balmain's Spring 2020 runway show at Paris Fashion Week. To celebrate the new line, Kylie Cosmetics and Balmain launched a capsule makeup collection and available on September 27, the day of the show, on the Kylie Cosmetics website. This was the first time Jenner collaborated on a makeup collection with someone outside of her family's inner circle.",
        "ngram": 176,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Law has received multiple awards and nominations, including a BAFTA Award for Best Actor in a Supporting Role and the Honorary César. He has been nominated for a BAFTA Award for Best Actor in a Leading Role, as well as a total of two Academy Awards, two Tony Awards, and four Golden Globe Awards. Additionally, Law was named a knight of the Order of Arts and Letters by the French government.",
        "ngram": 71,
        "subject": "Pamela Anderson"
    },
    {
        "text": "According to Aristotle, spontaneity and chance are causes of some things, distinguishable from other types of cause such as simple necessity. Chance as an incidental cause lies in the realm of accidental things, \"from what is spontaneous\". There is also more a specific kind of chance, which Aristotle names \"luck\", that only applies to people's moral choices.",
        "ngram": 57,
        "subject": "Pamela Anderson"
    },
    {
        "text": "In 1971, Candy was cast in a small part as a Shriner in Creeps by David E. Freeman, a new Canadian play about cerebral palsy, in the inaugural season of the Tarragon Theatre in Toronto.: 22  Candy guest-starred on a Canadian children's television series, Cucumber, and made a small, uncredited appearance in Class of '44 (1973). He had a small part in The ABC Afternoon Playbreak (\"Last Bride of Salem\") and had a regular role on the TV series Dr. Zonk and the Zunkins (1974–75).",
        "ngram": 84,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Notes was first published in 1785 in French and appeared in English in 1787. Biographer George Tucker considered the work \"surprising in the extent of the information which a single individual had been thus far able to acquire, as to the physical features of the state\"; Merrill D. Peterson described it as an accomplishment for which all Americans should be grateful.",
        "ngram": 61,
        "subject": "Pamela Anderson"
    },
    {
        "text": "In April 1957, she debuted on Broadway at the Henry Miller Theatre in Hotel Paradiso, a French burlesque directed by Peter Glenville. The play only ran for 15 weeks, although she earned good reviews for her role as Marcel Cat. She later stated that had she not appeared in the play, her \"whole career would have fizzled out.\" Into the 1960s, she followed this with an appearance in a Broadway performance of A Taste of Honey at the Lyceum Theatre, directed by Tony Richardson and George Devine. Lansbury played Helen, the boorish, verbally abusive mother of Josephine (played by Joan Plowright, only four years Lansbury's junior), remarking that she gained \"a great deal of satisfaction\" from the role. During the show's run, Lansbury developed a friendship with both Plowright and Plowright's lover Laurence Olivier; it was from Lansbury's rented flat on East 97th Street that Plowright and Olivier eloped to be married.After a well-reviewed appearance in Summer of the Seventeenth Doll (1959) – for which she had filmed in the Australian Outback – and a minor role in A Breath of Scandal (1960), Lansbury appeared in 1961's Blue Hawaii as the mother of a character played by Elvis Presley, just ten years her junior. Although believing that the film was of poor quality, she commented that she agreed to appear in it because she \"was desperate\". Her role as Mavis in The Dark at the Top of the Stairs (1960) drew critical acclaim, as did her appearance in All Fall Down (1962) as a manipulative, destructive",
        "ngram": 256,
        "subject": "Pamela Anderson"
    },
    {
        "text": "In 1957, Morrison attended Alameda High School in Alameda, California for his freshman and first semester of his sophomore year. In 1959, his family moved back to Virginia, and he graduated from George Washington High School, now a middle school in Alexandria in June 1961. While attending George Washington, Morrison maintained a grade average of 88 and tested in the top 0.1% with an IQ of 149.",
        "ngram": 67,
        "subject": "Pamela Anderson"
    },
    {
        "text": "He didn't talk to me for about a year and half, and we were next-door neighbors, so it did get to him a little bit. Finally, his son, Chad, made him take him to go see Grand Prix. And from that time on, we were talking again. But Steve was a wild kid. He didn't know where he wanted to be or what he wanted to do.",
        "ngram": 67,
        "subject": "Pamela Anderson"
    },
    {
        "text": "During these years, while living in Venice Beach, Morrison befriended writers at the Los Angeles Free Press, for which he advocated until he died in 1971. He conducted a lengthy and in-depth interview with Bob Chorush and Andy Kent of the Free Press circa December 6–8, 1970, and was planning to visit the headquarters of the busy newspaper shortly before leaving for Paris.",
        "ngram": 63,
        "subject": "Pamela Anderson"
    },
    {
        "text": "In a statement made a month before his death, Kissinger responded to the 2023 Hamas-led attack on Israel and outbreak of the Israel–Hamas war by saying that the goals of Hamas \"can only be to mobilize the Arab world against Israel and to get off the track of peaceful negotiations\". In response to celebrations of the attack by some Arabs in Germany, he issued a statement denouncing Muslim immigration into Germany: \"It was a grave mistake to let in so many people of totally different culture and religion and concepts, because it creates a pressure group inside each country that does that.\"",
        "ngram": 102,
        "subject": "Pamela Anderson"
    },
    {
        "text": "What is today called Aristotelian logic with its types of syllogism (methods of logical argument), Aristotle himself would have labelled \"analytics\". The term \"logic\" he reserved to mean dialectics. Most of Aristotle's work is probably not in its original form, because it was most likely edited by students and later lecturers. The logical works of Aristotle were compiled into a set of six books called the Organon around 40 BC by Andronicus of Rhodes or others among his followers. The books are:",
        "ngram": 82,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Johnson had a supporting role in Robert Rodriguez's film Machete. Johnson played Von Jackson, \"a twisted border vigilante leading a small army\". The film was released on September 3, 2010. In October 2010, he began appearing on the HBO series Eastbound & Down, playing Kenny Powers' long-lost father, going by the alias \"Eduardo Sanchez\". He also reprised his role as Sonny Crockett for a Nike commercial with LeBron James in which the NBA player contemplates acting and appears alongside Johnson on Miami Vice.",
        "ngram": 83,
        "subject": "Pamela Anderson"
    },
    {
        "text": "With no major label to give him a record deal, Jay-Z sold burned CDs out of his car, and with Damon \"Dame\" Dash and Kareem \"Biggs\" Burke, created Roc-A-Fella Records as an independent label in 1995. After striking a distribution deal with Priority, Jay-Z released his 1996 debut album Reasonable Doubt with beats from acclaimed producers such as DJ Premier and Super DJ Clark Kent and an appearance by The Notorious B.I.G. The album reached number 23 on the Billboard 200, and was generally favored by critics. This album would later be included in Rolling Stone's 500 Greatest Albums of All Time as No. 248 and eventually reach platinum status. After reaching a new label distribution deal with Def Jam in 1997, Jay-Z released his follow-up In My Lifetime, Vol. 1. Featuring production by Sean \"Puff Daddy\" Combs, DJ Premier, and Ski, it earned platinum status in the United States.In 1998, Jay-Z released Vol. 2... Hard Knock Life which spawned the biggest hit of his career at the time, \"Hard Knock Life (Ghetto Anthem)\". He relied more on flow and wordplay, and he continued with his penchant for mining beats from the popular producers of the day such as Swizz Beatz, an upstart in-house producer for Ruff Ryders, and Timbaland. Other producers included DJ Premier, Erick Sermon, The 45 King, and Kid Capri. Charting hits from this album included \"Can I Get A...\", featuring Ja Rule and Amil, and \"Nigga What, Nigga Who\", featuring Amil and Jaz-O. Vol. 2 would eventually become Jay-Z's most commercially successful",
        "ngram": 256,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Vasari tells a story of Leonardo as a very young man: a local peasant made himself a round buckler shield and requested that Ser Piero have it painted for him. Leonardo, inspired by the story of Medusa, responded with a painting of a monster spitting fire that was so terrifying that his father bought a different shield to give to the peasant and sold Leonardo's to a Florentine art dealer for 100 ducats, who in turn sold it to the Duke of Milan.",
        "ngram": 83,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Swift has been credited with making a profound impact on the music industry, popular culture and the economy. She dominates cultural conversations, which has led publications to describe her as a cultural \"vitality\" or zeitgeist. Her music, life and public image are points of attention in global celebrity culture. Initially a teen idol, she has been referred to as a pop icon; publications describe her immense popularity and longevity as unwitnessed since the 20th century. In 2013, New York magazine's Jody Rosen dubbed Swift the \"world's biggest pop star\" and opined that the trajectory of her stardom has defied established patterns. Rosen added that Swift \"falls between genres, eras, demographics, paradigms, trends\", leaving her contemporaries \"vying for second place\". Critics regard Swift as a rare yet successful combination of the pop star and singer-songwriter archetypes.",
        "ngram": 135,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Lee was largely responsible for many people taking up martial arts. These include numerous fighters in combat sports who were inspired by Lee; boxing champion Sugar Ray Leonard said he perfected his jab by watching Lee, boxing champion Manny Pacquiao compared his fighting style to Lee, and UFC champion Conor McGregor has compared himself to Lee and said that he believes Lee would have been a champion in the UFC if he were to compete in the present day.",
        "ngram": 79,
        "subject": "Pamela Anderson"
    },
    {
        "text": "During a match with Mr. Kennedy on the October 1 episode of Raw, Cena suffered a legitimate torn pectoral muscle while executing a hip toss. Though finishing the match and taking part in the scripted attack by Orton after the match, surgery the following day found that his pectoralis major muscle was torn completely from the bone. At the time, it was estimated this would require six months to a year of rehabilitation. As a result, Cena was stripped of the title by Mr. McMahon on the next night's episode of ECW, ending the longest WWE Championship reign in over 19 years. Cena's surgery was performed by orthopedic surgeon James Andrews at St. Vincent's Hospital in Birmingham, Alabama. Two weeks later in a video update on WWE.com, Dr. Andrews and Cena's physical trainer both said that he was several weeks ahead of where he was expected to be in his rehabilitation at that time.",
        "ngram": 154,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Jackson campaigned during the 2008 Democratic Primary for Barack Obama in Texarkana, Texas. He said, \"Barack Obama represents everything I was told I could be growing up. I am a child of segregation. When I grew up and people told me I could be president, I knew it was a lie. But now we have a representative... the American Dream is a reality. Anyone can grow up to be a president.\" He also said, \"I voted for Barack because he was black. That's why other folks vote for other people—because they look like them.\" In December 2012, he compared his Django Unchained character, a villainous house slave who sides with his white oppressors, to black conservative Justice Clarence Thomas and said that the character had \"the same moral compass as Clarence Thomas does\". Following the Supreme Court's decision to overturn Roe v. Wade in June 2022, he again criticized Thomas, referring to him as \"Uncle Clarence\" and asking how Thomas—who is married to white attorney Ginni Thomas—feels about overturning Loving v. Virginia, a Supreme Court ruling which allowed interracial marriages.In June 2013, Jackson launched a joint campaign with Prizeo in an effort to raise money to fight Alzheimer's disease. As part of the campaign, he recited various fan-written monologues and a popular scene from the AMC series Breaking Bad. In August 2013, he started following a vegan diet for health reasons, explaining that he is \"just trying to live forever\". He attributed his 40 lb (18 kg) weight loss to the diet. He had largely abandoned",
        "ngram": 256,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Stallone began the 1990s starring in the fifth installment of the Rocky franchise, Rocky V. This film brought back the first film's director, John G. Avildsen, and was intended to be the final installment in the series. It was considered a box-office disappointment and received negative reviews.",
        "ngram": 47,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Love has had an impact on female-fronted alternative acts and performers. She has been cited as influential on young female instrumentalists in particular, having once infamously proclaimed: \"I want every girl in the world to pick up a guitar and start screaming ... I strap on that motherfucking guitar and you cannot fuck with me. That's my feeling.\" In The Electric Guitar: A History of an American Icon, it is noted: [Love] truly lived up to Paul Westerberg's (The Replacements) assessment of pretty girls \"playing makeup/wearing guitar\" ... She frequently stood on stage, microphone in hand and foot on monitor, and simply let her Fender guitar dangle around her neck. She truly embodied the empowerment that came with playing the electric guitar ... Love depended heavily upon her male lead guitar foil Eric Erlandson, but the rest of her band remained exclusively female throughout several lineup changes.",
        "ngram": 147,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Basinger played the role of wife in two 2013 films — the independent drama Third Person, with Liam Neeson and Olivia Wilde, and the sports comedy Grudge Match, with Robert De Niro and Sylvester Stallone. Critic Odie Henderson, describing Basinger in his review for the latter film, remarked that she \"looks stunning at 60 and provides the film's sole voice of reason\". She subsequently took on the role of mother in the independent drama 4 Minute Mile (2014) as well as the part of a woman who, after a miscarriage, sets out on a dangerous quest to obtain a child in the likewise independent production The 11th Hour (also 2014), which was released for VOD. IndieWire felt that Basinger \"does what she can with [The 11th Hour] material, but that's not much\". In 2016, she had a brief role, as a crooked high-ranking official in the United States Department of Justice, in the crime comedy The Nice Guys, alongside Russell Crowe and Ryan Gosling.",
        "ngram": 164,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Following its acquisition of Lucasfilm, The Walt Disney Company released more Star Wars films, starting with The Force Awakens on December 18, 2015. Initially, both Disney and Hamill were coy about whether Hamill would be a cast member. It was reported that Hamill had been assigned a nutritionist and personal trainer ahead of production. In September 2013, Hamill's friend Robert Englund confirmed that \"they've got Mark in the gym because Mark's coming back as Luke Skywalker.\" Despite having top billing, Hamill only appears briefly at the end of the film (with no dialogue) in a cliffhanger set-up for the sequel.Hamill played Skywalker again in Star Wars: The Last Jedi, released on December 15, 2017. Hamill was initially critical of his own role in the film, stating that he and director Rian Johnson had \"a fundamental difference\" regarding Skywalker's characterization. Hamill later expressed regret for having made those statements, calling the film an \"all-time great\". He played Skywalker again in Star Wars: The Rise of Skywalker.Hamill also had voice cameos as Dobbu Scay in The Last Jedi, Boolio in The Rise of Skywalker, and EV-9D9 in the fifth episode of The Mandalorian. He had similar cameos in The Force Awakens, Rogue One, and Solo: A Star Wars Story in undisclosed roles, for which he was credited as \"William M. Patrick\" and \"Patrick Williams\".Hamill was digitally de-aged to reprise his role as Skywalker in the season 2 finale of The Mandalorian and the sixth chapter of the spin-off series The Book of Boba Fett. He also appeared in",
        "ngram": 256,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Susan Alexandra \"Sigourney\" Weaver (; born October 8, 1949) is an American actress. A figure in science fiction and popular culture, she has received various accolades, including a British Academy Film Award, two Golden Globe Awards, and a Grammy Award, in addition to nominations for three Academy Awards, four Primetime Emmy Awards, and a Tony Award.  In 2003, she was voted Number 20 in Channel 4's countdown of the 100 greatest movie stars of all time.Weaver rose to fame for starring as Ellen Ripley in Ridley Scott's science fiction film Alien (1979). She reprised her role in James Cameron's Aliens (1986), for which she received her first Academy Award nomination, and again in Alien 3 (1992) and Alien Resurrection (1997). The character is regarded as a significant female protagonist in cinema history. She reunited with Cameron in Avatar (2009) and Avatar: The Way of Water (2022), two of the highest-grossing films of all time. She also played Dana Barrett in the Ghostbusters films starting in 1984.",
        "ngram": 167,
        "subject": "Pamela Anderson"
    },
    {
        "text": "Leaving office in 1877, Grant undertook a world tour, meeting prominent figures and becoming the first president to circumnavigate the world. In 1880, he was unsuccessful in obtaining the Republican nomination for a third term. In 1885, the final year of his life, facing severe financial reversals and dying of throat cancer, Grant wrote his memoirs, covering his life through the Civil War, which were posthumously published and became a major critical and financial success. At the time of his death, Grant was the most popular American and was memorialized as a symbol of national unity. Due to the Lost Cause myth spread by Confederate sympathizers around the turn of the 20th century, historical assessments and rankings of Grant and his presidency suffered considerably before they began recovering in the 21st century. Grant's critics take a negative view of his economic mismanagement and the corruption within his administration, while his admirers emphasize his policy towards Native Americans, vigorous enforcement of civil and voting rights for African Americans, and securing North and South as a single nation within the Union. Modern scholarship has better appreciated Grant's appointments of Cabinet reformers.",
        "ngram": 189,
        "subject": "Pamela Anderson"
    },
    {
        "text": "In March 2020, a photograph Beyoncé captured of her swimming pool was used as the album cover for rapper Jay Electronica's highly anticipated debut album A Written Testimony. In April of the same year, Beyoncé was featured on the remix of Megan Thee Stallion's song \"Savage\", marking her first music release for the year. The song peaked at number one on the Billboard Hot 100, marking Beyoncé's eleventh song to do so across all acts. On June 19, 2020, Beyoncé released the nonprofit charity single \"Black Parade\". On June 23, she followed up the release of its studio version with an a cappella version exclusively on Tidal. Black Is King, a visual album based on the music of The Lion King: The Gift, premiered globally on Disney+ on July 31, 2020. Produced by Disney and Parkwood Entertainment, the film was written, directed and executively produced by Beyoncé. The film was described by Disney as \"a celebratory memoir for the world on the Black experience\". Beyoncé received the most nominations (9) at the 63rd Annual Grammy Awards and the most awards (4), which made her the most-awarded singer, most-awarded female artist, and second-most-awarded artist in Grammy history.",
        "ngram": 196,
        "subject": "Pamela Anderson"
    }
]