[
    {
        "text": "John Joseph Travolta (born February 18, 1954) is an American actor. Travolta began acting in television before transitioning into a leading man in films. His accolades include a Primetime Emmy Award and a Golden Globe Award, in addition to nominations for two Academy Awards and a BAFTA Award.",
        "ngram": 48,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Grant moved to St. Louis, taking on a partnership with Julia's cousin Harry Boggs working in the real estate business as a bill collector, again without success and with Julia's prompting ended the partnership. In August, Grant applied for a position as county engineer, believing his education qualified him for the job. He had thirty-five notable recommendations, but the position was given on the basis of political affiliation and Grant was passed over by the Free Soil and Republican county commissioners because he was believed to share his father-in-law's Democratic sentiments. In the 1856 presidential election, Grant cast his first presidential vote for Democrat James Buchanan, later saying he was really voting against Republican John C. Frémont over concern that his anti-slavery position would lead to southern secession and war and because he considered Frémont to be a shameless self-promoter.",
        "ngram": 140,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Warwick is a contralto, particularly known for her signature musicality and \"husky\" singing voice. The New Yorker theatre critic Hilton Als reported that, early in her singing career, Warwick's wide vocal range \"allowed her both to sing contralto low notes and to soar as a soprano\". According to Mike Joyce of The Washington Post, some performances on Warwick's album Dionne Warwick Sings Cole Porter (1990) capture her warmth \"and emphasize her subtle phrasing\". In a separate review published in 1982, Joyce noted that Warwick's \"magical\" voice still manages to be \"opaque, elusive, elegant\" simultaneously, even when performing what he described as some of her most banal material in her discography. Reviewing a concert in 1983, The New York Times music critic Stephen Holden observed that Warwick's voice had deepened \"into a near-baritone at its bottom end\", resulting in \"an ever-more fascinating vocal personality\". Similarly, in 2006, Sarah Dempster of The Guardian observed that Warwick's voice \"has deepened with age, lending a splendidly full-bodied finish to everything\".Music critics have described Warwick as the muse of songwriters Burt Bacharach and Hal David's, a term Bacharach himself has used to refer to the singer. Bacharach confirmed that they considered Warwick their \"main artist\", to whom they allowed first priority on new songs. MTV contributor Carol Cooper said Warwick's interpretation of their songs \"established Warwick as the eloquent voice of wounded feminine pride\", crediting her with making their material \"even more unique and compelling\". According to Michael Musto of The Village Voice, the singer's voice proved to be \"the perfect",
        "ngram": 256,
        "subject": "Rhea Perlman"
    },
    {
        "text": "The principal source of steppe wealth was post-battle plunder, of which a leader would normally claim a large share; Genghis eschewed this custom, choosing instead to divide booty equally between himself and all his men. Disliking any form of luxury, he extolled the simple life of the nomad in a letter to Changchun, and objected to being addressed with obsequious flattery. He encouraged his companions to address him informally, give him advice, and criticise his mistakes. Genghis's openness to criticism and willingness to learn saw him seeking the knowledge of family members, companions, neighbouring states, and enemies. He sought and gained knowledge of sophisticated weaponry from China and the Muslim world, appropriated the Uyghur alphabet with the help of the captured scribe Tata-tonga, and employed numerous specialists across legal, commercial, and administrative fields. He also understood the need for a smooth succession and showed good judgement in choosing his heir.Although he is today renowned for his military conquests, very little is known about Genghis's personal generalship. His skills were more suited to identifying potential commanders. His institution of a meritocratic command structure gave the Mongol army military superiority, even though it was not technologically or tactically innovative. The army that Genghis created was characterised by its draconian discipline, its ability to gather and use military intelligence efficiently, a mastery of psychological warfare, and a willingness to be utterly ruthless. Genghis thoroughly enjoyed exacting vengeance on his enemies—the concept lay at the heart of achi qari'ulqu (lit. '\"good for good, evil for evil\"'), the steppe code of justice.",
        "ngram": 256,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Eight million workers remained unemployed in 1936, and though economic conditions had improved since 1932, they remained sluggish. By 1936, Roosevelt had lost the backing he once held in the business community because of his support for the NLRB and the Social Security Act. The Republicans had few alternative candidates and nominated Kansas Governor Alf Landon, a little-known bland candidate whose chances were damaged by the public re-emergence of the still-unpopular Herbert Hoover. While Roosevelt campaigned on his New Deal programs and continued to attack Hoover, Landon sought to win voters who approved of the goals of the New Deal but disagreed with its implementation.",
        "ngram": 105,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In 2021, Schneider competed on season six of The Masked Singer as the wild card contestant \"Hamster\". A running gag is that \"Hamster\" would pantomime urinating on Nick Cannon and get affectionate with him. When unmasked on the fifth week, Schneider dedicated his performance of Luis Miguel's Sabor a Mí to Patricia and his daughters Miranda, Madeline, and Elle. In addition, Schneider did a variation of his Townie character's \"You can do it\" line by quoting Hamster's final words \"You can do it Masked Singer, all night long!\"",
        "ngram": 88,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In 2005, the couple participated in the reality show Being Bobby Brown, which gave a picture of their lives behind the scenes. In September 2006, Houston filed for legal separation and later divorce. Their divorce was finalized on April 24, 2007, with Houston receiving custody of their 14-year-old daughter. In a September 2009 interview with Oprah Winfrey, Houston admitted to sometimes using drugs with Brown, stating that Brown had \"laced marijuana with cocaine\". Houston also told Winfrey that Brown had been abusive during their marriage and even spat on her on one occasion while drunk.",
        "ngram": 95,
        "subject": "Rhea Perlman"
    },
    {
        "text": "The song \"4 Minutes\" was first played by Timbaland at Philadelphia's Jingle Ball on December 17, 2007. When released on March 17, 2008, \"4 Minutes\" was revealed to be a duet between Timberlake and Madonna, with backing vocals by Timbaland. It was lead single from Madonna's eleventh studio album Hard Candy, which featured four other song-writing collaborations with Timberlake, being also one of the executive producers. The single was an international hit, topping the charts in over 21 countries worldwide. Timberlake also appears in the music video, which was directed by Jonas & François. On March 30, 2008, Timberlake performed the song at Madonna's Hard Candy Promo Show at Roseland Ballroom in New York City. On November 6, 2008, Timberlake performed the song with Madonna on the Los Angeles stop of her Sticky & Sweet Tour.In June 2007, Timberlake co-wrote, produced and provided vocals for the songs \"Nite Runner\" and \"Falling Down\" for Duran Duran's album Red Carpet Massacre, released on November 13, 2007. \"Falling Down\" was released as a single in the UK on the previous day. Also in 2007, Timberlake made an appearance on 50 Cent's third album Curtis. Timberlake, along with Timbaland, is featured on a track called \"Ayo Technology\", which was the album's fourth single. Also, another possible collaboration was to occur with Lil Wayne for his album Tha Carter III with Nelly Furtado and Timbaland. With the wrapping up of the FutureSex/LoveSounds tour of Australasia and the Middle East in November 2007, Timberlake resumed his film career. Projects underway early in",
        "ngram": 256,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In March 2024 it was announced that Springsteen will be named an Academy Fellow by The Ivors Academy in May 2024. Springsteen will be the first-ever international songwriter that the Academy has inducted into the Fellowship in its 80-year history.",
        "ngram": 40,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Eventually, the family's financial situation improved and they moved into a new home in Jackson's Point. With more domestic stability, Carrey returned to the stage in 1979 with a more polished act that led to his first paid gig: a 20-minute spot at the Hay Loft club on Highway 48 in Scarborough for a reported Can$20 compensation on a bill with the Mother of Pearl performer from The Pig and Whistle. He soon faced his fears and went back downtown to the site of his debacle from two years earlier—Yuk Yuk's that had in the meantime moved into a permanent location on Bay Street in the fashionable Yorkville district. In a short period of time, the seventeen-year-old went from open-mic nights at the club to regular paid shows, building his reputation in the process.",
        "ngram": 134,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In August 1941, Roosevelt and Churchill conducted a secret bilateral meeting in which they drafted the Atlantic Charter, conceptually outlining global wartime and postwar goals. This would be the first of several wartime conferences; Churchill and Roosevelt would meet ten more times in person. Though Churchill pressed for an American declaration of war against Germany, Roosevelt believed that Congress would reject any attempt to bring the U.S. into the war. In September, a German submarine fired on the U.S. destroyer Greer, and Roosevelt declared that the U.S. Navy would assume an escort role for Allied convoys in the Atlantic as far east as Britain and would fire upon German ships or U-boats of the Kriegsmarine if they entered the U.S. Navy zone. This \"shoot on sight\" policy brought the U.S. Navy into direct conflict with German submarines and was favored by Americans by a margin of 2-to-1.",
        "ngram": 147,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In 2010, Lopez was honored by the World Music Awards with the Legend Award for her contribution to the arts.  In 2013, she was presented with the prestigious landmark 2,500th star on the Hollywood Walk of Fame for her musical contributions, and Univision presented her with the World Icon Award in its Premios Juventud. In 2014, she became the first female recipient of the Billboard Icon Award. In 2017, she was awarded the Telemundo Star Award at the Billboard Latin Music Awards. In 2018, Lopez received the Michael Jackson Video Vanguard Award at the 2018 MTV Video Music Awards, making her the first Latin performer to receive the honor since its introduction in 1984. In 2022, she received the Generation Award at the MTV Movie & TV Awards for her contributions to film and television, and the Icon Award at the iHeart Radio Music Awards.",
        "ngram": 146,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Soon Yi Previn and Moses Farrow have defended Allen against the abuse allegations. In 2013, Moses Farrow publicly asserted that Mia had coached her children into believing stories she made up about Allen.In 2018, Moses published a lengthy blog post arguing for Allen's innocence. Moses also recounted a series of incidents in which he and his siblings were physically abused by Farrow.",
        "ngram": 62,
        "subject": "Rhea Perlman"
    },
    {
        "text": "At the next pay-per-view, No Way Out on February 17, 2002, the Rock defeated The Undertaker in a singles match. The event also saw the WWF debut of the famed WCW faction New World Order, which at the time consisted of \"Hollywood\" Hulk Hogan, Kevin Nash, and Scott Hall. This later led to a match between the Rock and Hogan at WrestleMania X8 on March 17, 2002. The match was billed as \"icon versus icon\", with both men representing the top tier of two generations of wrestling; ultimately the Rock pinned Hogan at WrestleMania X8 to win the match. Despite the Rock portraying a heroic character and Hogan a villain, a portion of the crowd attending the SkyDome was rooting heavily for Hogan. In an interview in 2013, Hogan said he and the Rock changed the style of the match on the fly based on the crowd's response. After the introduction of the first-ever brand extension, the WWF held a \"draft lottery\" on the March 25, 2002, episode of Raw. The Rock was the number one overall pick, going to the SmackDown! brand before taking a sabbatical from wrestling.",
        "ngram": 189,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In early 1980, Carter determined the thrust of U.S. policy for the duration of the war: he initiated a program to arm the mujahideen through Pakistan's ISI and secured a pledge from Saudi Arabia to match U.S. funding for this purpose. Despite huge expenditure, the Soviet Union was unable to quell the insurgency and withdrew from Afghanistan in 1989 amid the economic, political, and social turmoil within the USSR, precipitating its collapse two years later. The routing of U.S. aid through Pakistan led to some controversy, as weapons sent to Karachi were frequently controlled by Pakistan, whose government influenced which rebels received assistance. Despite this, Carter has expressed no regret over his decision to support what he still considers the Afghan freedom fighters.",
        "ngram": 123,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Upon launching her music career in the late 1990s, Aguilera was named as one of the artists who shaped the \"Latin explosion\", having contributed to the Latin pop boom in American music in early of the century. Considered one of the greatest artists of the 2000s, she has been classified between the main references of the Millennials; writing for Vice magazine, Wanna Thompson analyzed her impact in the turn of the century, stating that alongside Britney Spears, \"Aguilera dominated mainstream pop-related discussions. [Her] perfectly packaged music and looks appealed to tweens and teens who wanted to be like the pretty, chart-topping pop stars plastered everywhere\". The commercial success of her first projects as a bubblegum pop singer caused an effect that influenced record labels to invest in new artists who attracted the same youthful appeal, catapulting names like Jessica Simpson and Mandy Moore.Critics also highlighted the impact of her work in popular culture; while Stripped (2002) was called \"the blueprint for divas making the transition from teen idol to adult pop star\", Aguilera is credited for \"paving the way for a generation of pop singers\". Jeff Benjamin from Billboard stated that the album explored a \"process of self-identification and declaration still influencing today's mainstream scene\", in addition to \"how of today's biggest pop stars have followed a similar path, exploring and incorporating these strategies into their careers\". In 2007, her self-titled debut album was added to the definitive list from Rock and Roll Hall of Fame, being recognized as one of the \"history's most influential and",
        "ngram": 256,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In the Physics (215a25), Aristotle effectively states a quantitative law, that the speed, v, of a falling body is proportional (say, with constant c) to its weight, W, and inversely proportional to the density, ρ, of the fluid in which it is falling:;",
        "ngram": 43,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In 2008, she starred in the home invasion horror film The Strangers with Scott Speedman, a film about a young couple who are terrorized one night by three masked assailants in their remote country house. Although the film garnered a mixed reception among critics, it was a major box office success, earning more than $80 million over its $9 million budget. In an interview with Entertainment Weekly, she said The Strangers was the most challenging role of her career. \"It was as far as I could push myself in every way: physically, emotionally, mentally.\"She appeared in The Incredible Hulk (2008), in which she played Dr. Betty Ross, the love interest of the title character, played by Edward Norton. Tyler was a fan of the television show, and was attracted to the love story in the script. She said filming the part was \"very physical, which was fun\", and compared her performance to \"a deer caught in the headlights\". The Incredible Hulk was a moderate box office success, earning over $262 million worldwide against a $150 million budget. The Washington Post, in review of the film, wrote: \"Tyler gives Betty an appropriately angelic nimbus of ethereal gentleness as the one Beauty who can tame the Beast ... during their most pivotal encounters.\"Tyler appeared in two films released in 2011: Super and The Ledge. In April 2011, publishing house Rodale announced that Tyler and her grandmother Dorothea Johnson, an etiquette expert, had written a book called Modern Manners. It was released October 29, 2013.In 2014, Tyler appeared in",
        "ngram": 256,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Burton was born on August 25, 1958, in Burbank, California, the son of Jean Burton (née Erickson, 1933–2002), later the owner of a cat-themed gift shop, and William \"Bill\" Burton (1930–2000), a former minor league baseball player who was working for the Burbank Parks and Recreation Department.As a preteen, Burton would make short films in his backyard at 2101 North Evergreen Street using crude stop motion animation techniques or shooting on 8 mm film without sound (one of his oldest known juvenile films is The Island of Doctor Agor, which he made when he was 13 years old). Burton attended Providencia Elementary School, Luther Middle School, and Burbank High School, but was not a particularly good student. He played on the water polo team at Burbank High. Burton was an introspective person and found pleasure in artwork, painting, drawing, and watching movies. His future work would be heavily influenced by the works of such childhood heroes as Dr. Seuss and Roald Dahl.After graduating from Burbank High School in 1976, Burton attended the California Institute of the Arts in Valencia, Santa Clarita, to study character animation. As a student at CalArts, Burton made the shorts Stalk of the Celery Monster and King and Octopus.",
        "ngram": 203,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Leonardo DiCaprio and Brad Pitt have each appeared in two Tarantino films, the second of which, Once Upon a Time in Hollywood, they appear in together. Like Jackson, Pitt also appeared in the Tarantino-penned True Romance. Christoph Waltz appeared in two Tarantino films, Inglourious Basterds and Django Unchained, winning a Best Supporting Actor Oscar for each role. Waltz had been working as an actor since the 1970s in numerous German movies and TV shows but was a relative unknown in America when he was cast as Hans Landa in his first film for Tarantino.Editor Sally Menke, who worked on all Tarantino films until her death in 2010, was described by Tarantino in 2007 as \"hands down my number one collaborator\".",
        "ngram": 120,
        "subject": "Rhea Perlman"
    },
    {
        "text": "While in Las Vegas to watch Dick Tiger successfully defend his World Boxing Association (WBA) and World Boxing Council (WBC) light heavyweight titles at the Convention Center on November 17, 1967, Knievel first saw the fountains at Caesars Palace and decided to jump them.",
        "ngram": 44,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Another major influence on Rihanna's music and career has been Mariah Carey, whose song \"Hero\" she performed when Rihanna was still a teenager at her high school talent show. She revealed that Carey's song \"Vision of Love\" \"was the song that made [her] want to do music.\"",
        "ngram": 47,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In 2008, Brown planned to release a book titled Bobby Brown: The Truth, the Whole Truth and Nothing But, written by author Derrick Handspike. When controversial comments that Brown made about his ex-wife, Whitney Houston, were leaked to the media, he backed out of the project. Handspike released the book after Houston's death in 2012.",
        "ngram": 55,
        "subject": "Rhea Perlman"
    },
    {
        "text": "On Friday, July 20, 1973, Lee was in Hong Kong to have dinner with actor George Lazenby, with whom he intended to make a film. According to Lee's wife Linda, Lee met producer Raymond Chow at 2 p.m. at home to discuss the making of the film Game of Death. They worked until 4 p.m. and then drove together to the home of Lee's colleague Betty Ting Pei, a Taiwanese actress. The three went over the script at Ting's home, and then Chow left to attend a dinner meeting.",
        "ngram": 89,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In late 2016, Carter made statements critical of the Black Lives Matter movement, saying, \"I don't feel connected to a damn thing that ain't got nothin' to do with me. If you do, you crazy as shit,\" adding that his status as a wealthy black man who has white fans is evidence that black people are valued in the United States.",
        "ngram": 61,
        "subject": "Rhea Perlman"
    },
    {
        "text": "After moving to New York City, from 18 April to 12 June 1970, Lennon and Ono presented a series of Fluxus conceptual art events and concerts at Joe Jones's Tone Deaf Music Store called GRAPEFRUIT FLUXBANQUET. Performances included Come Impersonating John Lennon & Yoko Ono, Grapefruit Banquet and Portrait of John Lennon as a Young Cloud by Yoko + Everybody. That same year, Lennon also made The Complete Yoko Ono Word Poem Game (1970): a conceptual art poem collage that utilized the cut-up (or découpé) aleatory technique typical of the work of John Cage and many Fluxus artists. The cut-up technique can be traced to at least the Dadaists of the 1920s, but was popularized in the early 1960s by writer William S. Burroughs. For The Complete Yoko Ono Word Poem Game, Lennon took the portrait photo of himself that was included in the packaging of the 1968 The Beatles LP (aka The White Album) and cut it into 134 small rectangles. A single word was written on the back of each fragment, to be read in any order. The portrait image was meant to be reassembled in any order. The Complete Yoko Ono Word Poem Game was presented by Lennon to Ono on 28 July in an inscribed envelope for her to randomly assemble and reassemble at will.",
        "ngram": 219,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Considered one of dance's \"greatest success stories\", Lopez has received praise for her highly choreographed dancing, and is noted for her technical skill. Lopez, who felt an emotional connection to dance since her youth, has been trained in a range of dance styles, including ballet, jazz, flamenco, ballroom, pole dancing, breakdancing, street dance, and hip hop. A dominant figure on MTV since early in her career, she is known for her body-emphasizing music videos and provocative choreography. CNN's Holly Thomas stated that \"Lopez's years of professional dance experience gave her a captivating, commanding presence in her videos.\" Madeline Roth of MTV wrote: \"Her diverse videography encompasses some of the most memorable visuals of the 21st century\", with Rolling Stone writer Brittany Spanos observing that her \"dancing skills and ability to toy with her own celebrity have made her videos an important part of the new millennium's pop canon\". Her videography has sometimes attracted controversy for its sexual suggestiveness, and has been noted for its influence on 2000s fashion trends.",
        "ngram": 169,
        "subject": "Rhea Perlman"
    },
    {
        "text": "During his first retirement from music, Jay-Z became involved in philanthropy. In 2003, along with his mother, Jay-Z founded the Shawn Carter Foundation, which assists eligible students facing socio-economic hardships attend and get through college. In August 2006, he met with Kofi Annan, then Secretary-General of the United Nations at the organization's New York City headquarters, where he pledged to use his upcoming world tour to raise awareness of the global water shortage, a challenge he learned about following a visit to Africa by Bono, the lead singer of U2. The effort took place in partnership with the UN, as well as MTV, which produced a documentary entitled Diary of Jay-Z: Water for Life, first airing in November 2006. Along with Sean \"Diddy\" Combs, Jay-Z pledged $1 million to the American Red Cross's relief effort after Hurricane Katrina. Jay-Z supported Kanye West after West's outburst against President George W. Bush during a live Katrina charity telethon. He also addressed the Katrina disaster and the federal government's response in his one-verse song \"Minority Report\".Jay-Z has said that \"the greatest form of giving is anonymous to anonymous\". In 2013, author dream hampton, who co-wrote Jay-Z's book Decoded, revealed that Jay-Z had established a trust fund for Sean Bell's children.Jay-Z donated to bail out protestors arrested during 2015 activism against police brutality.In March 2020, Jay-Z donated $1 million through the Shawn Carter Foundation to aid in relief during the COVID-19 pandemic in New York. In April 2020, along with Meek Mill, he donated over 100,000 face masks to U.S.",
        "ngram": 256,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In March 2021, it was reported that the Charity Commission for England and Wales was conducting a review of the Sussex Royal organization in a \"regulatory and compliance case\" regarding its conduct under charity law during dissolution. Representatives for the couple claimed that Sussex Royal was \"managed by a board of trustees\" and that \"suggestion of mismanagement\" directed exclusively at the Duke and Duchess would be incorrect. The commission later concluded that the foundation did not act unlawfully, but criticized the board of directors for expending a \"substantial proportion of funds\" to setting up and closing the charity.",
        "ngram": 98,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In 1941, while she was pregnant with Rose's child, Garland had an abortion at the insistence of her mother and the studio executives because the pregnancy wasn't approved of. She had a second abortion in 1943 when she became pregnant during her affair with Tyrone Power.",
        "ngram": 46,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Timberlake often participates in the American Century Championship and the AT&T Pebble Beach Pro-Am. Both annual tournaments raise money for a range of national and local non-profits.In late 2012, Timberlake and his wife Jessica Biel volunteered in Far Rockaway, Queens over the weekend after Hurricane Sandy. Joined by their friend Timbaland, the couple helped distribute backpacks of supplies to members of the community who were still struggling after the hurricane.Timberlake has donated items for auction for several charities, including by Ten O'Clock Classics and MusiCares. In 2010, Timberlake participated in the Hope for Haiti Now telethon performing \"Hallelujah\". The cover was made available for digital download with all proceeds donated to organizations doing relief work in Haiti. In 2016, Timberlake was featured in a new version of \"Where Is the Love?\". The proceeds of the charity single will go to educational programs. In 2017, Timberlake and Eminem helped raise over $2 million for Manchester Arena bombing victims.",
        "ngram": 157,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Lloyd earned a third Emmy for his 1992 guest appearance as Alistair Dimple in Road to Avonlea (1992), and won an Independent Spirit Award for his performance in Twenty Bucks (1993). He has done extensive voice work, including Merlock in DuckTales the Movie: Treasure of the Lost Lamp (1990), Grigori Rasputin in Anastasia (1997), the Hacker in the PBS Kids series Cyberchase (2002–present), which earned him Daytime Emmy nominations, and the Woodsman in the Cartoon Network miniseries Over the Garden Wall (2014).",
        "ngram": 82,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Trump's comments on the 2017 Unite the Right rally, condemning \"this egregious display of hatred, bigotry and violence on many sides\" and stating that there were \"very fine people on both sides\", were widely criticized as implying a moral equivalence between the white supremacist demonstrators and the counter-protesters.",
        "ngram": 48,
        "subject": "Rhea Perlman"
    },
    {
        "text": "During her career, Warwick has won many awards, including six Grammy Awards. She has been inducted into the Hollywood Walk of Fame, the Grammy Hall of Fame, the National Rhythm & Blues Hall of Fame, and the Apollo Theater Walk of Fame. In 2019, Warwick won the Grammy Lifetime Achievement Award. Three of her songs (\"Walk On By\", \"Alfie\", and \"Don't Make Me Over\") have been inducted into the Grammy Hall of Fame. She is a former Goodwill Ambassador for the UN's Food and Agriculture Organization.",
        "ngram": 86,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In March 2008, upon the original creation of the film adaptation Dakota and Elle Fanning were cast to play Kate and Anna respectively in the film My Sister's Keeper. However, when Dakota heard that she would be required to shave her head for the role, she dropped out of the film as then did Elle. The two sisters were replaced; Abigail Breslin took on the lead role as Anna Fitzgerald, and Sofia Vassilieva was cast as Kate Fitzgerald.Fanning played Jane, a member of the Volturi Guard, in New Moon and reprised the role in Eclipse, based on novels by Stephenie Meyer. New Moon was released on November 20, 2009, and Eclipse was released on the following June. On in March 2009, she was ranked number three on the list of Forbes' Most Valuable Young Stars after having earned an estimated $14 million.",
        "ngram": 142,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Diesel reprised his role of Groot once again in the crossover films Avengers: Infinity War (2018) and Avengers: Endgame (2019) which combined the superhero teams of Guardians of the Galaxy and The Avengers. He has said, \"[I] think there's gonna be a moment that we're all waiting for, and whether you know it or not, you are waiting to see [Groot] and [the Hulk] get down.\"",
        "ngram": 66,
        "subject": "Rhea Perlman"
    },
    {
        "text": "The Williams family moved from Compton, California, to West Palm Beach, Florida, when she was thirteen, so that she and her sister Serena could attend the tennis academy of Rick Macci, who took notice of the sisters and who would provide additional coaching. He did not always agree with Williams' father but respected that \"he treated his daughters like kids, allowed them to be little girls\". Richard stopped sending his daughters to national junior tennis tournaments when Williams was eleven, since he wanted them to take it slowly and focus on schoolwork. Another motivation was racial, as he had allegedly heard parents of other players disparage the Williams sisters during tournaments. At that time, Williams held a 63–0 record on the United States Tennis Association junior tour and was ranked No. 1 among the under-12 players in Southern California. In 1995, Richard pulled his daughters out of Macci's academy, and from then on took over all coaching at their home.",
        "ngram": 160,
        "subject": "Rhea Perlman"
    },
    {
        "text": "Despite being called a \"show stopper\" and \"the 1990s pop phenomenon\", Carey suffered from stage fright in her early years in the music industry. One of her earliest performances was at MTV Unplugged, which received positive reception as Carey silenced critics saying her vocals were studio-made. Carey's \"The Star-Spangled Banner\" rendition at the Super Bowl XXXVI was called \"stunning\" by Billboard. She also performed \"America the Beautiful\" at the 1990 NBA Finals in which Rolling Stone writer, Brittany Spanos, stated the players were struck \"with awe by the incredible talent of a burgeoning young star\". The singer received the only standing ovation of the night at the 48th Annual Grammy Awards, after performing the medley of \"We Belong Together and \"Fly Like a Bird\". Although Carey's performance at Dick Clark's New Year's Rockin' Eve 2017 was marred by technical issues, she returned to the stage a year later and, according to Time, \"effectively redeemed herself\".",
        "ngram": 155,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In October 2021, Meghan and Harry announced their partnership with Ethic, a sustainable investment firm based in New York City, which also manages the couple's investments. According to state filings from Delaware, where the couple's Archewell foundation is registered, Meghan and Harry incorporated 11 companies and a trust beginning in early 2020 which include Orinoco Publishing LLC and Peca Publishing LLC to hold the rights for their books as well as Cobblestone Lane LLC and IPHW LLC which are holders of their foundation's logos. Frim Fram Inc., which ran The Tig, had been registered earlier as a new corporation in Delaware in December 2019.",
        "ngram": 104,
        "subject": "Rhea Perlman"
    },
    {
        "text": "In 2005, alongside Sugar Ray Leonard, he was the co-presenter of the NBC reality television boxing competition series The Contender. That same year he also made a guest appearance in two episodes of the television series Las Vegas. That year, Stallone also inducted professional wrestling icon Hulk Hogan, who appeared in Rocky III as a wrestler named Thunderlips, into the WWE Hall of Fame; Stallone was also the person who offered Hogan the cameo in Rocky III. In August, Stallone released his book Sly Moves which claimed to be a guide to fitness and nutrition as well as a candid insight into his life and works from his own perspective. The book also contained many photographs of Stallone throughout the years as well as pictures of him performing exercises.",
        "ngram": 129,
        "subject": "Rhea Perlman"
    }
]