[
    {
        "text": "Presley publicly acknowledged her struggle with opioid addiction. She penned a foreword for a book entitled United States of Opioids: A Prescription for Liberating a Nation in Pain (2019); in the foreword, she stated that she was prescribed opioids following the birth of her twin daughters in 2008 and became dependent upon them. She had been using opioids again in the weeks prior to her death on January 12, 2023.",
        "ngram": 70,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Swift identifies as a pro-choice feminist, and is a founding signatory of the Time's Up movement against sexual harassment. Specifically, she criticized the US Supreme Court's decision to end federal abortion rights in 2022. Swift also advocates for LGBT rights, and has called for the passing of the Equality Act, which prohibits discrimination based on sex, sexual orientation, and gender identity. She performed during WorldPride NYC 2019 at the Stonewall Inn, a gay rights monument, and has donated to the LGBT organizations Tennessee Equality Project and GLAAD.",
        "ngram": 87,
        "subject": "Emilio Estevez"
    },
    {
        "text": "West was raised in a middle-class environment, attending Polaris School for Individual Education in suburban Oak Lawn, Illinois, after living in Chicago. At the age of 10, West moved with his mother to Nanjing, China, where she was teaching at Nanjing University as a Fulbright Scholar. According to his mother, West was the only foreigner in his class, but he settled in well and quickly picked up the language, although he has since forgotten most of it. When asked about his grades in high school, West replied, \"I got A's and B's.\"",
        "ngram": 92,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Following the Duke and Duchess's decision to step back from royal duties in 2020, the couple agreed not to use the style of Royal Highness in practice, but they are still referred to as \"His/Her Royal Highness\" in legal settings.",
        "ngram": 40,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Wilde began dating actor Jason Sudeikis in November 2011. They became engaged in January 2013. They have two children: a son, born in 2014, and a daughter, born in 2016. Sudeikis and Wilde's relationship ended in November 2020. Wilde was publicly served with court documents regarding child custody while she was presenting Don't Worry Darling at CinemaCon 2022.",
        "ngram": 58,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Musk's handling of employees—whom he communicates with directly through mass emails—has been characterized as \"carrot and stick\", rewarding those \"who offer constructive criticism\" while also being known to impulsively threaten, swear at, and fire his employees. Musk said he expects his employees to work for long hours, sometimes for 80 hours per week. He has his new employees sign strict non-disclosure agreements and often fires in sprees, such as during the Model 3 \"production hell\" in 2018. In 2022, Musk revealed plans to fire 10 percent of Tesla's workforce, due to his concerns about the economy. That same month, he suspended remote work at SpaceX and Tesla and threatened to fire employees who do not work 40 hours per week in the office.",
        "ngram": 123,
        "subject": "Emilio Estevez"
    },
    {
        "text": "I'm painting with the gusto of a Marseillais eating bouillabaisse, which won't surprise you when it's a question of painting large sunflowers ... If I carry out this plan there'll be a dozen or so panels. The whole thing will therefore be a symphony in blue and yellow. I work on it all these mornings, from sunrise. Because the flowers wilt quickly and it's a matter of doing the whole thing in one go.",
        "ngram": 74,
        "subject": "Emilio Estevez"
    },
    {
        "text": "On May 31, 2019, Cyrus tweeted that her seventh studio album would be titled She Is Miley Cyrus and would comprise three six-song EPs, which would be released before the full-length album: She Is Coming on May 31, She Is Here in the summer, and She Is Everything in the fall. She Is Coming, which also included vocal collaborations with RuPaul, Swae Lee, Mike Will Made It and Ghostface Killah, debuted at number five on the US Billboard 200 with 36,000 album-equivalent units, while the lead single \"Mother's Daughter\" entered at number 54 on the US Billboard Hot 100. The Wuki remix of \"Mother's Daughter\" received a nomination for Best Remixed Recording at the 62nd Annual Grammy Awards while the original music video won two MTV Video Music Awards. Cyrus promoted the EP with a summer European tour that visited A-list festivals like Glastonbury and Primavera Sound.",
        "ngram": 147,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Between 2010 and 2012, Markle anonymously ran the blog The Working Actress, which detailed the \"pitfalls and triumphs of struggling to make it in Hollywood\". In 2014, she founded her own lifestyle blog The Tig, which posted articles about food, fashion, beauty, travel, and inspirational women. The viewing audience consisted primarily of the fans of Markle and Suits. Promotion of the blog on other social media platforms targeted three million followers on Instagram, 800,000 on Facebook and 350,000 on Twitter. In April 2017, The Tig closed. In January 2018, she took all articles offline and deleted her social media accounts. It is estimated that Markle's social media activities annually earned her about $80,000 from endorsements and sponsorships. She was also known for socializing at Soho House.",
        "ngram": 126,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Before and throughout his presidency, Trump promoted numerous conspiracy theories, including Obama birtherism, the Clinton body count conspiracy theory, the conspiracy theory movement QAnon, the Global warming hoax theory, Trump Tower wiretapping allegations, a John F. Kennedy assassination conspiracy theory involving Rafael Cruz, linking talk show host Joe Scarborough to the death of a staffer, alleged foul-play in the death of Justice Antonin Scalia, alleged Ukrainian interference in U.S. elections, and that Osama bin Laden was alive and Obama and Biden had members of Navy SEAL Team 6 killed. In at least two instances, Trump clarified to press that he believed the conspiracy theory in question.",
        "ngram": 106,
        "subject": "Emilio Estevez"
    },
    {
        "text": "In the normal course of events many men and women are born with remarkable talents; but occasionally, in a way that transcends nature, a single person is marvellously endowed by Heaven with beauty, grace and talent in such abundance that he leaves other men far behind, all his actions seem inspired and indeed everything he does clearly comes from God rather than from human skill. Everyone acknowledged that this was true of Leonardo da Vinci, an artist of outstanding physical beauty, who displayed infinite grace in everything that he did and who cultivated his genius so brilliantly that all problems he studied he solved with ease.",
        "ngram": 106,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Jefferson graduated in 1762. He read the law under Wythe's tutelage while working as a law clerk in his office. Jefferson was well-read in a broad variety of subjects, which, along with law and philosophy, included history, natural law, natural religion, ethics, and several areas in science, including agriculture. During his years of study under the watchful eye of Wythe, Jefferson authored a Commonplace Book, a survey of his extensive readings. Wythe was so impressed with Jefferson that he later bequeathed his entire library to him.",
        "ngram": 86,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Timberlake has been referred to as the \"President of Pop\" and \"Prince of Pop\" by contemporary journalists. In a 2016 article of The Hollywood Reporter, editor Scott Feinberg stated Timberlake is \"widely regarded as one of the greatest all-around entertainers in the history of show business\".In 2003, Rolling Stone named him the biggest pop star of the year and featured him on the magazine's cover, commenting that he \"attained the one thing most pop stars don't, and the one thing he wanted more than anything else: credibility\". For Entertainment Weekly his second studio album, FutureSex/LoveSounds, \"redefined pop's cutting edge\"; for Vibe it \"pushed boundaries more forcefully\" than works by his male contemporaries. Fuse TV's editor Jason Lipshutz stated it \"changed the game. [The album] was steely and sweaty, a universal dance opus that made room for intimacy. It had the best first half of any pop album in 25 years. You have to go back to 1979 for Off the Wall, to find a pop album with a first half that matches up.\" He was ranked 66th on the VH1 100 Greatest Artists of All-Time. Timberlake appeared for the first time on the Time 100 list of most influential people by Time in 2007. In 2013, he made his second appearance on the 100 list, with Stevie Wonder writing \"Justin has accomplished a lot at a young age, taking advantage of all the possibilities, and yet he's found time to give of himself too—he gets and gives back. He has a spirit. He does God's work",
        "ngram": 256,
        "subject": "Emilio Estevez"
    },
    {
        "text": "During the year, Lennon and Ono began to support efforts by the family of James Hanratty to prove his innocence. Hanratty had been hanged in 1962. According to Lennon, those who had condemned Hanratty were \"the same people who are running guns to South Africa and killing blacks in the streets ... The same bastards are in control, the same people are running everything, it's the whole bullshit bourgeois scene.\" In London, Lennon and Ono staged a \"Britain Murdered Hanratty\" banner march and a \"Silent Protest For James Hanratty\", and produced a 40-minute documentary on the case. At an appeal hearing more than thirty years later, Hanratty's conviction was upheld after DNA evidence was found to match, validating those who condemned him.",
        "ngram": 122,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Over the years, Cyrus's song \"Party in the U.S.A.\" gained popularity in American culture on holidays and historic events. The song has re-entered the charts every Independence Day since its release. Following the death of Osama bin Laden on May 2, 2011, a resurgence in popularity of the music video occurred. The official YouTube video was flooded with comments regarding the death of bin Laden and it was immediately deemed a celebratory anthem for the event. In 2013, an online petition on the White House's \"We the People\" petitions website was urging then-president Barack Obama to change the U.S. national anthem from \"The Star-Spangled Banner\" to \"Party in the U.S.A.\" Following the 2020 presidential election, as major news outlets announced Democratic nominee Joe Biden the winner of the presidential race, on November 7, 2020, supporters in New York City started singing \"Party in the U.S.A.\" at Times Square.",
        "ngram": 148,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Carey's 2020 Christmas special, Mariah Carey's Magical Christmas Special, premiered on December 4, 2020, on Apple TV+ along with a soundtrack. A new version of Carey's 2010 song \"Oh Santa!\", featuring Ariana Grande and Jennifer Hudson, was released as a single the same day. Later that month, \"All I Want for Christmas Is You\" topped the UK charts for the first time after spending a record 69 weeks in its top 40 prior to reaching the summit, becoming Carey's third number-one song in the country. In July 2021, Carey was featured on the track \"Somewhat Loved\" from Jimmy Jam and Terry Lewis' debut studio album Jam & Lewis: Volume One. On November 5, 2021, Carey released \"Fall in Love at Christmas\", which features Khalid and Kirk Franklin. The single was performed on her second Christmas special, Mariah's Christmas: The Magic Continues.",
        "ngram": 141,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Diplomacy has been a large part of Carter's post-presidency. These diplomatic efforts began in the Middle East, with a September 1981 meeting with prime minister of Israel Menachem Begin, and a March 1983 tour of Egypt that included meeting with members of the Palestine Liberation Organization.",
        "ngram": 46,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Rachel Meghan Markle was born on August 4, 1981, at West Park Hospital in Canoga Park, Los Angeles, California. She identifies as mixed race; \"My dad is Caucasian and my mom is African American. I'm half black and half white.\" Her parents – former makeup artist Doria Ragland (born 1956) and Thomas Markle Sr. (born 1944), a television lighting director and director of photography – separated when she was two years old and divorced four years later. ",
        "ngram": 78,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Marie Dionne Warrick, later Warwick, was born in East Orange, New Jersey, to Lee Drinkard and Mancel Warrick. Her mother was manager of the Drinkard Singers, and her father was a Pullman porter, chef, record promoter, and CPA. Dionne was named after her aunt on her mother's side. She had a sister, Delia (\"Dee Dee\"), who died in 2008, and a brother, Mancel Jr., who was killed in an accident in 1968 at age 21. Her parents were both African American, and she also has Native American and Dutch ancestry.Warwick was raised in East Orange, New Jersey, and was a Girl Scout for a time. She began singing gospel as a child at the New Hope Baptist Church in Newark, New Jersey. After finishing East Orange High School in 1959, Warwick pursued her passion at the Hartt College of Music in West Hartford, Connecticut. She landed some work with her group singing backing vocals for recording sessions in New York City. During one session, Warwick met Burt Bacharach, who hired her to record demos featuring songs written by him and lyricist Hal David. She later landed her own record deal.",
        "ngram": 190,
        "subject": "Emilio Estevez"
    },
    {
        "text": "In 2007, Hill began work on her first domestic greatest hits package, titled The Hits, which was released on October 2. It contains two new tracks, \"Lost\" and \"Red Umbrella\", as well as 13 additional tracks. The album also features hits covering her entire career from 1993 to 2005. Included with the 2-Disc Special-Edition of The Hits is a DVD of 11 of Hill's music videos. The DVD substitutes the Tim McGraw duet \"Just To Hear You Say That You Love Me\" for their \"I Need You\" duet on the CD.Hill is also featured on McGraw's 2007 album Let It Go where she sings two duets with him, \"I Need You\" and \"Shotgun Rider\". Both of these songs were performed during the couple's critically acclaimed Soul2Soul II Tour; this tour began in June 2006 and ran through to August 2007. The song I Need You was nominated for both the Best Country Collaboration with Vocals and Best Country Song awards at the 2008 Grammy Awards.",
        "ngram": 165,
        "subject": "Emilio Estevez"
    },
    {
        "text": "In 1977, for the first Rocky, Stallone became the third man in history to receive the two nominations for best actor and best screenplay, after Charlie Chaplin and Orson Welles. Like the aforementioned he wrote and took on the leading role in the film. Stallone is known for his recurring roles as Rocky Balboa, John Rambo, and Barney Ross. Stallone wrote and starred in all of six Rocky films, while taking on the task of directing in four of the sequels. Stallone starred and co-wrote the five films of the Rambo franchise, and the fourth one he also directed. Stallone wrote, directed and took the lead role in the first installment of The Expendables films. Stallone directed, starred and wrote in Paradise Alley. John Travolta starred in Staying Alive, a sequel of Saturday Night Fever, which Stallone wrote and directed. Stallone wrote and starred in Cobra, and Driven. Stallone co-wrote and starred in F.I.S.T., Rhinestone, Over the Top, Cliffhanger, and Creed II. ",
        "ngram": 163,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Pfeiffer played a widowed socialite in Kenneth Branagh's Murder on the Orient Express (2017), the fourth screen adaptation of Agatha Christie's 1934 novel of the same name. Featuring an ensemble cast, the mystery film follows world-renowned detective Hercule Poirot (Branagh) attempting to solve a murder, while stranded with several suspects on the Orient Express during the 1930s. She also recorded the original song \"Never Forget\" for the film's soundtrack. The film grossed US$351.7 million worldwide and received decent reviews from critics, with praise for the performances, but criticism for not adding anything new to previous adaptations. Although some critics found its large cast underused, Pfeiffer's performance was praised, with Richard Roeper of the Chicago Sun-Times saying she delivered the film's best performance. The New Yorker's Anthony Lane found that only Pfeiffer appears to be enjoying their material, while Mick LaSalle of the San Francisco Chronicle credited the film with reminding audiences that she is one of the industry's best actresses. David Edelstein of Vulture described the actress as \"a hoot and a half ... stealing every scene\".",
        "ngram": 177,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Richards has worked with Best Friends Animal Society on several projects, including its Pup My Ride program, which transports small dogs from high-kill animal shelters to other parts of the US where there is a greater demand for small dogs. She promoted Best Friends Animal Society's Save Them All campaign in 2014. \"I've been involved with Best Friends Animal Society since 2009 and I've seen firsthand the differences they've made and the countless lives they've saved,\" Richards said. She has regularly appeared on Access Hollywood's monthly pet segment showcasing shelter dogs rescued by Best Friends and available for adoption. While assisting with relief efforts in New York following Hurricane Sandy, she worked together with North Shore Animal League, and adopted a puppy from a Long Island shelter.She has walked the runway for charity fashion shows, such as Susan G. Komen's 8th Annual Fashion For The Cure, Clothes Off Your Back Benefit and The Heart Truth's Red Dress Fall 2011 Collections. In January 2012, she launched her first collaboration with fashion subscription service ShoeDazzle to design the \"Eloise\" heel and raised over $15,000 for the Kidney Cancer Association. In December 2012, she designed two shoes for ShoeDazzle as part of their Celebrity Shoe Design Program for Charity. Profits from the shoe sales went to the Kidney Cancer Association. After Richards lost her mother to kidney cancer, she dedicated her time to raising awareness and helping the Kidney Cancer Association. In November 2015, Richards and her daughters spent Thanksgiving volunteering and serving food for homeless families.In June 2018,",
        "ngram": 256,
        "subject": "Emilio Estevez"
    },
    {
        "text": "On October 21, 2021, Baldwin was filming on the set of the upcoming film Rust, of which he was also a producer, at the Bonanza Creek Ranch in Santa Fe, New Mexico, when he discharged a gun being used as a prop, killing cinematographer Halyna Hutchins and injuring director Joel Souza. This was reported in the press as the Rust shooting incident. The Hutchins family filed a wrongful death suit against Baldwin for his part in the fatal shooting. On October 5, 2022, Baldwin reached an undisclosed settlement with Hutchins' family in their wrongful death lawsuit.On January 19, 2023, Santa Fe District Attorney Mary Carmack-Altwies announced that Baldwin would be charged with two counts of involuntary manslaughter by the end of the month. He was charged on January 31, 2023. The elevated second charge was eventually dropped after his lawyers argued that he was being incorrectly charged with a version of the law that was not passed until months after the shooting, meaning that if he was found guilty, he would have faced a maximum of 18 months in prison. On February 23, he pleaded not guilty to involuntary manslaughter.In April 2023, lawyers for Baldwin announced that the criminal charges against him had been dropped by prosecutors. In a statement, Baldwin's attorneys said \"We are pleased with the decision to dismiss the case against Alec Baldwin and we encourage a proper investigation into the facts and circumstances of this tragic accident.\" On October 17, 2023, New Mexico special prosecutors would announce that their findings indicated that",
        "ngram": 256,
        "subject": "Emilio Estevez"
    },
    {
        "text": "One of two pieces Ono installed as part of the 2014 Folkestone Triennial, Earth Peace originally consisted of many parts and appeared in many locations and media around Folkestone, including posters, stickers, billboards and badges. Three of the pieces remain in Folkestone, on loan to the town and part of the Creative Folkestone Artworks collection. These include an inscribed stone, a flag – which is flown on an annual basis on International Peace Day and a beacon of light installed on the dome roof of The Grand in Folkestone Leas. Ono's beacon flashes a morse code message, \"Earth Peace\", across the English Channel.",
        "ngram": 103,
        "subject": "Emilio Estevez"
    },
    {
        "text": "The Huffington Post writer Joan E. Dowlin called the period of Garland's music career between 1937 and 1945 the \"innocent years\", during which the critic believes the singer's \"voice was vibrant and her musical expression exuberant\", taking note of its resonance and distinct, \"rich yet sweet\" quality \"that grabs you and pulls you in\". Garland's voice would often vary to suit the song she was interpreting, ranging from soft, engaging and tender during ballads to humorous on some of her duets with other artists. Her more joyful, belted performances have been compared to entertainers Sophie Tucker, Ethel Merman and Al Jolson. Although her musical repertoire consisted largely of cast recordings, show tunes and traditional pop standards, Garland was also capable of singing soul, blues and jazz music, which Dowlin compared to singer Elvis Presley.",
        "ngram": 134,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Kardashian released Kim Kardashian: Hollywood, a mobile game for iPhone and Android, in June 2014. The objective of the game is to become a Hollywood star or starlet. The game supports a free to play model, meaning the game is free to download, but charges for in-game items. It was a hit, earning US$1.6 million in its first five days of release. In July, developer Glu Mobile announced that the game was the fifth highest earning game in Apple's App Store. She voiced an alien in the September 21, 2014, episode of the adult animated series American Dad!.Kardashian appeared on the cover and in a pictorial in Paper's winter 2014 issue, photographed by Jean-Paul Goude. On the cover, her nude buttocks are featured above the caption: \"Break the Internet\", which generated considerable comment in both social and traditional media. A Time magazine writer commented that, unlike previous celebrities' nudes that represented the women's rebellion against repressed society and \"trying to tear down\" barriers, Kardashian's exhibition was \"just provocation and bluster, repeated images that seem to offer us some sort of truth or insight but are really just self serving. We want there to be something more, some reason or context, some great explanation that tells us what it is like to live in this very day and age, but there is not. Kim Kardashian's ass is nothing but an empty promise.\" However, the stunt \"set a new benchmark\" in social media response, and Paper's website received 15.9 million views in one day, compared with 25,000 views",
        "ngram": 256,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Kissinger was widely admired within China and praised by the Chinese Communist Party. Government figures on state media uniformly released posts mourning his death. Chinese social media expressed widespread sorrow after news of his passing was released, and hashtags idolizing Kissinger became the most searched trend in China. China News Service stated in its obituary for Kissinger that \"Today, this 'old friend of the Chinese people,' who had a sharp vision and a thorough understanding of world affairs, has completed his legendary life\". China Central Television, the state broadcaster, called Kissinger a \"legendary diplomat\" and a \"living fossil\" who had witnessed the development of China-U.S. relations. Shortly before his death, Chinese president Xi Jinping stated: \"The Chinese people never forget their old friends, and Sino-U.S. relations will always be linked with the name of Henry Kissinger\".Former British prime ministers mourned Kissinger. Tony Blair, the former leader of the Labour Party and prime minister of the United Kingdom, released a statement saying: \"There is no-one like Henry Kissinger... From the first time I met him as a new Labour Party opposition leader in 1994, struggling to form views on foreign policy, to the last occasion when I visited him in New York and, later, he spoke at my institute's annual gathering, I was in awe of him... If it is possible for diplomacy, at its highest level, to be a form of art, Henry was an artist.\" David Cameron stated \"He was a great statesman and a deeply respected diplomat who will be greatly missed on the",
        "ngram": 256,
        "subject": "Emilio Estevez"
    },
    {
        "text": "In 2022, Elliot played Shea Brennan on the Paramount+ miniseries 1883, a prequel to the Yellowstone series. The show's story involves Brennan as he leads a group of immigrants from Fort Worth, Texas into the untamed western areas of the plains, and its connection to the Dutton family and its migration to Montana. The show's first season was aired from late 2021 until February 2022. For his performance he won the Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Miniseries or Television Movie.",
        "ngram": 88,
        "subject": "Emilio Estevez"
    },
    {
        "text": "Several stories persist regarding the origin of their use of the name Garland. One is that it was originated by Jessel after Carole Lombard's character Lily Garland in the film Twentieth Century (1934), which was then playing at the Oriental in Chicago; another is that the girls chose the surname after drama critic Robert Garland. Garland's daughter Lorna Luft stated that her mother selected the name when Jessel announced that the trio \"looked prettier than a garland of flowers\". A TV special was filmed in Hollywood at the Pantages Theatre premiere of A Star Is Born on September 29, 1954, in which Jessel stated:",
        "ngram": 104,
        "subject": "Emilio Estevez"
    },
    {
        "text": "In an updated epilogue for the couple's unauthorized biography, Finding Freedom by Omid Scobie and Carolyn Durand, the authors claimed that \"two of the individuals mentioned in [Knauf's] email asked for any allegations made to HR about their experiences with Meghan to be rescinded\". Speaking on behalf of the Duchess in a BBC documentary, Jenny Afia, a lawyer who represented Meghan in her case against ANL, stated that the bullying allegations were \"just not true\". In June 2022, The Times reported that the results from the inquiry made Buckingham Palace modify some of the policies and procedures in its HR department, but the report would not be published to ensure the privacy of those who took part in it.",
        "ngram": 119,
        "subject": "Emilio Estevez"
    }
]