[
    {
        "text": "Timberlake's autobiography, Hindsight & All the Things I Can't See In Front of Me, was released on October 30, 2018. The book covers some on and off camera candid images, the singer's early life and inspiration for songs. According to publisher HarperCollins, Hindsight includes a \"collection of anecdotes, reflections, and observations on his life and work\".",
        "ngram": 56,
        "subject": "Vanna White"
    },
    {
        "text": "In 1979, Carter deregulated the American beer industry by making it legal to sell malt, hops, and yeast to American home brewers for the first time since the effective 1920 beginning of prohibition in the United States. This deregulation led to an increase in home brewing over the 1980s and 1990s that by the 2000s had developed into a strong craft microbrew culture in the United States, with 9,118 microbreweries, brewpubs, and regional craft breweries in the United States by the end of 2021.",
        "ngram": 84,
        "subject": "Vanna White"
    },
    {
        "text": "In May 2000, Houston's longtime executive assistant and friend, Robyn Crawford, resigned from Houston's management company. In 2019, Crawford said she had left after Houston declined to seek help for her drug dependency. The following month, Rolling Stone published a story stating that Cissy Houston and others had held a July 1999 intervention in which they unsuccessfully attempted to persuade Whitney to obtain drug treatment.",
        "ngram": 65,
        "subject": "Vanna White"
    },
    {
        "text": "In Week 5, Kelce had four receiving touchdowns in the 30–29 victory over the Raiders. Kelce tied the franchise record for receiving touchdowns in a game. In the Chiefs' Week 11 game against the Chargers, he recorded his NFL record-breaking (among tight ends) 33rd 100-yard receiving game with 115 yards. He also scored three touchdowns, including the game-winning touchdown, his second straight season recording a game-winning touchdown against the Chargers. In Week 14 against the Broncos, he became the fifth tight end in NFL history to have 10,000 receiving yards. He also officially recorded his seventh consecutive 1,000-yard season, extending his records (among tight ends) of consecutive 1,000-yard seasons and most overall 1,000 seasons. He finished the 2022 season with 110 receptions for 1,338 receiving yards and 12 receiving touchdowns.",
        "ngram": 130,
        "subject": "Vanna White"
    },
    {
        "text": "While best known as a martial artist, Lee studied drama and Asian and Western philosophy, starting while a student at the University of Washington. He was well-read and had an extensive library dominated by martial arts subjects and philosophical texts. His books on martial arts and fighting philosophy are known for their philosophical assertions, both inside and outside of martial arts circles. His eclectic philosophy often mirrored his fighting beliefs, though he was quick to say that his martial arts were solely a metaphor for such teachings.",
        "ngram": 87,
        "subject": "Vanna White"
    },
    {
        "text": "At the 52nd Annual Grammy Awards, Beyoncé received ten nominations, tying with Lauryn Hill for most Grammy nominations in a single year by a female artist. Beyoncé went on to win six of those nominations, breaking a record she previously tied in 2004 for the most Grammy awards won in a single night by a female artist with six. In 2010, Beyoncé provide guest vocals on Lady Gaga's single \"Telephone\". The song topped the U.S. Pop Songs chart, becoming the sixth number-one for both Beyoncé and Gaga, tying them with Mariah Carey for most number-ones since the Nielsen Top 40 airplay chart launched in 1992.",
        "ngram": 105,
        "subject": "Vanna White"
    },
    {
        "text": "Jefferson appointed Meriwether Lewis and William Clark to lead the Corps of Discovery (1803–1806). In the months leading up to the expedition, Jefferson tutored Lewis in the sciences of mapping, botany, natural history, mineralogy, and astronomy and navigation, giving him unlimited access to his library at Monticello, which included the largest collection of books in the world on the subject of the geography and natural history of the North American continent, along with an impressive collection of maps.",
        "ngram": 78,
        "subject": "Vanna White"
    },
    {
        "text": "In 1956, due to poor academic performance and possibly poor conduct, he was transferred to St. Francis Xavier's College, where he was mentored by Brother Edward Muss, F.M.S., a Bavarian-born teacher and coach of the school boxing team. After Lee was involved in several street fights, his parents decided that he needed to be trained in martial arts.",
        "ngram": 58,
        "subject": "Vanna White"
    },
    {
        "text": "On February 10, 2024, hours after West held a listening party at UBS Arena, the first volume of the Vultures trilogy, entitled Vultures 1, was officially released. The album debuted at number one on the Billboard 200, becoming West eleventh consecutive and Ty Dolla Sign's first number one album, respectively.",
        "ngram": 50,
        "subject": "Vanna White"
    },
    {
        "text": "A comic book series, BRZRKR, co-written by Reeves was published in three volumes starting in March 2021 and concluding in October 2023. Issue #1 sold over 615,000 copies, making it the top-selling single issue since Star Wars #1 in 2015. In July and November 2023, Boom! Studios published a two one-shot spin-off comics of BRZRKR both co-written by Reeves, titled Poetry of Madness (2023) and Fallen Empire (2023), respectively.",
        "ngram": 69,
        "subject": "Vanna White"
    },
    {
        "text": "Winkler states that during his lifetime, he has worked with \"five directing geniuses\": Garry Marshall (Happy Days), Adam Sandler, Mitch Hurwitz (Arrested Development), Bill Hader and Alec Berg (Barry).After portraying Fonzie on Happy Days, Winkler evolved into a character actor, with roles that include the high school principal Arthur Himbry in Scream, Coach Klein in The Waterboy, Barry Zuckerkorn in Arrested Development, Sy Mittleman in Childrens Hospital, Dr. Saperstein in Parks and Recreation, Mr. Rock in the Hank Zipzer BBC series, Eddie R. Lawson in Royal Pains, Fritz in Monsters at Work, Uncle Joe in The French Dispatch, Al Pratt in Black Adam, and Gene Cousineau in Barry. He is also the recipient of a Primetime Emmy, two Golden Globe Awards, two Critics Choice Awards, and two Daytime Emmys.",
        "ngram": 129,
        "subject": "Vanna White"
    },
    {
        "text": "Cash received multiple Country Music Association Awards, Grammys, and other awards, in categories ranging from vocal and spoken performances to album notes and videos. In a career that spanned almost five decades, Cash was the personification of country music to many people around the world. Cash was a musician who was not defined by a single genre. He recorded songs that could be considered rock and roll, blues, rockabilly, folk, and gospel, and exerted an influence on each of those genres.",
        "ngram": 81,
        "subject": "Vanna White"
    },
    {
        "text": "Lohan narrated and presented the British television documentary Lindsay Lohan's Indian Journey, about human trafficking in India. It was filmed during a week in India in December 2009, and transmitted on BBC Three in April 2010. The BBC was criticized for having hired Lohan, and while reviewers called the documentary compelling, they also found Lohan's presence to be odd and distracting. Lohan said: \"I hope my presence in India will bring awareness to the really important issues raised in making this film.\" In April 2010, Lohan was let go from the film The Other Side where she had been set to star, with the director saying she was \"not bankable.\"In June 2010, Lohan was the subject of a fashion shoot in the photographer docu-series Double Exposure on Bravo. Robert Rodriguez's action exploitation film Machete opened in September 2010. In the film, Lohan's character takes drugs, is naked in much of her appearance, and later dons a nun's habit while toting a machine gun. Its critical reviews were mixed. The Washington Post described her character as \"a campier, trampier version of herself – or at least her tabloid image.\" Premiere.com said she was \"terrible\" while Variety called it \"her best work in some time.\" Because of her rehabilitation and legal engagements, Lohan did not participate in promotion of the movie. Lohan filmed a sketch where she is dressed as Marilyn Monroe for Inappropriate Comedy in 2010. The film had issues finding a distributor and was not released until 2013, when it was met with poor box office",
        "ngram": 256,
        "subject": "Vanna White"
    },
    {
        "text": "Aristotle's psychology, given in his treatise On the Soul (peri psychēs), posits three kinds of soul (\"psyches\"): the vegetative soul, the sensitive soul, and the rational soul. Humans have all three. The vegetative soul is concerned with growth and nourishment. The sensitive soul experiences sensations and movement. The unique part of the human, rational soul is its ability to receive forms of other things and to compare them using the nous (intellect) and logos (reason).For Aristotle, the soul is the form of a living being. Because all beings are composites of form and matter, the form of living beings is that which endows them with what is specific to living beings, e.g. the ability to initiate movement (or in the case of plants, growth and transformations, which Aristotle considers types of movement). In contrast to earlier philosophers, but in accordance with the Egyptians, he placed the rational soul in the heart, rather than the brain. Notable is Aristotle's division of sensation and thought, which generally differed from the concepts of previous philosophers, with the exception of Alcmaeon.In On the Soul, Aristotle famously criticizes Plato's theory of the soul and develops his own in response. The first criticism is against Plato's view of the soul in the Timaeus that the soul takes up space and is able to come into physical contact with bodies. 20th-century scholarship overwhelmingly opposed Aristotle's interpretation of Plato and maintained that he had misunderstood him. Today's scholars have tended to re-assess Aristotle's interpretation and been more positive about it. Aristotle's other criticism is",
        "ngram": 256,
        "subject": "Vanna White"
    },
    {
        "text": "Her next film appearance was in the Oprah Winfrey-produced ABC television film Their Eyes Were Watching God (2005), an adaptation of Zora Neale Hurston's novel, with Berry portraying a free-spirited woman whose unconventional sexual mores upset her 1920s contemporaries in a small community. She received her second Primetime Emmy Award nomination for her role. Also in 2005, she served as an executive producer in Lackawanna Blues, and landed her voice for the character of Cappy, one of the many mechanical beings in the animated feature Robots.",
        "ngram": 86,
        "subject": "Vanna White"
    },
    {
        "text": "Strahan followed in the footsteps of his uncle Art, who also played defensive end at Texas Southern University. Strahan was so dominant he drew double teams, and TSU coaches dubbed Strahan double teaming \"Strahan rules\". By his junior season, Strahan began to turn himself into an NFL prospect. As a senior with the Texas Southern Tigers, Strahan was selected to the All-America first-team by The Poor Man's Guide to the NFL Draft, The Sheridan Network, Edd Hayes Black College Sports Report and the Associated Press. He recorded 68 tackles with a school-record 19 quarterback sacks and 32 tackles totaling 142 yards in losses. He was also selected Division I-AA Defensive Player of the Year by The Poor Man's Guide and Edd Hayes Black College Sports Report. In 1992, he was named First-team All-Southwestern Athletic Conference (SWAC) and the SWAC's Player of the Year for the second consecutive season. He was also named Black College Defensive Player of the Year. As a junior in 1991, Strahan led the SWAC with 14.5 quarterback sacks. His 41.5 career sacks is a Texas Southern record. He was inducted into the Black College Football Hall of Fame in 2014.",
        "ngram": 194,
        "subject": "Vanna White"
    },
    {
        "text": "Later in 2002, Morissette released the combination package Feast on Scraps, which includes a DVD of live concert and backstage documentary footage directed by her and a CD containing eight previously unreleased songs from the Under Rug Swept recording sessions. Preceded by the single \"Simple Together\", it sold roughly 70,000 copies in the U.S. and was nominated for a Juno Award for Music DVD of the Year.",
        "ngram": 67,
        "subject": "Vanna White"
    },
    {
        "text": "By July 2020, Lloyd was cast as The Alchemist in Man & Witch, a family-friendly fantasy-adventure film directed by Rob Margolies, with Jim Henson's Creature Shop set to create the puppets for the film.In March 2021, Lloyd played the best friend of William Shatner in the romantic comedy film Senior Moment, also starring Jean Smart.",
        "ngram": 55,
        "subject": "Vanna White"
    },
    {
        "text": "Griffith achieved mainstream success when Mike Nichols cast her as spunky secretary Tess McGill in the box-office hit Working Girl (1988), co-starring Harrison Ford, Sigourney Weaver, Alec Baldwin, and Joan Cusack. Variety noted of her performance: \"Griffith stands apart, both for her eagerness to break out of her clerical rut and her tenacity dealing with whomever seems to be thwarting her.\" Griffith was nominated for an Academy Award for Best Actress for her performance, and won a Golden Globe Award for Best Actress in a Musical or Comedy. The film marked a professional shift for Griffith earning her accolades as an A-list actress, characterized in a 1989 Rolling Stone piece: \"Before Working Girl, Melanie Griffith was known mostly for her beautiful body and the way that nearly half her directors suggested she expose it.\"Griffith and Bauer separated prior to her appearance in Working Girl. Griffith later admitted to having problems with cocaine and liquor after her split from Bauer. \"What I did was drink myself to sleep at night,\" she said. \"If I wasn't with someone, I was an unhappy girl.\" In 1988, after completing rehabilitation, Griffith reconnected with Johnson, and the two remarried on June 26, 1989.",
        "ngram": 198,
        "subject": "Vanna White"
    },
    {
        "text": "Serena Jameka Williams (born September 26, 1981) is an American former professional tennis player. Widely regarded as one of the greatest tennis players of all time, she was ranked world No.1 in singles by the Women's Tennis Association (WTA) for 319 weeks, including a joint-record 186 consecutive weeks, and finished as the year-end No.1 five times. She won 23 major (Grand Slam) women's singles titles, the most in the Open Era, and the second-most of all time. She is the only player to accomplish a Career Golden Slam in both singles and doubles.",
        "ngram": 93,
        "subject": "Vanna White"
    },
    {
        "text": "Marco Antonio Muñiz was born in New York City, the son of Puerto Rican parents. His father, Felipe Muñiz, was a hospital cafeteria worker and musician, and his mother, Guillermina Quiñones, was a housewife.Anthony's parents named him after Mexican singer Marco Antonio Muñiz. Anthony grew up in East Harlem, also known as Spanish Harlem or El Barrio, and is the youngest of eight children. He was raised Roman Catholic.His musical education began at home, where he learned to sing in both Spanish and English under the guidance of his father, Felipe, himself a professional guitarist. As a child, Anthony listened to a variety of musical genres and performers, including rock, rhythm and blues, pop stars José Feliciano (Puerto Rico), Air Supply (Australia), as well as salsa legends Héctor Lavoe (Puerto Rico), Willie Colón (United States), and Rubén Blades (Panama), among others. According to Anthony, renowned Puerto Rican percussionist and bandleader Tito Puente in particular wielded a profound personal and professional influence throughout his life.",
        "ngram": 164,
        "subject": "Vanna White"
    },
    {
        "text": "Trump's comments on the 2017 Unite the Right rally, condemning \"this egregious display of hatred, bigotry and violence on many sides\" and stating that there were \"very fine people on both sides\", were widely criticized as implying a moral equivalence between the white supremacist demonstrators and the counter-protesters.",
        "ngram": 48,
        "subject": "Vanna White"
    },
    {
        "text": "Griffith supports the efforts of Children's Hospital Los Angeles helping to lead Walk for Kids, a community 5K, to raise funds as part of the hospital's community awareness efforts in support of the opening of a new state-of-the-art pediatric inpatient facility. She also participated in the hospital's 2012 Noche de Niños gala as a presenter of a Courage to Care Award.",
        "ngram": 61,
        "subject": "Vanna White"
    },
    {
        "text": "Blair was re-elected in 2005, in part thanks to the UK's strong economic performance, but with a substantially reduced majority, due to the UK's involvement in the Iraq War. During his third term, Blair pushed for more systemic public sector reform and brokered a settlement to restore powersharing to Northern Ireland. The Afghanistan and Iraq wars continued, and in 2006, Blair announced he would resign within a year. He resigned as Leader of the Labour Party on 24 June 2007 and as Prime Minister on 27 June, and was succeeded in both posts by Gordon Brown, his chancellor. After leaving office, Blair gave up his seat in the House of Commons and was appointed special envoy of the Quartet on the Middle East, a diplomatic post he held until 2015. He has been the executive chairman of the Tony Blair Institute for Global Change since 2016 and has made occasional political interventions. He was knighted by Elizabeth II as a Knight Companion of the Garter in 2022.",
        "ngram": 167,
        "subject": "Vanna White"
    },
    {
        "text": "On March 10, 1797, Thomas Jefferson gave a lecture, later published as a paper in 1799, which reported on the skeletal remains of an extinct large sloth, which he named Megalonyx, unearthed by saltpeter workers from a cave in what is now Monroe County, West Virginia. Jefferson is considered to be a pioneer of scientific paleontology research in North America.",
        "ngram": 60,
        "subject": "Vanna White"
    },
    {
        "text": "In his first six years in office, Blair ordered British troops into combat five times, more than any other prime minister in British history. This included Iraq in both 1998 and 2003, Kosovo (1999), Sierra Leone (2000) and Afghanistan (2001).",
        "ngram": 40,
        "subject": "Vanna White"
    },
    {
        "text": "On September 28, 2006, Smith and Stern exchanged vows and rings in an informal commitment ceremony in the Bahamas. Although they pledged their love and made a commitment to be there for each other before a Baptist minister, no marriage certificate was issued and the ceremony was not legally binding.Regarding the questionable timing of the ceremony, Smith's attorney in Nassau said, \"They needed a little adrenaline boost because things have been so hectic and devastating in their life recently.\" Photos of the ceremony were sold through Getty Images to People magazine for around $1 million.",
        "ngram": 95,
        "subject": "Vanna White"
    },
    {
        "text": "On March 4, 1869, Grant was sworn in as President by Chief Justice Salmon P. Chase. In his inaugural address, Grant urged the ratification of the Fifteenth Amendment; many African Americans attended his inauguration. He also urged that bonds issued during the Civil War should be paid in gold, called for \"proper treatment\" of Native Americans and encouraged their \"civilization and ultimate citizenship\".",
        "ngram": 63,
        "subject": "Vanna White"
    },
    {
        "text": "After the critical debate around Red's eclectic pop, rock, and electronic styles, Swift chose 1980s synth-pop as a defining sound of her recalibrated pop artistry and image, inspired by the music of Phil Collins, Annie Lennox, Peter Gabriel, and Madonna. 1989 (2014) was the first album in this direction, incorporating dense synthesizers and electronic arrangements. Swift expanded on the electronic production on Reputation (2017), Lover (2019), and Midnights (2022), incorporating other pop styles such as pop rock, electropop, and dream pop. On each album, she also experimented with other genres: Reputation consisted of hip hop, R&B, and EDM influences; Lover featured a 1980s-influenced synth-driven production; and Midnights was characterized by a minimalist, subdued sound. When Swift embraced a pop identity, rockist critics regarded her move as an erosion of her country music songwriting authenticity. Others regarded it as necessary for Swift's artistic evolution and defended her as a pioneer of poptimism.",
        "ngram": 151,
        "subject": "Vanna White"
    },
    {
        "text": "In August 1939, Leo Szilard and Albert Einstein sent the Einstein–Szilárd letter to Roosevelt, warning of the possibility of a German project to develop nuclear weapons. Szilard realized that the recently discovered process of nuclear fission could be used to create a weapon of mass destruction. Roosevelt feared the consequences of allowing Germany to have sole possession of the technology and authorized preliminary research into nuclear weapons. After Pearl Harbor, the Roosevelt administration secured funding to continue research and selected General Leslie Groves to oversee the Manhattan Project, which was charged with developing the first nuclear weapons. Roosevelt and Churchill agreed to jointly pursue the project, and Roosevelt helped ensure that American scientists cooperated with their British counterparts.",
        "ngram": 118,
        "subject": "Vanna White"
    },
    {
        "text": "During the third season of The Voice in September 2012, Aguilera debuted \"Your Body\" as the lead single from her then-upcoming seventh studio album. The song received critical acclaim and reached reached number one on the US Dance Club Song chart and 34 on the Billboard Hot 100. The album, titled Lotus, followed in November 2012, in which Aguilera described the record as a \"rebirth\" of herself after the personal struggles she overcame. Contemporary reviewers found the album generic and conventional, as opposed to Aguilera's previous experimental ventures. Despite this, Lotus peaked at number 7 on the Billboard 200 and has sold 303,000 copies in the US as of 2019. \"Just a Fool\" with Blake Shelton was released as the album's second single and received positive reviews. The two performed the song live on The Voice and on The Ellen DeGeneres Show.On January 9, 2013, Aguilera performed \"Blank Page\" at the 39th People's Choice Awards. A month later, on February 22, 2013, Aguilera featured on rapper Pitbull's \"Feel This Moment\", which became the first of various international top-ten singles she would achieve that year, peaking at number eight on the Billboard Hot 100 becoming Aguilera's tenth top-ten hit, and was later certified platinum by the RIAA. The song garnered positive reviews and was performed at the 2012 American Music Awards, 2013 Kids' Choice Awards, The Voice and 2013 Billboard Music Awards. In May 2013, Aguilera appeared on Alejandro Fernández's cover of Miguel Gallardo's 1976 \"Hoy Tengo Ganas de Ti\" which received critical acclaim and earned them",
        "ngram": 256,
        "subject": "Vanna White"
    }
]